{
 "nextPageToken": "CKwCEAA",
 "items": [
  {
   "snippet": {
    "publishedAt": "2014-04-28T18:47:19.000Z",
    "title": "Johnnyswim: NPR Music Tiny Desk Concert",
    "description": "Once you're able to see this three-song set by the band Johnnyswim, NPR Music will have published exactly 350 Tiny Desk Concerts — so we've developed a pretty good sense of when a set will stick in our memories for a while. We intuited, for example, that Adele was about to become a dominant force shortly after she breezed into our offices. (Okay, that didn't exactly require psychic powers, but still.) In the case of Johnnyswim, the prevailing sense boiled down to, \"Boy, we haven't heard the last of them.\"\n\nImpossibly telegenic and charming, husband and wife Abner Ramirez and Amanda Sudano — who formed their band in Nashville before relocating to L.A. — have the booming voices of great street buskers, but also the polished sparkle of natural-born stage performers. Sudano is the daughter of the late Donna Summer, with whom she used to sing backup, but Johnnyswim's story isn't one of nepotism or overnight success; the two have been at this together for nearly a decade, and they've got the grandiose impeccability to prove it.\n\nIn this set, the lovely ballad \"Falling for Me\" is bookended by songs that could be airdropped onto half the shows on television; if you're hearing them here for the first time, don't be surprised if it's your first exposure of many. Johnnyswim opens this session with \"Home\" — a sweet rouser that could easily follow in the footsteps of other recent hits with that title — and closes it with a full-band reading of what promises to be its signature song, the title track from the new Diamonds. As Sudano notes here, the song has morphed into \"an anthem to ourselves to keep ourselves encouraged.\" For Johnnyswim, such pep talks won't likely be necessary for long. --STEPHEN THOMPSON\n\nSet List\n\n\"Home\"\n\"Falling For Me\"\n\"Diamonds\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Faith Masi, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/l0f6KGsrt-4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/l0f6KGsrt-4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/l0f6KGsrt-4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/l0f6KGsrt-4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/l0f6KGsrt-4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 250
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-04-25T17:25:15.000Z",
    "title": "Quilt: NPR Music Tiny Desk Concert",
    "description": "It's right there in the band's name, but the music of Quilt is truly a tapestry. Its songs are made of small bits of verses and choruses that, heard individually, may not seem to fit. But in the hands and voices of this band, they stitch together beautifully. Interweaving harmonies and guitar lines from Anna Fox Rochinski and Shane Butler set the tone for these tunes — soft and benevolent, dreamy and quivering, with poetry that's thoughtful and playful. The opening song at this Tiny Desk Concert, \"Arctic Shark,\" questions and enchants.\n\nHow can I proceed with thee?\n\nThis eastern harbor's full of grief\n\nAll my heavy dreams are simply a luxury\n\nHorses in the pepper tree and the lighthouse floating in the sea\n\nQuilt has become a favorite live band of mine, and its album Held in Splendor often finds its way into my late-night listening. Comforting and warm, the Boston band's music always has me feeling right at home. --BOB BOILEN\n\nSet List\n\"Arctic Shark\"\n\"Eye Of The Pearl\"\n\"Mary Mountain\"\n\"Penobska Oakwalk\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/TQ0qy5isP6A/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/TQ0qy5isP6A/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/TQ0qy5isP6A/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/TQ0qy5isP6A/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/TQ0qy5isP6A/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 251
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-04-21T19:56:35.000Z",
    "title": "Federico Aubele: NPR Music Tiny Desk Concert",
    "description": "Argentine singer-songwriter Federico Aubele uses his dark, husky voice to produce a specific effect in the three songs he performs at this Tiny Desk Concert: Together, they jell into one impressionistic midtempo ballad.\n\nA voice like Aubele's could be restrictive: His lower register seems to always reflect something dark and lonely. Think of your favorite bottom-scraping vocalist and the lyrics he or she interprets.\n\nBut while touches of nostalgia and longing seep into both the words and the way he sings them, Aubele can also wrangle a shy smile and a whimsical raised eyebrow with that deep, emotive voice. It's perfect for his own expressive lyrics, which he sings in both Spanish and English — sometimes in the same song. And don't even get me started on his guitar playing. --FELIX CONTRERAS\n\nSet List\n\n\"Laberinto Del Ayer\"\n\"This Song\"\n\"Somewhere Else\"\n\nCredits\n\nProducers: Felix Contreras, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/1lc8mAiOUPA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/1lc8mAiOUPA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/1lc8mAiOUPA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/1lc8mAiOUPA/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/1lc8mAiOUPA/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 252
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-04-21T19:56:35.000Z",
    "title": "Usman Riaz: NPR Music Tiny Desk Concert",
    "description": "This is simply astonishing. Watch twenty seconds and you'll be sucked into the world of Usman Riaz, an immensely talented 23-year-old Pakistani musician who will change your perception of how a guitar can sound and be played. What's more remarkable is that this Berklee College of Music whiz kid learned much of his dazzling guitar technique by watching YouTube videos at 16. He also learned what he calls \"parlor tricks,\" like body percussion and harmonica. But the classically trained pianist also used the Internet to learn how to write and conduct orchestra pieces and make films. If you're a skeptic, fine, just watch this youngest of TED senior fellows and be dazzled. --BOB BOILEN\n\nSet List\n\n\"Boneshaker\"\n\"The Waves\"\n\"Shimmer\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/_Qd6hYjR3j8/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/_Qd6hYjR3j8/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/_Qd6hYjR3j8/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/_Qd6hYjR3j8/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/_Qd6hYjR3j8/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 253
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-04-14T17:43:32.000Z",
    "title": "Courtney Barnett: NPR Music Tiny Desk Concert",
    "description": "Courtney Barnett can tell you a story like she's your best friend — provided your best friend is a funny poet with an Australian accent. Listen to \"Avant Gardener,\" an autobiographical account of trying to turn a life around through gardening, only to be foiled by a severe allergic reaction. The tale that follows at this Tiny Desk Concert, \"History Eraser,\" is a ramble in an alcohol-fueled dream state; it features some of the best lyric-writing in music today. Here's a sample from that song:\n\n\"I found an Ezra Pound and made a bet that if I found a cigarette I'd drop it all and marry you. Just then a song comes on: \"You can't always get what you want\" — The Rolling Stones, oh, woe is we, the irony! The Stones became the moss and once all inhibitions lost, the hipsters made a mission to the farm. We drove by tractor there, the yellow straw replaced our hair, we laced the dairy river with the cream of sweet vermouth.\"\n\nThe only downside for a fan like me is that these songs have been kicking around my head for more than a year. As she played them, I found myself hoping for something new, too. And so it was that Barnett graced the Tiny Desk with a brand-new tune, not yet on a record, about a suburb near Melbourne known as Preston; it's a song about house-hunting that she appropriately calls \"Depreston.\" The song is thoughtful, acerbic and funny, just like the woman who sings it. --BOB BOILEN\n\n\nSet List\n\n\"Avant Gardener\"\n\"History Eraser\"\n\"Depreston\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Xv-FOSJIwrU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Xv-FOSJIwrU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Xv-FOSJIwrU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Xv-FOSJIwrU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Xv-FOSJIwrU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 254
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-04-14T15:02:14.000Z",
    "title": "Tom Brosseau: NPR Music Tiny Desk Concert",
    "description": "Tom Brosseau possesses one of the most arresting voices in folk music today. Many people who hear him sing, without knowing his name or face, assume the voice belongs to a woman, as he hovers somewhere around the countertenor range, with an unusually pure tone.\n\nThe beauty of Brosseau's voice is magnified in this Tiny Desk Concert by the spare accompaniment of two acoustic guitars. Brosseau is on rhythm, accompanied by Sean Watkins. Watkins, who also plays and sings with Nickel Creek, produced and plays on Brosseau's new album, Grass Punks.\n\nBrosseau is unabashedly sentimental and earnest. It informs his plainspoken story-songs, which find beauty and light in heartfelt themes of love and yearning. But Brosseau also possesses a wry sense of humor; you can hear as much in \"Cradle Your Device,\" a playful take-down of modern technology. The next song he performs, \"Stuck on the Roof Again,\" tells a true story about the octogenarian newspaper columnist Marilyn Hagerty, who got stuck on the roof of her home in Grand Forks, N.D., after a heavy snowstorm.\n\nBrosseau closes his set with \"Today Is a Bright New Day,\" a wistful reflection on lost love and the belief that no matter our past disappointments or missteps, the future is full of hope and opportunity. --ROBIN HILTON\n\nSet List\n\n\"Cradle Your Device\"\n\"Stuck On The Roof Again\"\n\"Today Is A Bright New Day\"\n\nCredits\n\nProducers: Denise DeBelius, Robin Hilton; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Pd2wNvTlfE0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Pd2wNvTlfE0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Pd2wNvTlfE0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Pd2wNvTlfE0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Pd2wNvTlfE0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 255
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-04-14T15:02:01.000Z",
    "title": "The Both: NPR Music Tiny Desk Concert",
    "description": "Singer-songwriters Aimee Mann and Ted Leo are often at opposite ends of the volume knob. But what started as separate sets during a mutual tour, then a few walk-ons during Leo's solo set, is now an adventure in collaboration and mutual songwriting — and the birth of The Both. Months after this Tiny Desk Concert, which we recorded in February, there's an album. For the announcement of that record, Leo said, \"The writing process has largely been long-distance, but it's been line by line, verse by verse, part by part; we'll send each other something and go back and forth until it's finished.\"\n\nWhen they showed up to play together at the Tiny Desk, there was a lot of uncertainty and a sense of adventure. The performances weren't about perfection so much as inspiration, with Mann rocking a bit more and Leo hunting for subtlety in his guitar playing. It wasn't compromise, though, so much as a creative challenge that's unfolding during this set — one of their earliest public performances of these songs. It's fascinating to watch them sing in uncharted territory. --BOB BOILEN\n\nSet List\n\n\"You Can't Help Me Now\"\n\"Milwaukee\"\n\"No Sir\"\n\"The Gambler\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion, Meredith Rizzo; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/nivz7x_TMK4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/nivz7x_TMK4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/nivz7x_TMK4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/nivz7x_TMK4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/nivz7x_TMK4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 256
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-03-31T19:58:06.000Z",
    "title": "The Haden Triplets: NPR Music Tiny Desk Concert",
    "description": "Petra, Rachel and Tanya Haden are three sisters in love with the art of singing. Born in 1971 to a famous musical father (Charlie Haden is a world-class upright jazz bassist), they've separately taken on vastly different music projects. You may have heard Petra with The Decemberists or tackling the music of The Who a cappella. Tanya plays in Let's Go Sailing, while Rachel sometimes turns up with The Rentals and other projects.\n\nTogether, they have a common love for American country and traditional songs, and that's what brought me to them and them to the Tiny Desk. Their new self-titled record is filled with what first made country music grand: songs by The Carter Family, Kitty Wells, Bill Monroe and many others. It's produced by Ry Cooder, an American legend, terrific slide guitarist and lover of all types of traditional music.\n\nAt the Tiny Desk, you'll hear the traditional tone and effortless voices that only siblings can produce. It's a treat and a trip in time. --BOB BOILEN\n\nSet List\n\n\"Single Girl, Married Girl\"\n\"Voice From On High\"\n\"Slowly\"\n\"Tiny Broken Heart\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/7NBTwmjqUrY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/7NBTwmjqUrY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/7NBTwmjqUrY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/7NBTwmjqUrY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/7NBTwmjqUrY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 257
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-03-24T21:34:01.000Z",
    "title": "Joseph Calleja: NPR Music Tiny Desk Concert",
    "description": "Malta, the island nation 50 miles south of Sicily, may be small, but it's home to one of the biggest stars in opera, tenor Joseph Calleja. And like his country's name, which may originate in the Greek word for honey, Calleja's voice is a potent mix of Italianate passion and sweetness. Just listen to how he pulls the volume back to a slender golden ray of tone several times in Tosti's gorgeous \"Ideale,\" and especially the word \"disciogliea\" in the Puccini aria that closes this performance. His singing requires the breath support of a true athlete, which is key to launching soft sounds — even more than his roaring top notes — all the way up to the cheap seats.\n\nThe ability to control dynamic levels and expressively shade notes and phrases were once techniques in nearly every singer's toolbox. But we don't hear as much subtlety these days, and that makes Calleja an especially refreshing throwback to pre-World War II singers such as the suave Tito Schipa and the magical Alessandro Bonci. It's a reason Calleja is in such demand from all of the world's top opera houses.\n\nAlong with his voice, the tenor's burly good looks and acting skill have helped land him on the silver screen as well. He plays opera legend Enrico Caruso opposite Joaquin Phoenix and Marion Cotillard in The Immigrant, a story set on the gritty streets of 1920s New York. The film is expected to be in limited release in the U.S. beginning May 2.\n\nThe best news of all is that Calleja is just 36. His voice is already changing, growing richer, bigger and a little darker than what you hear on his earliest recordings. With any luck, we'll have a few more decades to enjoy what is already one of the most impressive tenor voices of the past half century. --TOM HUIZENGA\n\nSet List\n\nTchaikovsky: None But The Lonely Heart\nTosti: Ideale\nPuccini: E lucevan le stelle (from Tosca)\n\nCredits\n\nProducers: Denise DeBelius, Tom Huizenga; Audio Engineer: Kevin Wait; Videographers: Gabriella Garcia-Pardo, Becky Lettenberger, Meredith Rizzo; photo by Abbey Oldham/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/b9sBFoufLd8/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/b9sBFoufLd8/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/b9sBFoufLd8/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/b9sBFoufLd8/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/b9sBFoufLd8/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 258
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-03-19T16:59:57.000Z",
    "title": "Diane Cluck: NPR Music Tiny Desk Concert",
    "description": "When a performer has an exceptional night, we sometimes say he or she \"left it all on stage\" — the \"it\" being effort, energy, passion, sweat. To close a concert with a raw throat and a rumpled appearance signifies full disclosure, proof that the person on stage has held absolutely nothing back. Diane Cluck's performances, at their best, take a near-opposite approach: unfolding melodies of winding complexity without the barest hint of strain or struggle.\n\nA rich 15-year recording career precedes this year's Boneset, as thrilling a showcase of Cluck's clawed, counterintuitive fingerpicking and elastic voice as anything she's ever released. Witnessing the same process live, however, jams the senses — it's almost easier to imagine some tiny spirit in her chest is controlling the action, turning a pitch wheel with one hand and a tone knob with the other. In three songs at the Tiny Desk (two from Boneset and a sparkling new piano number, \"Grandma Say\") she broke focus only once, to answer a question as she strapped on a set of ankle bells for the set closer, \"Sara.\" The bashful smile that attends her whispered reply — \"I got them on eBay\" — is a privilege to witness. --DAOUD TYLER-AMEEN\n\nSet List\n\n\"Trophies\"\n\"Grandma Say\"\n\"Sara\"\n\nCredits\n\nProducers: Denise DeBelius, Daoud Tyler-Ameen; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/SyETsd-rKP8/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/SyETsd-rKP8/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/SyETsd-rKP8/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/SyETsd-rKP8/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/SyETsd-rKP8/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 259
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-03-11T18:08:41.000Z",
    "title": "Jake Bugg: NPR Music Tiny Desk Concert",
    "description": "There was a haze over Jake Bugg when he arrived at the Tiny Desk. He was expressionless and quiet. That all changed when he strummed fast and fierce on his acoustic guitar and began a flow of words reminiscent of Greenwich Village in the '60s, not modern Clifton in England's East Midlands, where he grew up.\n\nBugg is a prolific talent already working on his third record in as many years. His second album was produced by Rick Rubin and recorded in California. His recognition in the U.S. is still small, but that'll change — maybe even before we get that third record. --BOB BOILEN\n\nSet List\n\n\"Slumville Sunrise\"\n\"Me And You\"\n\"Storm Passes Away\"\n\"Lightning Bolt\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Editor: Olivia Merrion; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/jfHxncKnUuQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/jfHxncKnUuQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/jfHxncKnUuQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/jfHxncKnUuQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/jfHxncKnUuQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 260
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-03-11T18:08:31.000Z",
    "title": "Lowland Hum: NPR Music Tiny Desk Concert",
    "description": "It's hard to convey the sound of two people in love, but Lowland Hum does that effortlessly. Daniel Levi Goans and Lauren Plank are now Daniel and Lauren Goans; they met a few years ago and spent much of their first married year on the road, singing together on small stages and at house concerts across the country. Daniel was a folksinger in North Carolina, while Lauren had aspirations to sing but mostly did it privately. She has a passion for making things with paper, and you'll see that in the little black book of lyrics she hands out at shows.\n\nThis music is mostly unadorned and pure, with considerable attention to detail. Lauren's voice sounds refreshing and simple, and Daniel's passion shakes from his head and literally to his feet. They tour with a few homemade wooden platforms inlaid with small metal jingles — the kind you'd find on a tambourine — and that enhances Daniel's stomp. Together, they have one album called Native Air, and they joyfully perform three songs from that record here. --BOB BOILEN\n\nSet List\n\n\"War Is Over\"\n\"Pocket Knife\"\n\"Four Sisters, Pt. One\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Meredith Rizzo/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/l9coJQW9f4E/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/l9coJQW9f4E/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/l9coJQW9f4E/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/l9coJQW9f4E/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/l9coJQW9f4E/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 261
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-03-04T18:10:20.000Z",
    "title": "Asaf Avidan: NPR Music Tiny Desk Concert",
    "description": "So I'm driving down the road when I hear this incredible voice coming out of my car speakers — part Janis Joplin, part Nina Simone — and I wonder, \"Who is she?\"\n\nThat day, I'd ripped a number of CDs onto my phone and didn't remember which record this was. Upon a quick glance at my phone during a traffic light, I discover the name Asaf Avidan. Next traffic light, I look it up and I see a picture of a skinny, handsome white male. I figure that's a mistake — that I must have typed the wrong name — so I wait to get home.\n\nWhat I discovered floored me. Asaf Avidan is a 33-year-old, very well-known Israeli singer, formerly with a folkish rock band with gold records called Asaf Avidan & The Mojos. He's now on his own with a solo record and no U.S. record label to put it out, but he's on a solo tour that's stunning. He stopped us all cold when he began to sing at the Tiny Desk. There's a disconnect, when you watch this, between what you see and what you hear. And those songs that he writes? Well, he truly understands his voice, and they're just some of the best tunes I've heard in a long time. --BOB BOILEN\n\nSet List\n\n\"My Latest Sin\"\n\"Different Pulses\"\n\"Reckoning Song\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Editor: Olivia Merrion; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/JRVDNBCdMFM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/JRVDNBCdMFM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/JRVDNBCdMFM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/JRVDNBCdMFM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/JRVDNBCdMFM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 262
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-02-21T21:53:22.000Z",
    "title": "Brass Bed: NPR Music Tiny Desk Concert",
    "description": "It wasn't an easy road to the Tiny Desk for the four guys from Louisiana who make up Brass Bed. Their tour, for the band's debut album The Secret Will Keep You, was plagued from the start: Singer Christiaan Mader had the flu, there was a death in the family and multiple dates had to be canceled. Their van was broken into and their instruments stolen. So when they heard that a big snowstorm was headed for D.C. at the same time they were to play the Tiny Desk, it felt like yet another bad omen.\n\nFortunately, they got in just ahead of the first snowflakes and performed a memorable set, as they re-created some of the stellar studio effects on The Secret Will Keep You with a simple but potent pedal steel and bow. For the ethereal closing track from the album, \"Have to Be Fine,\" the guys produced reverb effects by singing a cappella into plastic novelty microphones they'd picked up at a store just outside of D.C.\n\nAs soon as Brass Bed's members finished their set, the lifelong Southerners graciously accepted a complimentary ice scraper in case they got into more trouble on the road. But it wasn't enough to get them out of the District; the storm they were trying to avoid snowed them in for an extra night. We wish they could have stayed, and played, even longer. --ROBIN HILTON\n\nSet List\n\"Yellow Bursts Of Age\"\n\"Cold Chicory\"\n\"Please Don't Go\"\n\"Have To Be Fine\"\n\nCredits\nProducers: Denise DeBelius, Robin Hilton; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/e8IyZHwtsc0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/e8IyZHwtsc0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/e8IyZHwtsc0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/e8IyZHwtsc0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/e8IyZHwtsc0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 263
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-02-19T19:55:27.000Z",
    "title": "Cate Le Bon: NPR Music Tiny Desk Concert",
    "description": "The Beatles may be an odd place to begin a Cate Le Bon conversation, but I remember being struck by the way four guys from Liverpool could sing without their English accents. That's true of most pop singers, whose words often come out sounding more American than anything else. But that's not true with Cate Le Bon. Her phrasing is completely tied to her Welsh dialect — in fact, her first record was in Welsh. I find that that draws me into her songs: The enunciation is completely tied to the loneliness and the questioning. One song she sings at the Tiny Desk, from her brilliant album Mug Museum, is called \"Are You With Me Now?\"\n\nThere is a feeling I love\n\nBuried in my brow\n\nI have no reason to run\n\nI see no reason\n\nAre you with me now?\n\nListen to the inflection in the line 'Buried in my brow,' and then when she poses the question; it's so intimate, such a whisper, so inviting. I'm also a fan of her clean, sharp guitar playing and the way she weaves it together with her partner H. Hawkline. If you're a fan of Tom Verlaine and Television, you'll find yourself loving this lyrical guitar duo. It works so well stripped-down, though there wasn't much excess in the original versions to begin with. These are songs of essence, clarity and drive, executed so simply here. --BOB BOILEN\n\n\nSet List\n\n\"Are You With Me Now?\"\n\"No God\"\n\"Duke\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Editor: Olivia Merrion; Audio Engineer: Chad Miller; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Meredith Rizzo/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/PFEhLCP6jzs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/PFEhLCP6jzs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/PFEhLCP6jzs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/PFEhLCP6jzs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/PFEhLCP6jzs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 264
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-02-11T17:30:32.000Z",
    "title": "Suzanne Vega: NPR Music Tiny Desk Concert",
    "description": "In pop-music circles, Suzanne Vega is known almost entirely for two songs from the late 1980s: the child-abuse ballad \"Luka\" and a song that launched literally dozens of dance remixes, \"Tom's Diner.\" But Vega has been making vital, inventive music the entire time — much of it folk-based, though her sound has taken many smart detours along the way — and is about to put out her first album of original material in seven years, Tales From the Realm of the Queen of Pentacles. The challenge, then, lies in capturing a snapshot of her career in only four songs.\n\nFor this Tiny Desk Concert — performed with her brilliant guitarist and producer, Gerry Leonard — Vega splits the difference evenly between old and new, bookending her set with the aforementioned classics and tucking two about-to-be-released songs in the middle. Game and good-spirited throughout, Vega performed \"Luka\" and \"Tom's Diner\" as if she hadn't played them thousands of times before — aided greatly by Leonard, who's worked extensively with David Bowie and lends these songs an extraordinary amount of color and texture. (Check out the \"bells\" he adds near the end of \"Tom's Diner.\")\n\nVega's songwriting gifts haven't waned at any point in her long career, and the new songs here — taken from a concept album about the way our world and the spiritual realm intersect — sound as sharp as anything she's done. It only makes sense that, nearly 30 years after her debut, she still examines new realms with grace, empathy and an explorer's spirit. --STEPHEN THOMPSON\n\nSet List\n\"Luka\"\n\"Crack In The Wall\"\n\"I Never Wear White\"\n\"Tom's Diner\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Meredith Rizzo/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/AndEMO__p2U/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/AndEMO__p2U/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/AndEMO__p2U/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/AndEMO__p2U/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/AndEMO__p2U/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 265
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-02-04T21:44:21.000Z",
    "title": "Fanfare Ciocarlia: NPR Music Tiny Desk Concert",
    "description": "Truth be told, I was scared. We've stuffed a lot of musicians behind the Tiny Desk, but when I saw Fanfare Ciocarlia (pronounced \"fan-FAR-eh cho-car-LEE-ah\") at Globalfest the week before the band arrived at NPR, I couldn't fathom how we'd corral these 12 musicians and their various assorted horns and drums into that truly tiny space.\n\nBut the day this joyous Balkan brass band from the Romanian village of Zece Prăjini came to play, it was one of the happiest days I've experienced at our new building. From wedding songs to American rock 'n' roll to the occasional James Bond theme, the group plays at a pace that would make the Ramones burst into a sweat. When you get hooked and want more, find Fanfare Ciocarlia's new record, Devil's Tale. It will help make your parties the stuff of blissful memories. --BOB BOILEN\n\nSet List\n\"Sirba De La Monastirea\"\n\"Lume, Lume\"\n\"Asfalt Tango\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/2mHFjJszcpU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/2mHFjJszcpU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/2mHFjJszcpU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/2mHFjJszcpU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/2mHFjJszcpU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 266
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-02-04T16:53:03.000Z",
    "title": "Pixies: NPR Music Tiny Desk Concert",
    "description": "The windowsills were lined with people standing, as every nook between every office desk filled to capacity with NPR employees and their assorted guests. Pixies, after getting misplaced for a time in our parking garage during a moment worthy of This Is Spinal Tap, showed up in time to encounter the largest crowd we've ever assembled for a Tiny Desk Concert. (Our new office space allows for more guests than the old one did, but it's still a mark of this band's significance for so many youthful grownups.)\n\nBlack Francis played an acoustic guitar for this set, while drummer David Lovering set up a simple snare and a cymbal, tapping a tambourine with his foot where a bass drum might be. With his electric guitar, Joey Santiago was the only plugged-in member of the group. The newest member of the Pixies is Paz Lenchantin, a musician of many talents who played violin at the Tiny Desk, though she handles bass duties at larger concerts. You may miss Kim Deal on bass for all the good reasons one might miss Kim Deal, but Lenchantin rhythmically fits in well, and was a treat to hear (albeit quietly) on violin.\n\nPrior to the rolling of cameras, the band warmed up the crowd with \"Where Is My Mind,\" but this three-song set features a 2014 tune called \"Greens and Blues,\" a song yet to make it onto a Pixies release called \"Silver Snail,\" and 1989's \"Monkey Gone to Heaven,\" which melted hearts and seared minds with a new memory from a time long past. --BOB BOILEN\n\nSet List\n\"Greens And Blues\"\n\"Silver Snail\"\n\"Monkey Gone To Heaven\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by John Poole/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/OcFHOGZ-6aM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/OcFHOGZ-6aM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/OcFHOGZ-6aM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/OcFHOGZ-6aM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/OcFHOGZ-6aM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 267
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-01-27T17:33:37.000Z",
    "title": "Angel Olsen: NPR Music Tiny Desk Concert",
    "description": "Angel Olsen came to the Tiny Desk on an odd autumn day, as an impending storm loomed outside our office windows. It all seemed just right for occasion: Watch her and you'll see calm in her eyes; listen to her and you'll sense torment in her heart. Olsen gave us a preview of her third record on that October day; she wouldn't tell us the title, but she did say the word \"Burn\" with a hint of the title in the words to a song she'd sing. Now, months later and just a few weeks before the release of Burn Your Fire for No Witness, we can share this exclusive preview.\n\nOlsen is a Missouri-born — and now Asheville, N.C.-based — musician via Chicago. The new record was produced by John Congleton with a new band featuring Josh Jaeger on drums and bassist Stewart Bronaugh. The trio began rehearsing these songs in a church turned recording studio in Asheville over the summer. The songs are at times explosive and at times lulling. At the Tiny Desk, the expressive and powerful singer stood alone, and in the process gave us the perfect way to first hear these songs. --BOB BOILEN\n\nSet List\n\"Unf—theworld\"\n\"lota\"\n\"Enemy\"\n\"White Fire\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Meredith Rizzo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/G7NapIZ1xGE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/G7NapIZ1xGE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/G7NapIZ1xGE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/G7NapIZ1xGE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/G7NapIZ1xGE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 268
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-01-27T17:33:37.000Z",
    "title": "Robert Glasper Experiment: NPR Music Tiny Desk Concert",
    "description": "The third song in this Tiny Desk Concert, explains the jocose pianist Robert Glasper, first appeared on one of his trio's albums of acoustic, instrumental jazz. It was called \"F.T.B.\" then, though it later acquired words and a singer and was retitled \"Gonna Be Alright\" on the record which won the 2013 Grammy for Best R&B Album. That in itself provides a sense of the worlds to which Glasper has access; depending on your point of view, he either freely traverses or explodes those boundaries.\n\nGlasper has released two albums of what you might call neo-soul, or maybe organic R&B, featuring a core band (The Robert Glasper Experiment) and guest stars like Erykah Badu, Lupe Fiasco and Norah Jones. Black Radio and last year's sequel, Black Radio 2, aren't heard much on \"urban\" radio, but the point is that they ought to be. Glasper builds his songs with old-school values: singers and MCs who don't need software to carry a melody, improvising within a band, hand-building beats and vamps with live instruments.\n\nThat's what you see at the Tiny Desk. \"Trust\" features Marsha Ambrosius, formerly of the duo Floetry, and it's a good example of the Black Radio concept in raw, unpasteurized form. The middle tune is an ad hoc improvisation, and a good example of how Glasper and his Experiment have so dialed in their communication that they can plant seeds of noise and harvest blooms of music. By the time \"F.T.B\" (a.k.a. \"Gonna Be Alright\") rolls around, the mood is familiar and at ease. It's the sound of a band whose members speak many musical languages, but decide to converse in one that feels like its native tongue. \n--PATRICK JARENWATTANANON\n\nSet List\n\"Trust\"\n\"NPR Tiny Desk Jam\"\n\"F.T.B. (Gonna Be Alright)\"\n\nPersonnel\nRobert Glasper, keyboards\nDerrick Hodge, bass\nMark Colenburg, drums\nMarsha Ambrosius, voice\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Meredith Rizzo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/oGTVoX7AaRc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/oGTVoX7AaRc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/oGTVoX7AaRc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/oGTVoX7AaRc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/oGTVoX7AaRc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 269
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-01-27T17:33:37.000Z",
    "title": "Afro Blue: NPR Music Tiny Desk Concert",
    "description": "\"Afro Blue\" is a jazz standard written by Mongo Santamaria in 1959, with a lyric added later by Oscar Brown Jr. It's been performed countless times, by everyone from John Coltrane to Robert Glasper and Erykah Badu. The beautifully understated words include the phrases \"undulating grace,\" \"elegant boy,\" \"beautiful girl,\" \"shades of delight\" and \"cocoa hue.\"\n\nAfro Blue, a nine-member a cappella troupe from Howard University in Washington, D.C., is all that and more. Its members sing as one with nuance, ease and experience, as if they've been singing together for years. But they haven't: The ensemble is ever-changing, as students graduate and new members audition for a coveted spot in the lineup.\n\nProfessor Connaitre Miller formed the vocal jazz ensemble in 2002. Afro Blue recently reached the final four on NBC's The Sing-Off, and it routinely performs at the John F. Kennedy Center for the Performing Arts in Washington, D.C. It played at the Apollo Theatre in Harlem with Dianne Reeves, and just recently was invited to the White House to perform for the president.\n\nThe list of awards and accolades continues to grow, as does the list of invitations to sing. But Miller often turns them down so that the students have enough time to study and don't miss class.\n\nWhile it usually performs standard \"vocal big band\" songs and jazz blended with contemporary pop music, Afro Blue recently stopped by Bob Boilen's Tiny Desk to sing African-American spirituals — songs that can never grow old so long as talented young groups like Afro Blue sing them this well. --SURAYA MOHAMED\n\nSet List\n\"Swing Low, Sweet Chariot\"\n\"Motherless Child\"\n\"Ain-a That Good News!\"\n\nPerformers\nAmelia Brown, Imani-Grace Cooper, John Kenniebrew, Taylar Lee, Ayodele Owolabi, Peter Roberts, Devin Robinson, Matthew Robinson, Shacara Rogers, Marissa Zechinato\n\nCredits\nProducers: Denise DeBelius, Suraya Mohamed; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Meredith Rizzo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/PF0yNKroigk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/PF0yNKroigk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/PF0yNKroigk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/PF0yNKroigk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/PF0yNKroigk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 270
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-01-27T17:33:26.000Z",
    "title": "Lily & Madeleine: NPR Music Tiny Desk Concert",
    "description": "Sisters Lily and Madeleine Jurkiewicz aren't the youngest musicians ever to play the Tiny Desk, but they come pretty close. Their music — a restrained, homespun mix of folk and pop with undeniably sweet harmonies — certainly ranks among the loveliest we've heard.\n\nLily is just 16. Her sister Madeleine is 18. And while the older of the two Indiana natives recently headed off to college, leaving her sister behind to finish high school, they still write and record together. They released a stellar EP, The Weight of the Globe, last June, and a self-titled full-length debut followed in October.\n\nLily & Madeleine's openhearted ballads first found an audience in the fall of 2012, after the pair posted a video for \"In the Middle\" on YouTube. It quickly received more than a quarter of a million views — enough to draw the attention of the Sufjan Stevens-led Asthmatic Kitty label, which signed the sisters and released both their EP and their full-length album.\n\nFor the duo's Tiny Desk set, Lily & Madeleine chose not to perform that breakthrough song, opting instead to focus on newer material from the album: the wistful \"Devil We Know,\" \"Paradise\" and \"You Got Out.\" --ROBIN HILTON\n\nSet List\n\n\"Devil We Know\"\n\"Paradise\"\n\"You Got Out\"\n\nCredits\nProducers: Denise DeBelius, Robin Hilton; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Mito Habe-Evans, Becky Harlan",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/8XxFbJcswQk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/8XxFbJcswQk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/8XxFbJcswQk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/8XxFbJcswQk/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 271
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-01-06T18:27:07.000Z",
    "title": "Van-Anh Vanessa Vo: NPR Music Tiny Desk Concert",
    "description": "Van-Anh Vanessa Vo is a veteran when it comes to taking risks, and it pays off in her compelling music. As a young girl in Vietnam, she knew she wanted to be a traditional musician, even though it was a world dominated by men. It was risky, then, when she pestered a master teacher for three years to give her lessons. He finally gave in, taking her on as an apprentice.\n\nVo also takes risks in blending East with West in her music. She lends a trippy sound to Frenchman Erik Satie's Gnossienne No. 3, performed on the dan Bau, the traditional Vietnamese monocord. The instrument (\"invented by bad girls on the street\") has a single string, but by bending it with a kind of whammy bar made from buffalo horn, Vo creates a haunting landscape of growls, hushed vibrato and graceful slides, all with the exquisite phrasing of an opera singer.\n\nVo's infectious enthusiasm erupts in her own compositions. \"Three-Mountain Pass\" (also the title of her recent album), for voice and Hang drum, is based on the sensuously evocative texts of Ho Xuan Huong, a groundbreaking female poet (and concubine) from the 18th century. And with \"Go Hunting,\" Vo introduces another traditional instrument, the dan T'rung, a bamboo xylophone from Vietnam's south highlands. This instrument, which looks a bit like a skeleton, is struck with double-headed mallets. The theme starts peacefully at a relaxed pace, but heats up to a dizzying frenzy as Vo's mallets become indistinguishable blurs of speed.\n\nHer adventurous spirit moved her from Vietnam to the U.S. — another risk, but one that paid off with more opportunities for composing; she even won an Emmy Award for her work on a documentary film. Vo is also fond of collaborating with new-music ensembles like the Kronos Quartet, and of playing in prestigious venues such as Carnegie Hall, Lincoln Center, the Kennedy Center and, of course, Bob Boilen's Tiny Desk. --TOM HUIZENGA\n\nSet List:\nThree-Mountain Pass\nGnossienne No. 3 (Erik Satie, arr. Van-Anh Vanessa Vo)\nGo Hunting\n\nCredits\nProducers: Denise DeBelius, Tom Huizenga; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Abbey Oldham, Meredith Rizzo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/8y02Rv8sQzw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/8y02Rv8sQzw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/8y02Rv8sQzw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/8y02Rv8sQzw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/8y02Rv8sQzw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 272
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-12-28T19:38:48.000Z",
    "title": "Preservation Hall Jazz Band: NPR Music Tiny Desk Concert",
    "description": "Our goal for this special holiday Tiny Desk Concert is simple: to bring you joy. Preservation Hall Jazz Band is a hot and historic outfit from New Orleans, and its members brought us a tuba-wielding Santa and some original holiday cheer and praise — what they call a Cajun Christmas from the French Quarter.\n\nWe lit some lights and decorated my desk and shelves as best we could, but it's this amazing band — complete with saxophone, trombone, trumpet, drums and a couple of tubas — that lit this place up. We've never had so much dancing from the NPR crew at a Tiny Desk Concert. So enjoy the show, and happy holidays to all from NPR Music. --BOB BOILEN\n\n\n\nSet List\n\n\"Sugar Plum\"\n\"I Think I Love You\"\n\"Happy Holiday\"\n\"Dear Lord\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Becky Harlan, Abbey Oldham",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/iYqZg-YQWH0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/iYqZg-YQWH0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/iYqZg-YQWH0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/iYqZg-YQWH0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/iYqZg-YQWH0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 273
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-12-18T20:43:00.000Z",
    "title": "La Santa Cecilia: NPR Music Tiny Desk Concert",
    "description": "La Santa Cecilia spreads joy every time its members plug in to do a show. They do it one dance step at a time, with cumbias, corridos, elegant mambos and plain old rock 'n' roll.\n\nI first saw La Santa Cecilia perform in an Austin, Texas, parking lot about five years ago. As all great bands do, it showcased an It Factor that has only intensified as the L.A.-based, Mexican-American group works tirelessly to perfect its musical vision.\n\nThe video here provides just a hint of the band's dynamic live shows, albeit a spectacular one. No matter how small the device you use to watch this, the songs ought to have a significant impact on your personal joy meter. A bailar! --FELIX CONTRERAS\n\nSet List\n\"Falling\"\n\"Ice El Hielo\"\n\"Monedita\"\n\nCredits\nProducers: Felix Contreras, Denise DeBelius; Editor: Gabriella Garcia-Pardo; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Abbey Oldham; photo by Meredith Rizzo/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/iT3YnNdorCg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/iT3YnNdorCg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/iT3YnNdorCg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/iT3YnNdorCg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/iT3YnNdorCg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 274
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-12-18T20:42:52.000Z",
    "title": "Christine Salem: NPR Music Tiny Desk Concert",
    "description": "Her voice feels old, but it's got power that's young and vibrant. In fact, Christine Salem sings songs that are old: They're work songs and chants from the maloya tradition on Réunion Island in the Indian Ocean. I first heard her in New York City as she shook a flat board called a kayamb, made of cane reeds, with two percussionists flanking her to provide rhythm.\n\nSalem makes powerful, strongly focused music in which all the elements are essential, with nothing superfluous. She says it feels like the spirits move through her when she plays, and though you may doubt her if you're a nonbeliever, you'd be hard-pressed to deny her your attention once you hear her. --BOB BOILEN\n\nSet List\n\"Listwar\"\n\"Alouwe\"\n\"Komor Blues\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Abbey Oldham",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/b2Eylm6_9_w/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/b2Eylm6_9_w/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/b2Eylm6_9_w/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/b2Eylm6_9_w/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 275
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-12-10T15:53:44.000Z",
    "title": "Dessa: NPR Music Tiny Desk Concert",
    "description": "Part of the Twin Cities hip-hop collective Doomtree, rapper, singer, poet and songwriter Dessa divides her time between singing and rapping, often landing on a spoken-word splitting of the difference. The week she performed this Tiny Desk Concert, she appeared at an All Songs Considered live listening party, during which she opined articulately before closing the night by singing Leonard Cohen's \"Hallelujah\" in the style popularized by Jeff Buckley. This year, the former philosophy major released both a new album (Parts of Speech) and a chapbook of poetry called A Pound of Steam.\n\nAs versatile as she is, Dessa faced down a string of challenges in getting to the Tiny Desk. Near the tail-end of a tour — during which thousands of dollars' worth of her band's gear was stolen — her voice started to give out as she battled a bad cold. (Keep an eye out for her expression of relief at the completion of \"The Man I Knew\" in this set.) And, of course, Dessa and her band had to come up with ways to perform three songs from Parts of Speech in such a way that the drums and guitars wouldn't drown out the unamplified voices of herself and singer Aby Wolf.\n\nOnce we started recording, though, the seams never showed, let alone split: If it weren't for a bit of between-song tea-sipping, we'd have never known she was under the weather. Instead, what we got was as forceful and whip-smart as everything else Dessa sings, speaks, raps and writes. --STEPHEN THOMPSON\n\nSet List\n\"Fighting Fish\"\n\"The Man I Knew\"\n\"The Lamb\"\n\nCredits\nProducers: Denise DeBelius, Stephen Thompson; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Meredith Rizzo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/GwN-WixHkAw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/GwN-WixHkAw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/GwN-WixHkAw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/GwN-WixHkAw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/GwN-WixHkAw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 276
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-12-10T15:53:44.000Z",
    "title": "Sarah Jarosz: NPR Music Tiny Desk Concert",
    "description": "Bluegrass' most beloved pros often play well into their 80s and 90s, so it would surprise no one if our children's children's children turn up at a Sarah Jarosz concert 70 years from now. The singer and multi-instrumentalist first surfaced as an 18-year-old wunderkind with the release of 2009's Song Up In Her Head, which generated the first of what will likely be many Grammy nominations; now a grizzled 22, she's out performing songs from her fine new third album, Build Me Up From Bones.\n\nThat record forms the basis of Jarosz's recent concert at the NPR Music offices, performed with the aid of fiddler Alex Hargreaves and cellist Nathaniel Smith. All polished young pros, the three breezed in happily and knocked us out with a careful mix of technical proficiency and poppy warmth. It's an enduring combination, as this sweet little set of songs amply demonstrates. --STEPHEN THOMPSON\n\nSet List\n\"Over The Edge\"\n\"Build Me Up From Bones\"\n\"Fuel The Fire\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius, Stephen Thompson; Editor: Gabriella Garcia-Pardo; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Abbey Oldham",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/VxpuB10FaSE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/VxpuB10FaSE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/VxpuB10FaSE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/VxpuB10FaSE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/VxpuB10FaSE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 277
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-12-03T15:10:26.000Z",
    "title": "The Dismemberment Plan: NPR Music Tiny Desk Concert",
    "description": "When NPR Music started inviting musicians to perform at Bob Boilen's desk back in 2008, we never could have expected that we'd one day host The Dismemberment Plan. For one, the D.C.-area group had long since disbanded; for another, its fleshed-out and periodically funky sound wouldn't seem to lend itself to vastly stripped-down arrangements. When the newly re-formed band finally did make its way to our offices — on the heels of Uncanney Valley, its first album in 12 years — it unsurprisingly made for an odd fit.\n\nAccording to the group, these particular arrangements of songs from Uncanney Valley were sorted out just a day before this Tiny Desk Concert; after singer Travis Morrison flubbed the call-and-response portion of \"Let's Just Go to the Dogs Tonight,\" he professed nervousness at making the NPR staff holler F-bombs. (No one seemed to mind.) As always, though, The Dismemberment Plan wears its ramshackle qualities well, exuding playfulness and wry charm throughout this set. --STEPHEN THOMPSON\n\nSet List\n\"Let's Just Go To The Dogs Tonight\"\n\"Lookin'\"\n\"Daddy Was a Real Good Dancer\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Abbey Oldham",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/HnffuUtUkAA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/HnffuUtUkAA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/HnffuUtUkAA/hqdefault.jpg",
      "width": 480,
      "height": 360
     }
    },
    "position": 278
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-12-02T18:27:30.000Z",
    "title": "Kronos Quartet: NPR Music Tiny Desk Concert",
    "description": "Sunny Yang joined Kronos Quartet in June 2013. Now, just five months later, the cellist she says she's learned quite a few new works — not just a handful, but about 70 pieces.\n\nThat degree of dedication to contemporary composers, coupled with an insane concert schedule, has propelled Kronos Quartet forward over the past four decades. If they wanted, the musicians — who also include founder David Harrington and longtime members John Sherba and Hank Dutt — could reminisce over more than 800 new works and arrangements they've commissioned in 40 years. But instead, the new-music train pushes ever onward to new territories. They remain a living, breathing world-heritage site for music.\n\nNow in the midst of its 40th-anniversary tour, Kronos brings to this Tiny Desk Concert a new arrangement, a work from a new album and, for Kronos, something of a chestnut, a piece the group recorded a whopping five years ago.\n\nAheym (Yiddish for \"homeward\") was written for Kronos by Bryce Dessner; a member of the Brooklyn rock band The National, he studied composition at Yale. The music thrives on nervous energy, pulsating with strumming and spiccato (bouncing the bow on strings) while building to a tremendous fever. It also opens Kronos' new album of Dessner works.\n\n\"Lullaby,\" a traditional song with Afro-Persian roots (from the group's Eastern-flavored 2009 album Floodplain), is woven from different cloth altogether. Colorful tones that lay between our Western pitches are threaded through the music, anchored by a gorgeous solo from violist Dutt; his contribution takes on the warm and weathered sound of a grandmother singing to a child.\n\nKronos caps off the concert with another hairpin turn, this time to a fresh arrangement of \"Last Kind Words,\" a little-known blues song from around 1930, recorded by singer and guitarist Geeshie Wiley. In Jacob Garchik's exuberant arrangement (which Kronos premiered this fall), interlocking strums and plucks provide a kind of rhythm section, while Harrington's violin stands in for the now-forgotten blues singer. --TOM HUIZENGA\n\nSet List\n\"Aheym\"\n\"Lullaby\"\n\"Last Kind Words\"\n\nKronos Quartet\nDavid Harrington, violin\nJohn Sherba, violin\nHank Dutt, viola\nSunny Yang, cello\n\nCredits\nProducers: Denise DeBelius, Tom Huizenga, Anastasia Tsioulcas; Editor: Gabriella Garcia-Pardo; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Abbey Oldham, Meredith Rizzo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/7PQYF4-BbrE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/7PQYF4-BbrE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/7PQYF4-BbrE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/7PQYF4-BbrE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/7PQYF4-BbrE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 279
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-12-02T18:27:30.000Z",
    "title": "Waxahatchee: NPR Music Tiny Desk Concert",
    "description": "This might be as intimate as hearing Katie Crutchfield sing in her basement. That's where she and her sister would play guitar, write and sing songs 10 years ago, when she was 14. Katie and Allison Crutchfield had a band back in Birmingham together, The Ackleys; these days, Katie performs as Waxahatchee, while Allison's band is called Swearin'.\n\nThe songs Waxahatchee brought to the NPR Music offices aren't just stripped down for this Tiny Desk Concert, this is Katie Crutchfield as Waxahatchee, spare and exposed; this is what she does. Sometimes there's a drummer (her sister's boyfriend Kyle Gilbride) and at other times another guitarist, her boyfriend Keith Spencer (both play in Swearin'), but even on Waxahatchee's second album, Cerulean Salt, there are plenty of bare-boned songs. This is intimate music for an intimate setting, as we got to stand in careful silence, listening intently and capturing this frail and powerful performance. --BOB BOILEN\n\nSet List\n\"I Think I Love You\"\n\"Bathtub\"\n\"Tangled Envisioning\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Abbey Oldham",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/3ZngH2T395A/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/3ZngH2T395A/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/3ZngH2T395A/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/3ZngH2T395A/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/3ZngH2T395A/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 280
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-11-18T16:43:03.000Z",
    "title": "John Legend: NPR Music Tiny Desk Concert",
    "description": "At 34, John Legend has sold millions of records, won nine Grammys, collaborated with many of the biggest stars in music (Jay-Z, Kanye West, Alicia Keys, The Roots, et al), and achieved the kind of statesmanlike musical-ambassador status usually afforded to artists twice his age. He is, in short, the sort of star who doesn't usually perform behind desks in offices.\n\nBut once we'd wedged a piano back there, Legend sounded perfectly at home. His rich, soulful voice never suffered for a lack of processing and production as he performed three songs for NPR Music and a few hundred of our rapt coworkers, loved ones and hangers-on.\n\nThough he recently released a fine new album titled Love in the Future, from which \"Made to Love\" and \"All of Me\" were drawn for this set, Legend took special care to provide the backstory for \"Move,\" which he'd recorded for the soundtrack to 12 Years a Slave. Legend executive-produced that soundtrack himself — don't be surprised if you wind up hearing him perform \"Move\" again on Oscar night — and recorded the album version with U.K. musician Fink. Here, though, it's stripped down considerably, with just Legend's piano and the acoustic guitar of guest Bobby Anderson providing accompaniment.\n\nLegend doesn't play settings this intimate very often, and it's not as if he has anything to prove at this point in his career. But, just in case he did, he retains a busker's lung capacity, the charisma of a born star and the easygoing grace of a performer fit for any stage — even a tiny one. --STEPHEN THOMPSON\n\nSet List\n\"Made To Love\"\n\"Move\"\n\"All Of Me\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Abbey Oldham, Meredith Rizzo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/onQLAEEeta8/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/onQLAEEeta8/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/onQLAEEeta8/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/onQLAEEeta8/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/onQLAEEeta8/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 281
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-11-13T14:48:38.000Z",
    "title": "Debashish Bhattacharya: NPR Music Tiny Desk Concert",
    "description": "You've probably never seen or heard an instrument like this. The Hindustani slide guitar is the creation of Debashish Bhattacharya, whose creation pairs his first love — a Hawaiian lap steel guitar, a gift from his father when he was only 3 — and the sounds of India. You can see the similarities to a lap steel guitar, as Bhattacharya lays the guitar across his legs, sliding a metal bar to create the fluid, almost vocal melodies. The additional strings (and lack of frets) allow him to slide easily between notes, in the process creating a sound that resonates and drones while remaining attuned to his Calcutta home.\n\nHis music incorporates a good deal of North Indian (Hindustani) classical music, but you can also hear the blues pouring out from this stunning creation. I first met Bhattacharya 17 years ago when he was touring with other great slide guitarists, Bob Brozman and Martin Simpson. In those 17 years, his music has become even more astonishing, and his instrument refined even further. This trio includes his daughter (Anandi Bhattacharya) on vocals and his brother (Subhasis Bhattacharjee) on tabla.\n\nThe current album and some of what's played here today can be found on two different records, the first with guitarist John McLaughlin and Dobro master Jerry Douglas (titled Beyond the Ragasphere) and the second with his brother and daughter (titled Madeira: If Music Could Intoxicate). These are brilliant recordings — and a good place to start exploring more from this unique artist after his intoxicating Tiny Desk Concert is done causing your jaw to drop. --BOB BOILEN\n\nSet List\n\"Raaga Khamaj\"\n\"O My Beloved!/Pillusion\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Becky Harlan, Meredith Rizzo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/q8WWNKhdy-w/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/q8WWNKhdy-w/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/q8WWNKhdy-w/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/q8WWNKhdy-w/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/q8WWNKhdy-w/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 282
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-11-11T19:07:22.000Z",
    "title": "Gary Burton: NPR Music Tiny Desk Concert",
    "description": "In 1963, the jazz pianist George Shearing, an enormously popular act in his day, made an album that was unusual for him. He asked his new, 20-year-old vibraphone player to write an album of contrapuntal, classical-music-inspired compositions, and recorded them with a woodwind quintet atop a jazz rhythm section. It's out of print now, but Out of the Woods received good reviews, and it remains an early career highlight for its young architect, Gary Burton.\n\nGary Burton is 70 now, and that's just two pages' worth of his new autobiography Learning to Listen. Here's a guy who played with Stan Getz and Chick Corea, was an early adopter of jazz fusion, and became the Dean of Berklee College of Music. But when he stopped by the Tiny Desk, he saluted that moment by calling an unrelated tune called \"Out of the Woods.\" For his next number, Burton called \"Remembering Tano,\" a piece he wrote for another man with whom he's worked briefly but meaningfully: new-tango pioneer Astor Piazzolla.\n\nBurton has a long history of hiring great guitarists, and his current band is no exception. Julian Lage is just 25, but his own band already played the Tiny Desk once; his jabs and lean threading brighten this session. Their dialogue accentuates another thing about Burton: He may be past retirement age, but he can still dazzle. He concocted an impromptu blues for his final number, and sent his signature four-mallet grip slaloming up and down the instrument. --PATRICK JARENWATTANANON\n\nSet List\n\"Out Of The Woods\"\n\"Remembering Tano\"\n\"The Tiny Desk Blues\"\n\nCredits\nProducers: Denise DeBelius, Patrick Jarenwattananon; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Becky Harlan",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/fXjfvEcAV6w/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/fXjfvEcAV6w/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/fXjfvEcAV6w/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/fXjfvEcAV6w/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/fXjfvEcAV6w/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 283
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-11-11T19:07:22.000Z",
    "title": "Ashley Monroe: NPR Music Tiny Desk Concert",
    "description": "In the last few years, Ashley Monroe has cobbled together an impressive country-music pedigree by working alongside both upstarts (Pistol Annies with Miranda Lambert and Angaleena Presley) and longtime Nashville veterans (Vince Gill produced Monroe's solo album Like a Rose), and even collaborating with Jack White every now and then. Monroe belongs to a remarkable wave of gifted young country-singing women who've surfaced with great records in 2013 — a list that also includes Kacey Musgraves, Holly Williams, Brandy Clark and others — while tapping into the relatable searches and struggles of everyday people.\n\nThis three-song set at the Tiny Desk, performed with the aid of guitarist John Shaw, captures a nice cross-section of Monroe's appeal: The title track from Like a Rose tells an optimistic story of survival, the ambivalent ballad \"You Got Me\" chronicles ill-advised romantic obsession, and, of course, the Top 40 country hit \"Weed Instead of Roses\" functions as a playful, fun-loving mission statement. Speaking of \"Weed Instead of Roses,\" which closes this charming performance, Monroe says the straitlaced Gill insisted upon the song's inclusion on Like a Rose — even going so far as to declare it a condition of his producing the album. The guy knew what he was talking about, both in his support of the song and of Monroe herself. --STEPHEN THOMPSON\n\nSet List\n\"Like A Rose\"\n\"You Got Me\"\n\"Weed Instead Of Roses\"\n\nCredits\nProducers: Denise DeBelius, Stephen Thompson; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Becky Harlan",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/xoMzPhYYIsM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/xoMzPhYYIsM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/xoMzPhYYIsM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/xoMzPhYYIsM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/xoMzPhYYIsM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 284
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-11-01T19:05:27.000Z",
    "title": "Neko Case: NPR Music Tiny Desk Concert",
    "description": "Watch a special Halloween Tiny Desk Concert in which a gorilla-suit-clad Neko Case performs alongside Kelly Hogan, as well as Eric Bachmann of Crooked Fingers and Archers of Loaf.\n\nSet List\n\"Night Still Comes\"\n\"Calling Cards\"\n\"Local Girl\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Becky Harlan, Abbey Oldham, Christopher Parks; photo by Meredith Rizzo/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/FwRcPEg1MyE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/FwRcPEg1MyE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/FwRcPEg1MyE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/FwRcPEg1MyE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/FwRcPEg1MyE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 285
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-10-29T21:21:29.000Z",
    "title": "Typhoon: NPR Music Tiny Desk Concert",
    "description": "The appropriately named Typhoon is a sprawling band with an epic sound. The group from Portland, Ore. crafts rock anthems like emotional tidal waves, propelled by the stories of frontman Kyle Morton. His deeply personal tales are often full of grief and loss. But just as often they celebrate and praise life's simple wonders. Morton himself is a very grateful (and lucky) man who writes songs as if he were living on borrowed time. That's because a random bug bite when he was a child left him with a monstrous case of Lyme disease that led to multiple organ failures. Morton's own father donated a kidney to save his son's life.\n\nAt 27, with a backing band of a dozen musicians, Morton and the rest of Typhoon are making some of the most poignant pop tunes around. We've been following this group for a few years now, but Typhoon has never done anything quite like what you can hear on its latest album, White Lighter. The songs are by far the best arranged and most compelling of the group's nearly 10-year run.\n\nSomehow everyone in Typhoon not only managed to fit behind the Tiny Desk, but also managed to shine in this performance. If you're looking for music that touches your heart, that helps you appreciate the everyday, sit back and get ready for Typhoon to carry you away. --BOB BOILEN\n\nSet List\n\"Young Fathers\"\n\"The Lake\"\n\"Dreams Of Cannibalism\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Abbey Oldham",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/nDdO60XcqPQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/nDdO60XcqPQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/nDdO60XcqPQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/nDdO60XcqPQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/nDdO60XcqPQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 286
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-10-29T21:21:29.000Z",
    "title": "San Fermin: NPR Music Tiny Desk Concert",
    "description": "San Fermin's music bursts with ambition, talent and extreme joy. Its self-titled debut is charged with great storytelling and amazing vocals by both Allen Tate and Lucius singers Holly Laessig and Jess Wolfe. Then there are the arrangements: little gems that turn these songs into cinematic vignettes using trumpet, sax, keyboard, violin, guitar and drums.\n\nSan Fermin is the musical vision of Ellis Ludwig-Leone, who wrote these songs with Tate's dark, rich voice in mind. Here at the Tiny Desk, Rae Cassidy makes the album's female vocal parts her own; in fact, the entire band keeps growing into these little song-worlds. I've seen San Fermin three times this year, and the songs keep gathering more power, intrigue and fire. The album provides a jumping-off point for a 2014 that promises to be huge for San Fermin. --BOB BOILEN\n\nSet List\n\"Oh Darling\"\n\"Sonsick\"\n\"Renaissance!\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Meredith Rizzo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/2K9gjhbT7xs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/2K9gjhbT7xs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/2K9gjhbT7xs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/2K9gjhbT7xs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/2K9gjhbT7xs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 287
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-10-22T14:11:15.000Z",
    "title": "Daughter: NPR Music Tiny Desk Concert",
    "description": "Daughter first popped up on our radar when we heard the London band's song \"Landfill\" while preparing for SXSW early last year: Achingly pretty and melancholy, the track builds to an absolute gut-punch of a line — \"I want you so much, but I hate your guts\" — that conjures a pitch-perfect mix of gloom, desire and hostility.\n\nThe group has since released a full-length album, this year's lovely If You Leave, but Daughter was kind enough to resuscitate \"Landfill\" for this stripped-down performance at the Tiny Desk. As you'll see and hear, that aforementioned gut-punch is a recurring specialty for the band: In all three of these sad, searing songs, singer Elena Tonra showcases a remarkable gift for coolly but approachably dishing out weary words that resonate and devastate. --STEPHEN THOMPSON\n\nSet List\n\"Youth\"\n\"Landfill\"\n\"Tomorrow\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius, Stephen Thompson; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Chloe Coleman, Denise DeBelius",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/s-OoG1aGYO0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/s-OoG1aGYO0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/s-OoG1aGYO0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/s-OoG1aGYO0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/s-OoG1aGYO0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 288
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-10-22T14:11:15.000Z",
    "title": "Matt Ulery's Loom: NPR Music Tiny Desk Concert",
    "description": "The next time you go to see live jazz in a club, and the band is playing original compositions, look closely in front of the musicians. Sometimes there'll be stands holding sheet music. There's nothing wrong with this per se, especially if the music is a bit complicated. But sometimes there'll be no need for stands, as the musicians have memorized the material. It's impressive, but it also signals a certain commitment, one borne of having rehearsed and performed together often. You frequently see this in tight bands that know what they're doing.\n\nThe Chicago bassist Matt Ulery writes beautiful music in an unpretentious way. It's intricate stuff, with interlocking parts and segmented structures. It often borrows from Eastern European scales, orchestral tone colors, folky textures. (On his backpack, he sports a SXSW patch from when he toured with a rock band called In Tall Buildings.) But it doesn't sound like calculus class, as in some other ambitious works of modern jazz. It never seems to stray too far away from pretty melody over undulating rhythms, and that deceptive simplicity sets it apart.\n\nLast year Ulery put out a grand two-disc set of music you might call \"chamber jazz.\" By A Little Light had strings, orchestral horns and singers — the whole nine yards. But he has also long done lavish on a smaller scale with a band called Loom. A rejiggered quintet lineup (note: bass clarinet, accordion) produced this year's Wake An Echo, which the band brought to our office during a brief summer tour. Listen for yourself and decide whether you think the music is as rich as this description makes it out to be. But at least note how the band was playing without sheet music — having committed to getting this overlapping, precise stuff down pat. --PATRICK JARENWATTANANON\n\nSet List\n\"Coriander\" (Ulery)\n\"My Favorite Stranger\" (Ulery)\n\nPersonnel\nMatt Ulery, bass\nMarquis Hill, trumpet\nGeof Bradfield, bass clarinet\nRob Clearfield, keyboards/accordion\nJon Dietemyer, drums\n\nCredits\nProducers: Denise DeBelius, Patrick Jarenwattananon; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Chloe Coleman, Denise DeBelius",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Vs80WYJmVaw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Vs80WYJmVaw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Vs80WYJmVaw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Vs80WYJmVaw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Vs80WYJmVaw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 289
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-10-22T14:11:26.000Z",
    "title": "Okkervil River: NPR Music Tiny Desk Concert",
    "description": "At first blush, Okkervil River is obviously a good rock 'n' roll band, but listen closely — especially to its lyrics — and you'll hear a great rock 'n' roll band. The group has been making sharp, thoughtful music since the late '90s, with the first of its seven albums coming out a dozen years ago.\n\nThe songs in this Tiny Desk Concert are from The Silver Gymnasium, a record inspired by the childhood of 37-year-old singer-songwriter Will Sheff; he grew up a bespectacled, crooked-toothed redhead in the small New Hampshire town of Meriden. His lyrics are drenched in specific memories, pop-culture references and youthful insecurity. Look at these lines from \"Down Down the Deep River\":\n\nTell me 'bout the greatest show or the greatest movie you know\n\nOr the greatest song that you taped from off the radio\n\nPlay it again and again — it cuts off at the ending, though\n\nTell me I'm always gonna be your best friend\n\nNow you said it one time — why don't you say it again?\n\nThe stories pop a bit more in this acoustic set-up for Okkervil River, but they rock plenty hard in concert and on their albums. If you've missed the past dozen years of this band, start here and then work your way back through its catalog. The Stage Names is my favorite, but nothing disappoints. --BOB BOILEN\n\nSet List\n\"On A Balcony\"\n\"Pink Slips\"\n\"Down Down The Deep River\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Abbey Oldham",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/iGZzuAatKHI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/iGZzuAatKHI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/iGZzuAatKHI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/iGZzuAatKHI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/iGZzuAatKHI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 290
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-10-15T16:03:41.000Z",
    "title": "Valerie June: NPR Music Tiny Desk Concert",
    "description": "Short of seeing her live and in person, this is the best way to encounter Valerie June's heartfelt sound. Her new album Pushin' Against a Stone is terrific, but when I first heard that voice unadorned, I was hooked. The same may happen to you.\n\nValerie June is a singular performer with an array of singing styles. Sometimes she's channeling an old male voice; at other times, she channels a younger woman or even a child. Her music is steeped in tradition. The striking Tennessee singer — on its own, her hair could pass for sculpture — can sing the blues or gospel or country or a blend that sounds like nothing else. She learned how to sing during 18 years of church, but the \"old man's voice\" comes from deep inside in unexpected ways. Prepare to be surprised, and to become Valerie June's newest fan. --BOB BOILEN\n\nSet List\n\"Workin' Woman Blues\"\n\"Rain Dance\"\n\"Somebody To Love\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Editor: Becky Harlan; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Denise DeBelius",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/iBDrTHCSWDc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/iBDrTHCSWDc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/iBDrTHCSWDc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/iBDrTHCSWDc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/iBDrTHCSWDc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 291
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-10-07T21:56:06.000Z",
    "title": "Superchunk: NPR Music Tiny Desk Concert",
    "description": "It's remarkable to think that Superchunk's career has spanned four decades. The North Carolina band got its start in 1989, and here it is in 2013, with a new record called I Hate Music that demonstrates an undying passion for punk-fueled story songs with catchy phrasing. The band recorded its 10th album with a lineup that has held for most of its history: Mac McCaughan on guitar and vocals, Laura Ballance on bass, Jim Wilbur on guitar and Jon Wurster on drums.\n\nAt the Tiny Desk and on tour, it's a shame not to have Ballance in the fold — her hearing problem worsens on tour and in loud venues — though Jason Narducy fills in admirably here. This set in the NPR Music offices includes songs from I Hate Music and 2010's Majesty Shredding, but the group also digs deep to perform a song from 1995's Here's Where the Strings Come In. All in all, it's a joy to have Superchunk translate its electric sound to acoustic instruments in such an intimate way. --BOB BOILEN\n\nSet List\n\"Out Of The Sun\"\n\"Digging For Something\"\n\"Animated Airplanes Over Germany\"\n\"Me & You & Jackie Mittoo\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Becky Harlan, Meredith Rizzo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Pvw42EIZxLU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Pvw42EIZxLU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Pvw42EIZxLU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Pvw42EIZxLU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Pvw42EIZxLU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 292
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-10-07T21:56:06.000Z",
    "title": "Lawrence Brownlee: NPR Music Tiny Desk Concert",
    "description": "These days, Lawrence Brownlee spends most of his time on the stages of the world's great opera houses. That's where you'll find him singing Rossini and Donizetti. His supple, strong, high-flying voice can negotiate the tightest hairpin turns with grace and elegance; that, and his ability to command the stage as an actor, has won Brownlee the praise of critics worldwide.\n\nBut as much as he excels at opera, there's a special place in Brownlee's heart for African-American spirituals. Growing up in Youngstown, Ohio, Brownlee sang gospel music in church, and now he's returning to that tradition by releasing a new album, Spiritual Sketches — and singing selections from it here in the NPR Music offices.\n\nBrownlee bases much of his operatic success on his sturdy church-music grounding. \"I would say that the flexibility I have with my voice is in large part because I sang gospel in church,\" Brownlee told NPR in 2007. \"It's a lot of improvisational singing with a lot of riffs or runs.\"\n\nThe spirituals might be well-known, but through Brownlee's voice, they shine in new, occasionally jazz-inflected arrangements by Damien Sneed. \"There Is a Balm in Gilead\" floats in a newly contemplative mood with the addition of a few blue notes and chromatic touches, while the spunky piano line Justina Lee plays in \"Come By Here\" seems inspired by great stride players like James P. Johnson.\n\nBut the heart and soul of this concert is \"All Night, All Day,\" a performance that swells with a potent combination of tenderness and operatic horsepower. The song speaks of a protective band of angels — angels that Brownlee told the audience are watching over his 3-year-old son Caleb, who's just been diagnosed with an autism-spectrum disorder.\n\n\"It's called 'All Night, All Day,' but I've renamed it 'Caleb's Song,'\" Brownlee says. The soulful vocalisms with which Brownlee closes the song are gorgeous and tinged with anguish. Afterward, I heard one NPR staffer say it was the first time she'd ever wept at a Tiny Desk Concert. --TOM HUIZENGA\n\nSet List\n\"There Is A Balm In Gilead\"\n\"All Night, All Day\"\n\"Come By Here\"\n\nCredits\nProducers: Denise DeBelius, Tom Huizenga; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Denise DeBelius, Gaby Demczuk",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/HNY2u53wUbU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/HNY2u53wUbU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/HNY2u53wUbU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/HNY2u53wUbU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/HNY2u53wUbU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 293
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-10-07T21:56:06.000Z",
    "title": "Oliver \"Tuku\" Mtukudzi: NPR Music Tiny Desk Concert",
    "description": "He seemed so casual — sitting on a bar stool behind the Tiny Desk, acoustic guitar in hand — but when you hear that husky voice, you'll know why he's a legend. Oliver Mtukudzi, or \"Tuku\" as his fans lovingly call him, plays spirited music, born from the soul of Zimbabwe. He's been recording since the late 1970s, with about as many albums as his age: 60.\n\nBut Mtukudzi's new record reveals a heavier heart than before: Sarawoga is his first recording since the loss of his son Sam. He and Sam — also a guitar player, as well as a saxophonist — had a special relationship touring together. But in March 2010, Sam Mtukudzi was killed in a car crash at the age of 21. Oliver Mtukudzi recently told NPR's Tell Me More that \"the only way to console myself is to carry on doing what we loved doing most. Sitting down [to] cry and mourn — I think it would have killed me.\"\n\nSo here is the legend himself, with much to share in the odd intimacy of an office desk. A special moment. --BOB BOILEN\n\nSet List\n\"Todii\"\n\"Huroi\"\n\"Haidyoreke\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Editor: Gabriella Garcia-Pardo; Audio Engineer: Suraya Mohamed; Videographers: Denise DeBelius, Christopher Parks",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/11po9xKBsbw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/11po9xKBsbw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/11po9xKBsbw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/11po9xKBsbw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/11po9xKBsbw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 294
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-10-07T21:56:06.000Z",
    "title": "Hem: NPR Music Tiny Desk Concert",
    "description": "Hem is one of All Songs Considered's earliest discoveries. Back in 2002, we received a beautiful and unique album called Rabbit Songs. It was a homey, fireside kind of record, with a sound that could be called country or Americana, and the arrangements by Dan Messé made it feel quaint and warm. To top it off, there was singer Sally Ellyson, an untrained natural talent with an effortless yet breathtaking voice. Hem has gone on to make five more albums since Rabbit Songs; their latest, Departure and Farewell, finds the group still writing songs that feel as if they've always been there.\n\nI'd never met any of Hem's members since we featured them on All Songs Considered (and All Things Considered) all those years ago, but they made a point to say that those NPR stories helped keep them making music together. In turn, I'm thankful for all the wonderful music they've made in that time — and hopeful that this Tiny Desk Concert helps you discover a new musical friend with an old, special sound. --BOB BOILEN\n\nSet List\n\"Walking Past The Graveyard, Not Breathing\"\n\"Tourniquet\"\n\"Seven Angels\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Editor: Gabriella Garcia-Pardo; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Gabriella Garcia-Pardo, Hayley Bartels",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Ma9X4_PKctk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Ma9X4_PKctk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Ma9X4_PKctk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Ma9X4_PKctk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Ma9X4_PKctk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 295
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-10-07T21:56:23.000Z",
    "title": "Cristina Pato: NPR Music Tiny Desk Concert",
    "description": "After nearly a decade spent living in the city, Cristina Pato is a full-fledged New Yorker. But her first home is the place where Spain meets the Celtic world: Galicia.\n\nPato's instrument is the gaita, a Galician bagpipe, and her roots lie in traditional Galician music — though she also boasts graduate degrees in classical piano, music theory and electronic composition. And if you happen to think that bagpipes automatically equal St. Patrick's Day parades or Austin Powers movies, Pato would like to disabuse you of those notions: The only green she sported on the day of her Tiny Desk Concert was on the punkishly tipped ends of her hair.\n\nPato sets her musical vantage points far from tradition, aided by her thoroughly simpatico collaborators in this trio: accordionist and composer Victor Prieto (who, like Pato, is a native of the town of Orense in Galicia) and American percussionist Shane Shanahan (who, like Pato, is also a longtime member of Yo-Yo Ma's Silk Road Ensemble).\n\nAfter the trio's set, one of our colleagues likened Pato's wailing melodies to those of Ornette Coleman. Is this world music? Is it jazz? Does it matter? Whatever you call it, it's wild and entirely wonderful. --ANASTASIA TSIOULCAS\n\nSet List\nVictor Prieto: \"Mundos Celtas\"\nTraditional/Cristina Pato: \"Alalá Re-rooted\"\nVictor Prieto & Emilio Solla: \"Muñeira For Cristina\"\n\nCredits\nProducers: Denise DeBelius, Anastasia Tsioulcas; Editor: Parker Miles Blohm; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Denise DeBelius, Gabriella Garcia-Pardo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/TX8QPtpLOfA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/TX8QPtpLOfA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/TX8QPtpLOfA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/TX8QPtpLOfA/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/TX8QPtpLOfA/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 296
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-09-20T16:06:01.000Z",
    "title": "Shovels & Rope: NPR Music Tiny Desk Concert",
    "description": "Shovels & Rope's presence in the NPR Music offices attracted plenty of interest; many in attendance had long since fallen in love with the husband-and-wife duo's mix of rowdy folk-rock and rootsy balladeering. But once Cary Ann Hearst and Michael Trent showed up, the office quickly lost sight of the approaching performance, as the murmurs began: \"There's a dog in the office there's a dog in the office there's a dog in the office!\" You could practically see our coworkers' brains short out from a combination of cognitive dissonance and canine adoration.\n\nBut, as endearing as our new friend was, Shovels & Rope soon won back the crowd's attention. After opening with the plaintive ballad \"Carnival,\" the South Carolina duo ripped through one of its signature rockers — \"Birmingham,\" during which the pair held eye contact sweetly while singing in unison — before closing with \"Bad Luck,\" a clattering gem for which the two swap instruments (he on guitar, she on drums). The song, originally from a Michael Trent solo album, most recently appeared on a deluxe version of Shovels & Rope's 2012 debut, the winning and appropriately titled O' Be Joyful. --STEPHEN THOMPSON\n\nSet List\n\"Carnival\"\n\"Birmingham\"\n\"Bad Luck\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Chloe Coleman, Denise DeBelius",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/LbVD8k9qA6k/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/LbVD8k9qA6k/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/LbVD8k9qA6k/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/LbVD8k9qA6k/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/LbVD8k9qA6k/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 297
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-09-20T16:06:09.000Z",
    "title": "Arturo O'Farrill: NPR Music Tiny Desk Concert",
    "description": "Latin jazz works best when the musicians involved are as fluent in Afro-Cuban rhythms as they are in the deep grooves and advanced harmonics of bebop. Arturo O'Farrill has that pedigree in his DNA: His father, Chico O'Farrill, was part of a groundbreaking group of musicians who created the mash-up of Afro-Cuban music and jazz back in late-'40s New York.\n\nThe octet you see in this video is a stripped-down version of the Afro Latin Jazz Orchestra, which is at least twice as large — don't think I didn't try to get the whole band behind Bob Boilen's desk — and dedicated to both preserving the legacy of the elder O'Farrill and documenting the younger musician's efforts to move the music forward.\n\nThe musicians with whom Arturo O'Farrill surrounds himself all play with intensity that draws from both traditions. It was a thrill to hear such tremendous late-night music so early in the morning — and an honor to have O'Farrill ask me to sit in with the band and share the conga chair with Tony Rosa. Playing with musicians of this caliber always steps up your game, and on this day, I did my best and had a lot of fun in the process. --FELIX CONTRERAS\n\nSet List\n\"In Whom\"\n\"Compay Doug\"\n\"Mass Incarceration Blues\"\n\nCredits\nProducers: Felix Contreras, Denise DeBelius; Editor: Parker Miles Blohm; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Denise DeBelius, Gabriella Garcia-Pardo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/UhMRD7lw5zs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/UhMRD7lw5zs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/UhMRD7lw5zs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/UhMRD7lw5zs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/UhMRD7lw5zs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 298
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-09-20T16:06:16.000Z",
    "title": "The 1975: NPR Music Tiny Desk Concert",
    "description": "As lead singer of the youthful Manchester band The 1975, Matthew Healy has cranked out a batch of enjoyably wiry songs, most notably the singles \"Chocolate\" and \"Sex\" — each of which has attracted more than a million YouTube plays. The group has been bubbling up, here and in the U.K., for the last year or two, as it's toured with Muse and released an album and four EPs full of brash-but-winsome, electronics-tinged pop-rock.\n\nSo The 1975 knows its way around bigness. But, when asked to strip his band's sound down to fit the intimate confines of the Tiny Desk, Healy didn't hesitate to transform both his songs and himself. Performing solo with a guitar — he even goes fully acoustic for his two hits — he's reborn as an earnest troubadour, while his songs now register as melancholy musings. They're remarkably sturdy in any form, as this bit of left-field sweetness amply demonstrates. --STEPHEN THOMPSON\n\nSet List\n\"Sex\"\n\"Chocolate\"\n\"Woman\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Denise DeBelius, Erica Yoon",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/5bIlkpQRyTM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/5bIlkpQRyTM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/5bIlkpQRyTM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/5bIlkpQRyTM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/5bIlkpQRyTM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 299
   }
  }
 ]
}
