{
 "nextPageToken": "CN4CEAA",
 "items": [
  {
   "snippet": {
    "publishedAt": "2013-07-18T17:23:09.000Z",
    "title": "Bombino: NPR Music Tiny Desk Concert",
    "description": "There's something alluring and charming about Bombino, whose childlike face belies his fierce, hypnotic guitar playing. The first time I saw him perform, I found myself screaming his name at the end of every song — partly to praise his amazing jams, but also as an exercise in bonding. It felt as if I were yelling out to a buddy on stage, even though I'd never met him. I just felt a connection; his sound is that personable and familiar.\n\nOmara \"Bombino\" Moctar is a Tuareg guitarist, born in Niger. The familiarity in his music stems from the blues, a common thread between American music and Africa for obvious reasons. Bombino grew up on the music of Jimi Hendrix, whose sound keeps getting sent back and forth from America to Africa and back again. The American blues-rock duo The Black Keys must have heard this upon listening to Bombino; guitarist Dan Auerbach went on to produce Nomad, Bombino's new album. But there's also an innocence to Bombino, and a sense of simple, honest discovery that shows up in his smile as he plays. You may find yourself screaming his name, too, after watching this performance. --BOB BOILEN\n\nSet List\n\"Tamiditine\"\n\"Her Tenere\"\n\"Imuhar\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Editor: Parker Miles Blohm; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Chloe Coleman, Denise DeBelius",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/A7My5IpEzVM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/A7My5IpEzVM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/A7My5IpEzVM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/A7My5IpEzVM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/A7My5IpEzVM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 300
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-09-09T14:31:50.000Z",
    "title": "Baths: NPR Music Tiny Desk Concert",
    "description": "Baths, a.k.a. Will Wiesenfeld, plays mysterious and textured electronic music. When Wiesenfeld came to the Tiny Desk, I expected contemplative tones and a laid-back performance; he does, after all, call his project Baths. But what sets him apart from the vast majority of like-minded performers is that his music doesn't get buried behind the buttons or lost in a hypnotic glaze.\n\nWiesenfeld is an extrovert live, and at the Tiny Desk, he sounds vibrant and compelling as he performs songs from this year's Obsidian. His partner Morgan Greenwood, an accomplished music-maker in his own right, keeps the music dense but frees up Wiesenfeld to sing with few distractions; there's a mind-meld between the two that's undeniable. They're not accustomed to playing in the light of day, but they enchant in this perfect introduction to their work. --BOB BOILEN\n\nSet List\n\"Miasma Sky\"\n\"Phaedra\"\n\"Ocean Death\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Editor: Parker Miles Blohm; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Denise DeBelius, Gabriella Garcia-Pardo, Erica Yoon",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/gkYnVE5jsAo/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/gkYnVE5jsAo/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/gkYnVE5jsAo/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/gkYnVE5jsAo/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/gkYnVE5jsAo/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 301
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-09-09T14:32:02.000Z",
    "title": "Steve Gunn: NPR Music Tiny Desk Concert",
    "description": "\"Do you know of any good liquor stores in town? Or, better yet, record stores?\" Steve Gunn asks me after playing a mesmerizing set at the NPR Music offices. He's a record collector with insatiable taste and a vinyl-packed apartment. His ears perk up when I tell him that Future Times co-owner Andrew Field-Pickering (a.k.a. Maxillion Dunbar) stocks the electronic jams at Joe's Record Paradise, and that Red Onion Records is never without a stellar jazz and folk section. Maybe bits and pieces of those sounds hit the guitarist's music, but his work mostly stems from a bushy, overgrown definition of what we often call \"Americana,\" with a healthy understanding of the La Monte Young drone.\n\nGrateful Dead and J.J. Cale certainly reside in the rubber-band bounce of \"Old Strange,\" a song that keeps the groove mellow, but will suddenly pop with water-drop elasticity. \"The Lurker\" comes from a much longer solo guitar version that originally sounded like one of Roy Harper's acoustic epics, but with Gunn's trio, it becomes a back-porch barn-burner. Both songs appear on Gunn's latest album, Time Off — a perfect record for goofing off, taking it easy, or whatever lazy tendencies summer tends to inspire. Mostly, though, it just inspires you to take time and listen. --LARS GOTRICH\n\nSet List\n\"Old Strange\"\n\"The Lurker\"\n\nCredits\nProducers: Denise DeBelius, Lars Gotrich; Editor: Parker Miles Blohm; Audio Engineer: Chad Miller; Videographers: Parker Miles Blohm, Becky Lettenberger, Maggie Starbard",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/2bMVMjOMRkU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/2bMVMjOMRkU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/2bMVMjOMRkU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/2bMVMjOMRkU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/2bMVMjOMRkU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 302
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-08-26T19:33:53.000Z",
    "title": "Buika: NPR Music Tiny Desk Concert",
    "description": "Concha Buika's voice doesn't come from inside her petite body: It comes from Africa, and from the past. There are obvious traces of flamenco, itself a historical mash-up of the Moors and various transitory cultures in southern Spain and north Africa.\n\nDuring her flights of improvisation, we also hear the influence of Cuban vocalist Celia Cruz, a product of Afro-Cuban culture, mixed in with Ella Fitzgerald, who was the pinnacle of African-American jazz vocal expression.\n\nIn these two performances, we hear Buika interpret her own lyrics after a handful of albums in which she's interpreted others' words. With her eyes closed tightly, she inhabits these poems of love and heartache as if she were reliving them again before our eyes.\n\nBuika's singular voice has attracted a cadre of fans who've become enchanted by her voice and her leave-it-all-on-the-stage performances in clubs and theaters around the world. Watch this video and join the club. --FELIX CONTRERAS\n\nSet List\n\"La Noche Mas Larga\"\n\"La Nave Del Olvido\"\n\nCredits\nProducers: Felix Contreras, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Denise DeBelius, Gabriella Demczuk",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/-qryg2q3lUs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/-qryg2q3lUs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/-qryg2q3lUs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/-qryg2q3lUs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/-qryg2q3lUs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 303
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-08-23T19:11:49.000Z",
    "title": "The Front Bottoms: NPR Music Tiny Desk Concert",
    "description": "When I first saw The Front Bottoms, I was stunned, as 350-plus singing/shouting clubgoers repeating compassionate verse after complicated verse back at singer Brian Sella. And then it happened again at a hot sweaty club in Philadelphia, and later in D.C., and then again in Baltimore. The community that's formed around these songs, total strangers purging deep emotions in a public space. It's a beautiful phenomena, a testament to the passion and compassion that this band radiates. A testament to the nerve that's gets pinged with lines cried out, 'I wanna be stronger than your dad was for your mom' or the phrase in one of this years best songs 'Twin Sized Mattress' \"\n\nI wanna contribute to the chaos\n\nI don't wanna watch and then complain\n\n'Cause I am through finding blame\n\nThat is the decision that I have made\n\nAnd when you hear the music...uncomplicated but pretty memorable, you realize that the talent in this band isn't about instrument craft and years of playing scales...this is about the shortest distance from emotion, sometimes complex and storied emotion, from band to audience. At the Tiny Desk in the bright of day and with office lights on, it was a tough to get the call and response that happens in a darkened late night room, but it's not hard to look at the faces in this band, especially the sweet smile of Brian, to understand this band. Their new record Talon of the Hawk is certainly on my year end list for all these reasons. It's all about heart and soul, something frequently avoided and hard to convey. --BOB BOILEN\n\nSet List\n\n\"Au Revoir (Adios)\"\n\"Swear To God The Devil Made Me Do It\"\n\"The Feud\"\n\"Twin Size Mattress\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Denise DeBelius, Erica Yoon",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/pc8U2VP92Vg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/pc8U2VP92Vg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/pc8U2VP92Vg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/pc8U2VP92Vg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/pc8U2VP92Vg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 304
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-08-23T19:11:49.000Z",
    "title": "Mother Falcon: NPR Music Tiny Desk Concert",
    "description": "When it comes to Tiny Desk Concerts, we're suckers for milestones at NPR Music: We're gearing up to acknowledge No. 300, for example, and are constantly taking note of the first time a musician trots out a particular rare instrument or does something else no one has done in front of us before. The Austin chamber-rock band Mother Falcon recently scored a big distinction, at least as far as we're concerned — one it shares with its fellow Texans in The Polyphonic Spree — as the largest ensemble ever to squeeze behind Bob Boilen's desk.\n\nUnlike The Polyphonic Spree, though, everyone in Mother Falcon plays an instrument during this performance: There's no chorus of backup singers among the 17 men and women who play guitars and horns and keyboards and woodwinds and strings here. Which made Tetris-ing each member behind Bob's desk a bit of a challenge, but Mother Falcon knows its way around cramped spaces: At one point during SXSW this year, Bob and I saw the group give a concert as it spilled from a small stage all the way onto the street outside. (Crowds gathered around both spaces, in some cases not realizing that they were only seeing half a band.)\n\nWhat makes Mother Falcon so alluring, though, isn't its size, but rather the way it uses all its members in the service of great, snappy, stirring, frequently uplifting songs. Its many moving parts aren't creating mere volume, but also texture: These three songs, all from this year's You Knew, find a place for dreamy whispers and literal screams alike. Give this sweet, winning band 12 minutes — heck, give it the first two and a half, which is all it takes to perform the soaring and scrappy \"Marigold\" — and you ought to have yourself a favorite worth following for years to come. --STEPHEN THOMPSON\n\nSet List\n\"Marigold\"\n\"Marfa\"\n\"Dirty Summer\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius, Stephen Thompson; Editor: Parker Miles Blohm; Audio Engineer: Kevin Wait; Videographers: Parker Miles Blohm, Chloe Coleman, Becky Lettenberger, Maggie Starbard",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/JaoUMbHvsc0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/JaoUMbHvsc0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/JaoUMbHvsc0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/JaoUMbHvsc0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/JaoUMbHvsc0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 305
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-08-12T19:15:19.000Z",
    "title": "Alpine: NPR Music Tiny Desk Concert",
    "description": "Alpine's music doesn't instantly present itself as Tiny Desk material: The Australian sextet crafts busily impeccable pop music with a danceable sway, prominent synths and the charming shared lead vocals of Phoebe Baker and Lou James. That's a lot of ingredients to strip down to a semi-acoustic set in the NPR Music offices; there's virtually no margin for error.\n\nThankfully, the two women at the band's heart possess gorgeously interlocking, harmony-intensive voices that require no sweeteners. Alpine's debut album, the brightly catchy A Is For Alpine, is a high-gloss studio production, which only helps make this four-song set — recorded at 9 o'clock at night to kick off an after-hours party on a nearby NPR roof deck — an essential companion piece. Taken together, the album and this relentlessly engaging performance form a charm offensive that's awfully easy to love. --STEPHEN THOMPSON\n\nSet List\n\"Gasoline\"\n\"Villages\"\n\"Hands\"\n\"Softsides\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Editor: Audio Engineer: Suraya Mohamed; Videographers: Chloe Coleman, Denise DeBelius, Becky Lettenberger",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/ukz2JXvGR5w/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/ukz2JXvGR5w/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/ukz2JXvGR5w/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/ukz2JXvGR5w/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/ukz2JXvGR5w/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 306
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-08-12T15:44:22.000Z",
    "title": "Jim Guthrie: NPR Music Tiny Desk Concert",
    "description": "We've had bands from all over the world visit the Tiny Desk. Most recently, we published a set by Keaton Henson, who was in from London. Back in May, we had singer M.R. Shajarian from Iran. There was the Danish band Efterklang, the Algerian singer Souad Massi and French composer Yann Tiersen. But before hosting singer Jim Guthrie earlier this summer, we'd never had a artist visit the U.S. solely to play the Tiny Desk.\n\nGuthrie and a small army of backing musicians packed themselves into a van and drove down from their home in Ontario just to have a moment behind Bob Boilen's desk. \"We drove nine hours,\" Guthrie told the audience. \"So feel free to clap loud and clap often, because we've only got three songs here.\" When they finished those three songs, Guthrie and the rest of his band got back in the van and drove straight home.\n\nDriving a total of 18 hours to play three songs might seem ridiculous, but Guthrie is no stranger to putting in time. He took 10 years between his last record, 2003's Now, More Than Ever, and this year's appropriately titled follow-up, Takes Time, a collection of wistful pop with sweet harmonies and uplifting, infectious melodies. The wait was worth it. Here, Guthrie and his band perform three standout tracks from Takes Time. --ROBIN HILTON\n\nSet List\n\"Difference A Day Makes\"\n\"Before & After\"\n\"Like A Lake\"\n\nCredits\nProducers: Denise DeBelius, Robin Hilton; Editor: Parker Miles Blohm; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gaby Demczuk, Gabriella Garcia-Pardo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/7_qK8l4tDog/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/7_qK8l4tDog/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/7_qK8l4tDog/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/7_qK8l4tDog/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/7_qK8l4tDog/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 307
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-08-06T21:27:38.000Z",
    "title": "Time For Three: NPR Music Tiny Desk Concert",
    "description": "Pigeonholing the classically trained string trio Time for Three isn't easy, but that's also a blessing. The musicians — violinists Zachary De Pue and Nick Kendall with double bassist Ranaan Meyer — say they love a kaleidoscopic spectrum of music. \"If we like it, we play it\" is their motto. That's why you'll find them riffing on Daft Punk and Kanye West in their popular anti-bullying video or blending Bach and Bon Iver at a Macy's. Their own compositions tend to swing wildly among pop, bluegrass and jazz.\n\nMeyer, De Pue and Kendall don't act like your average classical conservatory grads (they met at the esteemed Curtis Institute of Music in Philadelphia). They come off as just three high-spirited dudes in a band — a \"classically trained garage band,\" as they like to say. But they certainly don't play like it. Watching them weave together the colorful strands of their music, as they huddle behind Bob Boilen's desk, it's hard not to be swept up in the force of their staggering technique and contagious energy.\n\nWhat fuels that energy, at least in part, is a strong urge to improvise. \"Intuitively, we create a structure and then loosen the vibe up when appropriate,\" De Pue says.\n\nYou can feel it, along with the sheer joy of playing, in the opening tune \"Banjo Love,\" in which two contrary violin solos get support from Meyer's expressively propulsive bass. \"Sundays,\" with its slowly unfolding melodies, is a wistful homage to a weekend hangover. And the onomatopoetic \"Don Don\" spirals out as a funky, high-octane hoedown wherein violins chase each other while Meyer counterpunches the side of his bass.\n\nThese three short tunes are brimming with surprises. When the set ended, I longed for at least one more, just to find out what the band would come up with next. --TOM HUIZENGA \n\nSET LIST\n\n    \"Banjo Love\"\n    \"Sundays\"\n    \"Don Don\"\n\nCREDITS\n\nProducer: Tom Huizenga\nEditor: Parker Miles Blohm\nAudio Engineer: Kevin Wait\nVideographers: Denise DeBelius, Gabriella Garcia-Pardo, Mito Habe-Evans",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/34bgjdQRjIM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/34bgjdQRjIM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/34bgjdQRjIM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/34bgjdQRjIM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/34bgjdQRjIM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 308
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-07-18T17:23:33.000Z",
    "title": "Dana Falconberry: NPR Music Tiny Desk Concert",
    "description": "Dana Falconberry's songs are gentle, almost invariably delicate, sometimes mysterious and frequently feather-light. But her music's sweet, intricate softness never stands in for strength: This is a confident songwriter, whether she's ambling through six- and seven-minute epics (\"Leelanau,\" \"Dolomite\") or chirping sweetly in the bouncy \"Crooked River.\"\n\nThe compositions on Falconberry's most recent album, last year's Leelanau, are sturdy enough to be stripped down for a space like Bob Boilen's desk at the NPR Music offices. But each benefits immeasurably from the broad assortment of lovely flourishes she re-creates here with the help of five instrument-swapping backing players. What makes Falconberry stand out in a crowded field of singer-songwriters is her music's unfailing impeccability, and this Tiny Desk Concert finds her and her crack band hitting every immaculately crafted mark. --STEPHEN THOMPSON\n\nSet List\n\"Dolomite\"\n\"Crooked River\"\n\"Leelanau\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius, Robin Hilton; Editor: Gabriella Garcia-Pardo; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Demczuk, Gabriella Garcia-Pardo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/FowAzrMU0GU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/FowAzrMU0GU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/FowAzrMU0GU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/FowAzrMU0GU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/FowAzrMU0GU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 309
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-08-06T21:33:13.000Z",
    "title": "Keaton Henson: NPR Music Tiny Desk Concert",
    "description": "The day before Keaton Henson arrived to play the Tiny Desk, we hosted a group called The No BS! Brass Band, a nearly dozen-piece horn section with an almost brutal (and totally amazing) sound. It was one of the loudest and most thrilling, heart-pounding Tiny Desk sets we've ever had.\n\nKeaton Henson's performance could not have been more unlike the show the day before. When a cozy crowd of curious listeners showed up the next day to see him play, I asked everyone to get as close as they could, without freaking out the admittedly shy singer from London. Don't let the presence of this fantastic recording (by our engineer Kevin Wait) fool you. Henson's voice was so fragile and hushed, if you were 10 feet away you would have barely heard a peep from him.\n\nBut what Henson's music lacked in volume, it more than made up for in feeling. If the No BS! Brass Band was one of the boldest Tiny Desk shows, his was among the most moving. As I mentioned back in April, when we introduced a video for his song \"You,\" he has one of the most beautiful, arresting voices I've heard.\n\nRemarkably, Henson has only been playing music for a couple years; he took up the guitar to help heal his broken heart after a failed relationship. He's also a poet and illustrator who's released one graphic novel called Gloaming and is already at work on another.\n\nFor this Tiny Desk performance, Henson performed three songs from his new album, Birthdays. --ROBIN HILTON\n\nSet List\n\"You Don't Know How Lucky You Are\"\n\"Sweetheart What Have You Done To Us\"\n\"You\"\n\nCredits\n\nProducers: Denise DeBelius, Robin Hilton; Editor: Parker Miles Blohm; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/RZNrWmf4xH0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/RZNrWmf4xH0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/RZNrWmf4xH0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/RZNrWmf4xH0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/RZNrWmf4xH0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 310
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-07-18T17:23:23.000Z",
    "title": "Guards: NPR Music Tiny Desk Concert",
    "description": "Guards' music captures the pop sound of the late '50s and early '60s, but with more power and polish. It's hard not to hear a bit of Buddy Holly's melody and spirit — think 1958's \"Rave On\" — when you hear Guards play \"Silver Lining,\" the first song in this Tiny Desk Concert.\n\nBut I also hear a contemporary band like Cults, a band inspired by '60s dreaminess and power pop, when I hear Guards. When I first saw this group in concert, I was struck by its physical similarity to Cults: a whole lot of long black hair, for starters, with a man and woman at the front of each band. It all made sense when I learned that Richie Follin of Guards and Madeline Follin of Cults are brother and sister, and that Richie played guitar in Cults for a bit. In fact, the first set of songs he wrote and demoed were meant for Cults.\n\nEarlier this year, Guards' first album came out, titled In Guards We Trust. These are sturdy pop songs with hooks that build and won't let go. And the band's Tiny Desk Concert is a great way to hear Guards for the first time, if you haven't already dug in. --BOB BOILEN\n\nSet List\n\"Silver Lining\"\n\"Not Supposed To\"\n\"Coming True\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Maggie Starbard",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/2-1aLFQWOvs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/2-1aLFQWOvs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/2-1aLFQWOvs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/2-1aLFQWOvs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/2-1aLFQWOvs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 311
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-08-12T15:45:10.000Z",
    "title": "Cheyenne Mize: NPR Music Tiny Desk Concert",
    "description": "In the years since she first surfaced as a suitably rustic duet partner for Will Oldham — the two Kentuckians released an EP together back in 2010 — Cheyenne Mize has broadened and deepened her sound, injecting it with slinkiness and sparkle. Her new album Among the Grey continues that evolution, bringing out the lushness in songs that can shimmer prettily or punch with the force of a PJ Harvey.\n\nBehind Bob Boilen's desk at the NPR Music offices, Mize — a multi-talented singer, instrumentalist and music therapist — reduces her band to a duo for three songs from Among the Grey. Naturally, this entailed showcasing some of the album's the quieter, moodier moments (the slinky \"Raymaker,\" the dreamy \"Whole Heart\") before closing with the more forceful \"Wait for It.\" But along the way, Mize's voice rings out assertively in every style and setting.\n--STEPHEN THOMPSON\n\nSet List\n\"Raymaker\"\n\"Whole Heart\"\n\"Wait For It\"\n\nCredits\nProducers: Denise DeBelius, Stephen Thompson; Editor: Parker Miles Blohm; Audio Engineer: Suraya Mohamed; Videographers: Denise DeBelius, Gabriella Garcia-Pardo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/fS9uUDslHso/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/fS9uUDslHso/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/fS9uUDslHso/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/fS9uUDslHso/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/fS9uUDslHso/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 312
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-07-15T18:46:34.000Z",
    "title": "Alice Russell: NPR Music Tiny Desk Concert",
    "description": "There's nothing restrained about Alice Russell's performance. It's emotionally fiery from the start and gets hotter and grittier, especially when she's singing \"To Dust,\" the title track to her first new album in almost five years.\n\nAlice Russell is a classic soul infused singer — close your eyes and it's easy to hear a southern drawl, but surprisingly, she's a Brit. American infused R&B from Britain has a long history going back to the 1960s with Dusty Springfield and including 21st century artists like Adele and Alice Russell. Alice Russell also tends to include a dose of electronica in her arrangements. Russell has been making great soul music for 10 plus years. To Dust is her fifth album. Which may be the only reason too many people don't yet know this artist. This stuff is as powerful as any American singer singing soul in the 21st century. Maybe this is your well overdue introduction --BOB BOILEN\n\nSET LIST\n\n\"To Dust\"\n\"For A While\"\n\"Heartbreaker\"\n\nCREDITS\n\nProducer: Bob Boilen\nEditor: Parker Miles Blohm\nAudio Engineer: Kevin Wait\nVideographers: Gabriella Demczuk, Gabriella Garcia-Pardo, Marie McGrory",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/5xNy40dQCNQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/5xNy40dQCNQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/5xNy40dQCNQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/5xNy40dQCNQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/5xNy40dQCNQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 313
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-07-15T18:46:34.000Z",
    "title": "Frank Turner: NPR Music Tiny Desk Concert",
    "description": "Frank Turner writes folk songs that harness the fury of punk and the majesty of Springsteenian rock 'n' roll. But more than anything else, his music is playful: There's conversational wit and bite to Turner's music, even as he's bellowing to the back rows. His songs lose little when you strip away electric instruments and leave the entertainment value to a single skinny, tattooed guy with an acoustic guitar.\n\nFor his Tiny Desk close-up, the U.K. singer-songwriter isn't actually alone — he brings along the pianist in his band The Sleeping Souls, Matt Nasir, who joins in on mandolin — but Turner still does plenty to convey the bawdy rowdiness of a full band on his own. Opening with the terrifically anthemic, rehab-themed first single from his new album Tape Deck Heart (sample line: \"On the first night we met, you said, 'Well, darling, let's make a deal/If anybody ever asks us, let's just tell them that we met in jail'\"), Turner shines in what may well be the most brightly lit performance space he's ever graced. --STEPHEN THOMPSON\n\nSet List\n\n\"Recovery\"\n\"The Way I Tend To Be\"\n\"Photosynthesis\"\n\nCredits\n\nProducer: Stephen Thompson\nEditor: Denise DeBelius\nAudio Engineer: Kevin Wait \nVideographers: Parker Miles Blohm, Denise DeBelius, Gabriella Garcia-Pardo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/nF3U_t3yjic/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/nF3U_t3yjic/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/nF3U_t3yjic/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/nF3U_t3yjic/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/nF3U_t3yjic/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 314
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-07-08T19:08:57.000Z",
    "title": "Skinny Lister: NPR Music Tiny Desk Concert",
    "description": "I wish I could say I first found Skinny Lister in a pub some late evening while folks were dancing on the tables. I trust that that happens, but my unforgettable experience with this kick-ass English folk-punk band was at a hotel lobby in midday, in the midst of a sober crowd in Austin, Texas.\n\nI was coming back to my hotel during SXSW 2013 in hopes of grabbing a short nap when I saw Lorna Thomas winning the hearts of a gathering crowd with her flirtatious, cheer-me-up style of singing and dancing. Then my eyes and ears found a punkish band with accordion, upright bass, guitars, and vocals from Dan Heptinstall. I couldn't leave, I never napped, and I fell head over clicking heels for their reels and jigs and whatever else they tossed our way.\n\nWhen it was done, I shook their hands, gave them high-fives and hugs, and handed them my card. Months later, they showed up at my desk early in the day bearing lots of beer, some mysterious alcohol in an even-more-mysterious jug, and an assortment of instruments. After watching this Tiny Desk Concert, when you're ready for more and you can't find Skinny Lister playing your local pub, you can check out its debut album, Forge & Flagon — it'll tide you over until the band makes it back to your town. --BOB BOILEN\n\nSet List\n\"Trawlerman\"\n\"Colours\"\n\"Rollin' Over\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Demczuk, Gabriella Garcia-Pardo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/WV0xX1hAJok/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/WV0xX1hAJok/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/WV0xX1hAJok/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/WV0xX1hAJok/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/WV0xX1hAJok/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 315
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-07-08T17:09:09.000Z",
    "title": "Laura Mvula: NPR Music Tiny Desk Concert",
    "description": "Listen to Laura Mvula's terrific full-length debut, Sing to the Moon, and you'll hear soulful pop music in Technicolor. The U.K. singer's sonic ambition is boundless: Her intricately layered songs straddle genres, locations and eras in ways that sound entirely original.\n\nSqueezing that sound behind Bob Boilen's desk is no tiny task, as she acknowledges partway through this three-song set in the NPR Music offices. Mvula faces the challenge by seizing an opportunity to showcase her most intimate material; with the help of a small string section, she forgoes some of her flashier songs (\"Like the Morning Dew,\" \"Green Garden\") in favor of Sing to the Moon's most brooding ballads.\n\nThe result shines a spotlight squarely on Mvula's lovely voice and elegant songwriting — both of which are sturdy enough to withstand being stripped of accoutrements. Soak up this performance, then treat yourself to Sing to the Moon if you haven't already. It's one of the best debut albums in a year full of great ones. --STEPHEN THOMPSON\n\n\nSET LIST\n\n\"Father, Father\"\n\"Diamonds\"\n\"She\"\n\nCREDITS\n\nProducer: Bob Boilen\nEditor: Gabriella Garcia-Pardo \nAudio Engineer: Kevin Wait\nVideographers: Denise DeBelius, Gabriella Garcia-Pardo, Marie McGrory",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/eT5DJ33-Fbg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/eT5DJ33-Fbg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/eT5DJ33-Fbg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/eT5DJ33-Fbg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/eT5DJ33-Fbg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 316
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-07-05T23:08:48.000Z",
    "title": "Cheick Hamala Diabate: NPR Music Tiny Desk Concert",
    "description": "There was an awful lot of dancing going on the first time I stumbled upon the music of Cheick Hamala Diabate. On the dance floor at U Street's Tropicalia that night was a rich cross-section of D.C. life, all entranced by the music of Mali.\n\nMalian tradition lies at the heart and foot-stomping soul of Cheick Hamala Diabate and his band, but their melodies and undeniable rhythms cut across age and ethnicity. Diabate primarily plays the ngoni and the banjo; think of the ngoni as a great-grandfather to the banjo and it all makes sense, because both instruments share the ability to convey melody and plucked percussive rhythm.\n\nDiabate is from Kita in Mali and born into a family of griots, or storytellers; his first cousin is the legendary kora player Toumani Diabate. Cheick Hamala Diabate makes his home these days in a Maryland suburb a few miles over the D.C. line, and his musicians are American-born and inspired by this lively lyrical music, which often tells a tale about Mali and its people as part of the sway and shake. It's an honor to witness such a cross-section of cultures finding a common bond in music. --BOB BOILEN\n\n\nSET LIST\n\n    \"Mali De Nou\"\n    \"Talcamba\"\n    \"Djire Madje\"\n\nCREDITS\n\nProducer: Bob Boilen \nEditor: Parker Miles Blohm \nAudio Engineer: Kevin Wait\nVideographers: Denise DeBelius, Gabriella Garcia-Pardo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/ykEnSrhinvs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/ykEnSrhinvs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/ykEnSrhinvs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/ykEnSrhinvs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/ykEnSrhinvs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 317
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-07-08T17:09:09.000Z",
    "title": "Maya Beiser: NPR Music Tiny Desk Concert",
    "description": "Maya Beiser's Twitter handle — @CelloGoddess — says it all. She's a brilliant cellist with a stunning command of her instrument, and she's tightly tied to technology. Beiser takes the sound of her cello and runs it through loop pedals, effects and other electronics to make her instrument shimmer, drone and groove. Then there's her magnificent sense of melody.\n\nIt's not unusual to want to run in the other direction when you hear the words \"experimental music,\" but Beiser's is an experiment that works. Time Loops, her 2012 album, is one of that year's hidden gems. To see the Israeli-born American musician perform this music alone and magnificently was enchanting, so we're thrilled to capture and share this cello goddess with you.\n\nSet List\nOsvaldo Golijov: \"Mariel\"\nMichael Harrison: \"Just Ancient Loops\" Mvt. 1\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Gaby Demczuk, Gabriella Garcia-Pardo, Marie McGrory; photo by Marie McGrory",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/UO0kGdxeQvU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/UO0kGdxeQvU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/UO0kGdxeQvU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/UO0kGdxeQvU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/UO0kGdxeQvU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 318
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-06-25T13:15:33.000Z",
    "title": "Patty Griffin: NPR Music Tiny Desk Concert",
    "description": "Patty Griffin has always had a gift for locating a song's nerve endings; for surveying her subject matter and identifying the most efficient possible pathways to listeners' emotions. Her warm, wise voice is comforting, inviting and relatable, even — perhaps especially — as she tackles weighty subjects like middle age and the death of a parent.\n\nThe memory of Griffin's father hangs over her recent seventh album, American Kid, but the singer remains far too resourceful to make it a collection of navel-gazing dirges about mortality. In sampling a few of the record's many highlights at the NPR Music offices, she takes care to balance the exquisite mourning of \"Faithful Son\" — and the sweetly somber \"That Kind of Lonely,\" which Griffin describes as \"a song about finally letting go of your delayed adolescence\" — by closing her set with the playfully bawdy, kindly celebratory \"Get Ready Marie.\" Inspired by a favorite photo of her grandparents, the song finds Griffin viewing two complicated lives with the generous, hopeful eye she's been casting on her subjects for three fruitful decades now. --STEPHEN THOMPSON\n\nSet List\n\"Faithful Son\"\n\"That Kind Of Lonely\"\n\"Get Ready Marie\"\n\nPersonnel\nJohn Deaderick, accordion\nPatty Griffin, guitar\nDave Pulkingham, guitar\nCraig Ross, baritone guitar\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Kainaz Amaria, Denise DeBelius, Gabriella Garcia-Pardo; photo by Denise DeBelius/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/B1gPVKJ7msI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/B1gPVKJ7msI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/B1gPVKJ7msI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/B1gPVKJ7msI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/B1gPVKJ7msI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 319
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-06-18T16:00:00.000Z",
    "title": "Billy Bragg: NPR Music Tiny Desk Concert",
    "description": "OK Go helped us move the Tiny Desk from our old building to NPR's new headquarters, and The National performed the first full new-building Tiny Desk Concert we posted to the site, but Billy Bragg gave us the first full Tiny Desk Concert we actually recorded in our new office.\n\nBragg, one of the world's finest contemporary folksingers, appropriately sang \"Handyman Blues\" as his first tune — and was quickly met with lot of hammering on our rooftop by some real handymen as they put the finishing touches on NPR's new home.\n\nBragg, along with Dobro player C.J. Hillman, also channeled the spirit of legendary American folksinger Woody Guthrie, with whom Bragg collaborated — albeit posthumously, in Guthrie's case — when he took Guthrie's unsung words and set them to song with the help of Wilco. Here, he takes a song Guthrie himself co-opted and altered: a gospel tune (\"This World Is Not My Home\") he'd turned into an anthem against inaction.\n\nIn \"I Ain't Got No Home,\" Bragg follows in the folk tradition by altering the song to address the issue of universal health care. It's a rare talent to make it work, but Bragg, as always, finds a way to blend politics and music with grace, charm and a rough edge. --BOB BOILEN\n\nSet List\n\"Handyman Blues\"\n\"I Ain't Got No Home\"\n\"Sexuality\"\n\"No One Knows Nothing Anymore\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo; photo by Marie McGrory/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/q2OnQR6VMwU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/q2OnQR6VMwU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/q2OnQR6VMwU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/q2OnQR6VMwU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/q2OnQR6VMwU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 320
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-06-17T16:04:31.000Z",
    "title": "No BS! Brass Band: NPR Music Tiny Desk Concert",
    "description": "Just southeast of the Virginia Commonwealth University campus in Richmond, Va., lies a compact neighborhood called Oregon Hill. Historically, it's been a (white) working-class part of town, affordable for students and various bohemian types. Recording engineer Lance Koehler was drawn to the place when he moved to Richmond from New Orleans; it's where he eventually found a two-story garage and converted it into his own recording studio and home. It didn't take him long to start doing business across the Richmond music map: Koehler is good at his job, and he's affordable. His business is called Minimum Wage Studios for a reason.\n\nHe's also a drummer, and though he grew up in Southern California, his time in New Orleans left a deep impression. Inspired by the Crescent City's modern brass bands, in 2006 he started the NO BS! Brass Band with trombonist Reggie Pace. They had a place to fit between 10 and 13 musicians for rehearsal, and they had the means to document their work. And, owing to VCU and its conservatory program — with a history of producing top-notch jazz players — they had plenty of great horn players at their disposal.\n\nFunky and danceable, the NO BS! Brass Band takes after the full black-music continuum you hear in groups like Rebirth or the Hot 8. But it's also proggy, and a bit brutalizing, and full of pride in a different Southern outpost. The group's new album is called RVA All Day, after all. And about that jazz cred: In July, it'll release another album called Fight Song, so named because it features the band's arrangements of Charles Mingus compositions.\n\nRecently, Koehler, Pace and nine other musicians piled into a bus and journeyed up the freeway to NPR Music's Tiny Desk in Washington, D.C. They blasted us with songs from the new album — it was so loud, you could hear the music on the other side of the building, a floor down. And this summer, when Pace isn't out with Bon Iver's touring band, they'll strike out from Oregon Hill to fly the Richmond flag up and down the East Coast. \n--PATRICK JARENWATTANANON\n\nSet List\n\"RVA All Day\"\n\"Run Around\"\n\"Infamous\"\n\nPersonnel\nLance Koehler, drums\nReggie Pace, trombone\nBryan Hooten, trombone/vocals\nJohn Hulley, trombone\nDillard Watt, bass trombone\nDavid Hood, alto saxophone\nMarcus Tenney, trumpet\nSam Koff, trumpet\nBen Court, trumpet\nTaylor Barnett, trumpet\nStefan Demetriadis, tuba\n\nCredits\nProducer: Patrick Jarenwattananon; Editor: Gabriella Garcia-Pardo; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/MEjNggZsWow/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/MEjNggZsWow/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/MEjNggZsWow/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/MEjNggZsWow/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/MEjNggZsWow/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 321
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-06-17T16:04:56.000Z",
    "title": "The National: NPR Music Tiny Desk Concert",
    "description": "The first thing you might notice about this video is the change in surroundings: NPR recently moved to a new building, and though we worked to make the Tiny Desk as visually similar as possible to the old space — a process we recently documented with the help of OK Go — the ceilings are higher, the square footage more generous and the surfaces lavishly unsullied. The visuals will surely evolve in the months and years to come, as more tchotchkes and coffee stains accumulate on, around and behind Bob Boilen's desk.\n\nIn the days leading up to this hotly anticipated performance by The National — recorded at the obscenely early time (for touring bands anyway) of 10:30 in the morning — we'd gotten word that the group would strip its sound way down for the occasion, sticking to two acoustic guitars and a bit of hand percussion. What we got instead was a fully fleshed-out septet, complete with horns and piano; the band showed up at 9:30 to rehearse and sound-check.\n\nThough singer Matt Berninger had barely rested his voice from a show in the area the night before, The National dutifully performed gorgeous acoustic renditions of four tracks from its fine new album, Trouble Will Find Me. Its members even treated the hundreds of worshipful gawkers to Building 2.0's first-ever Tiny Desk encore, in response to a roar of applause that could be heard in the far reaches of the newsroom downstairs. Here's to many more. \n--STEPHEN THOMPSON\n\nSet List\n\"This Is The Last Time\"\n\"I Need My Girl\"\n\"Pink Rabbits\"\n\"Sea Of Love\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Kainaz Amaria, Parker Blohm, Denise DeBelius,Gabriella Garcia-Pardo; photo by Hayley Bartels/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/TdFCD3oXMZo/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/TdFCD3oXMZo/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/TdFCD3oXMZo/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/TdFCD3oXMZo/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/TdFCD3oXMZo/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 322
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-06-03T18:52:53.000Z",
    "title": "OK Go: An NPR Tiny Desk Concert In 223 Takes",
    "description": "The Tiny Desk has moved, and OK Go has helped make it so.\n\nEarlier this year, we needed to figure out the best possible way to move my Tiny Desk from NPR's old headquarters to our new facility just north of the U.S. Capitol. We wanted to go out with a bang and arrive at our new space in style, so our thoughts naturally turned to a catchy pop band we love: OK Go, whose unforgettable videos have been viewed tens of millions of times on YouTube.\n\nBandleader Damian Kulash used to be an engineer at an NPR member station in Chicago, so we figured he'd be up for helping us execute a simple idea: Have OK Go start performing a Tiny Desk Concert at our old location, continue playing the same song while the furniture and shelving is loaded onto a truck, and finish the performance at our new home. In addition to cameos by many of our NPR colleagues — Ari Shapiro, Audie Cornish, David Greene, Guy Raz, Scott Simon, Alix Spiegel, Susan Stamberg and more — this required a few ingredients:\n\n    Number of video takes: 223\n\n    Percent used in final version: 50\n\n    Number of raw audio channels: 2,007\n\n    Percent used in final version: 50\n\n    Number of microphones: 5\n\n    Number of hard-boiled eggs consumed: 8, mostly by bassist Tim Nordwind\n\n    Number of seconds Carl Kasell spent in the elevator with OK Go: 98\n\n    Number of times Ari Shapiro played the tubular bells: 15\n\n    Number of pounds the tubular bells weighed: 300\n\n    Number of times the shelves were taken down and put back up: 6\n\n    Number of days it took to shoot: 2\n\n    Number of cameras: 1\n\nOK Go played \"All Is Not Lost\" from Of the Blue Colour of the Sky, with words tweaked by the All Songs Considered team. And so begins a new era for the Tiny Desk, after 277 concerts (counting this one) in our old home. -- BOB BOILEN\n\nFEATURING\nDan Konopka, Damian Kulash, Tim Nordwind, Andy Ross\n\n\nCREDITS\nProducers: Bob Boilen, Mito Habe-Evans\nDirectors: Mito Habe-Evans, Todd Sullivan\nAudio Engineer: Kevin Wait\nAssistant Producer: Denise DeBelius\nCamera Operator: Gabriella Garcia-Pardo\nSupervising Producer: Jessica Goldstein\nEditor: Mito Habe-Evans\nAssistant Editor: Gabriella Garcia-Pardo\nProduction Assistants: Lorie Liebig, Lizzie Chen, Gabriella Demczuk, Marie McGrory, Andrew Prince\nExecutive Producers: Anya Grundmann, Keith Jenkins\nSpecial Thanks: OK Go and our cast and crew of volunteers.",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Wm63LibDiFk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Wm63LibDiFk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Wm63LibDiFk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Wm63LibDiFk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Wm63LibDiFk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 323
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-05-23T13:54:29.000Z",
    "title": "Mohammad Reza Shajarian: NPR Music Tiny Desk Concert",
    "description": "Every Tiny Desk Concert provides its own particular thrill, but it's not every day that we get to welcome one of NPR's 50 Great Voices to our offices. With the visit of the incredible, honey-voiced Mohammad Reza Shajarian from Iran, we lucked out by having him sing on not just any day, but on the biggest holiday of the Persian calendar: Nowruz, the New Year.\n\nJoined by three excellent collaborators, brothers Sohrab and Tahmoures Pournazeri (celebrated musicians in their own right as leaders of Iran's Shams Ensemble) and French percussionist Robin Vassy, Ostad (\"Master\") Shajarian gave what amounted to a brief master class in the art of singing. In the course of this love song, titled \"Az Eshgh,\" Shajarian unleashed torrents of swooping, soaring, goosebump-inducing sound — still perfectly controlled at age 73.\n\nOver the past several years, Shajarian has emerged as a strong voice in other ways. Though he's been an artistic icon for decades at home, he was never particularly outspoken on political issues. But since the Green movement began in Iran in the wake of President Mahmoud Ahmadinejad's reelection in June 2009, Shajarian has openly made reference to supporting the opposition, and has demanded that state-run media stop using his songs in their broadcasts and films. Those moves carry a heavy cost: He has been effectively barred from performing live in Iran, and instead now spends most of his time touring the world to diaspora and non-Iranian audiences alike. But at his heart, Shajarian is a great artist, not a politician — and perhaps now, even more will have the chance to experience his brilliant beauty and power as a singer. -- ANASTASIA TSIOULCAS\n\nSET LIST\n\"Az Eshgh (Love Song)\"\n\nCREDITS\nProducer: Anastasia Tsioulcas\nEditor: Gabriella Garcia-Pardo\nAudio Engineer: Kevin Wait\nVideographers: Lizzie Chen, Denise DeBelius, Gabriella Garcia-Pardo\nPhoto by Marie McGrory/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/GnI4R9Bdl3g/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/GnI4R9Bdl3g/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/GnI4R9Bdl3g/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/GnI4R9Bdl3g/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/GnI4R9Bdl3g/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 324
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-05-28T13:58:41.000Z",
    "title": "Buddy Miller & Jim Lauderdale: NPR Music Tiny Desk Concert",
    "description": "There's something endearing, old-timey and almost vaudevillian about Buddy Miller and Jim Lauderdale — even the way they bill themselves as \"Buddy and Jim.\" Both veteran musicians are in love with country music in all its many forms and influences; their music incorporates the blues and bluegrass, rock 'n' roll and a good deal of craft.\n\nBuddy Miller is the guitar player to hire if you're playing heartfelt, not-so-shiny country-rock songs. Ask Robert Plant and Alison Krauss, with whom Miller toured for their Raising Sand tour, or Emmylou Harris, Shawn Colvin and Patty Griffin, who named their tour together \"Three Girls and Their Buddy.\"\n\nJim Lauderdale writes award-winning country songs — hits for George Strait, Patty Loveless and the Dixie Chicks. He'll once again host the Americana Music Awards alongside Miller, with whom he shares a radio show on Sirius XM's Outlaw Country Channel; that's where the corny humor comes in. You'll hear some of that in this Tiny Desk Concert, but you'll also hear musical merrymaking and timeless harmonies, with songs from their first full-album collaboration, Buddy and Jim.\n\nThe songs they performed, at NPR's offices and on the album, have titles like \"I Lost My Job [insert pregnant pause here] of Loving You.\" Some good fun to be had at the expense of heartbreak and life's loves, both lost and found. --BOB BOILEN\n\nSet List\n\"The Train That Carried My Gal From Town\"\n\"It Hurts Me\"\n\"I Lost My Job Of Loving You\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius,Gabriella Garcia-Pardo, Marie McGrory; photo by Gaby Demczuk/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/ggIwlQ5u0a4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/ggIwlQ5u0a4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/ggIwlQ5u0a4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/ggIwlQ5u0a4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/ggIwlQ5u0a4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 325
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-05-06T18:45:39.000Z",
    "title": "Nicola Benedetti: NPR Music Tiny Desk Concert",
    "description": "You might never tell by her youth or her warm and approachable demeanor, but 26-year-old Scottish violinist Nicola Benedetti has already had an extraordinary career. Mentored by Yehudi Menuhin starting at age 10, Benedetti won the BBC Young Musician of the Year Award a decade ago — and, really, that was just a warm-up.\n\nBenedetti has since become an international performer of note: She's recently appeared as soloist with groups like the New York Philharmonic, the Chicago Symphony Orchestra and the San Francisco Symphony, and she was given the huge honor of playing the last night of the Proms in London last summer. But Benedetti just might be best appreciated in an up-close-and-personal setting, whether she's performing or working with kids, which is one of her greatest passions; she's a proud \"big sister\" to El Sistema Scotland.\n\nAt this Tiny Desk Concert, though, she's simply radiant. Maybe that's partly due to her affable and gracious personality, or to her huge and sweet tone, enhanced by the 1717 Gariel Strad she plays. (It's worth some $10 million.) Or maybe it's the way she lets John Williams' theme from Schindler's List spin out in such aching fashion, or the way she makes room for silence in Bach's Chaconne before tearing deep into its dense warp and weft. In any case, she's enchanting. --ANASTASIA TSIOULCAS\n\nSet List\n\nWilliams: Theme from 'Schindler's List'\nBach: Chaconne from the Partita for Solo Violin in D Minor\n\nCredits\n\nProducers: Stephen Thompson, Anastasia Tsioulcas; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo; photo by Marie McGrory/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/m1-Si874NWw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/m1-Si874NWw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/m1-Si874NWw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/m1-Si874NWw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/m1-Si874NWw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 326
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-05-03T15:28:49.000Z",
    "title": "Father Figures: NPR Music Tiny Desk Concert",
    "description": "In a small, packed Washington, D.C., living room late one December night, I heard a cacophony of horns, keys, drums and guitars that simply floored me. It was brash, zany, brainy, scary and danceable. At the end of a long year of amazing live music, this would turn out to be one of the most memorable concerts I'd seen.\n\nI walked up to Adam Schatz, the man behind the saxophone and chief instigator in Father Figures, and told him his band needed to play the Tiny Desk. How this music would translate to the brightness of day — to say nothing of a busy office — was hard to anticipate. But from the moment the band squeaked its first squawk, it was clear that it would conjure up an adventure. These guys mix rock and jazz the way King Crimson did at its fiercest.\n\nFather Figures formed at New York University in 2007 with Adam Schatz on sax and effects, Jas Walton on sax, Spencer Zahn on upright bass, Ian Chang on drums and Ross Edwards on keyboards. If they come to a club or living room near you, drop all plans and go. This video is just the beginning.\n\nSet List\n\n\"Doomed To Fail\"\n\"This Is The Way We Mean\"\n\"Where Did You Come From?\"\n\nCredits\n\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gaby Demczuk, Gabriella Garcia-Pardo; photo by Elizabeth Chen/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Z64OB3NiXFQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Z64OB3NiXFQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Z64OB3NiXFQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Z64OB3NiXFQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Z64OB3NiXFQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 327
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-05-03T15:29:11.000Z",
    "title": "Omar Sosa & Paolo Fresu: NPR Music Tiny Desk Concert",
    "description": "You don't really listen to an Omar Sosa concert so much as experience it. The Cuban-born pianist's overall demeanor exudes a sense of calm and deep reflection, while a spiritual connection to music and his ancestors comes through in his piano playing.\n\nYou can hear Sosa draw on more than 100 years of Cuban piano in the recognizable rhythms of his country's music. But in Sosa's hands, it's not all fiery and bombastic; he's most effective when he uses Afro-Cuban tradition as a guide to his distinct, subtle and nuanced approach.\n\nIn Paolo Fresu, Sosa has found a sympathetic musical partner. Fresu's work on trumpet and flugelhorn provides a perfect foil for Sosa's introspective intersection of jazz, Afro-Cuban sounds and a chamber-music mentality.\n\nSosa and Fresu's quietly energetic performance behind Bob Boilen's desk enveloped everyone in attendance like a soft mist. Fresu's use of digital delay never clashed with Sosa' acoustic piano, instead adding another color to the palette; at times, Fresu uses it to add a layer of rhythm with either the ring on his finger or a blowing technique into his horn.\n\nOmar Sosa and Paolo Fresu were as much fun to watch as they were to hear. Watch this Tiny Desk Concert and see for yourself. --FELIX CONTRERAS\n\nSet List\n\n\"Alma\"\n\"S'Inguldu\"\n\nCredits\nProducer: Felix Contreras; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo; photo by Elizabeth Chen/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/RJMQkye_YTw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/RJMQkye_YTw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/RJMQkye_YTw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/RJMQkye_YTw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/RJMQkye_YTw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 328
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-05-03T15:29:11.000Z",
    "title": "Efterklang: NPR Music Tiny Desk Concert",
    "description": "Bands with big ideas work well at the Tiny Desk. Efterklang is a Danish group whose recent album Piramida took its members to an abandoned mining town between the North Pole and Norway. There, they recorded sounds of empty oil tanks, old pianos and pretty much anything they could strike or record.\n\nIt's precisely that creative energy that led to Efterklang ransacking our kitchen utensils and desks in search of sound-making material. The band is a joy to witness live with a small orchestra, but it's equally compelling just the way it is here, huddled around my desk and trying ideas it's never tried. A true adventure. --BOB BOILEN\n\nSet List\n\"Dreams Today\"\n\"Danish Design\"\n\"Alike\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Lizzie Chen, Denise DeBelius, Gabriella Garcia-Pardo; photo by Gabriella Demczuk/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Gbjo5-lxzIs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Gbjo5-lxzIs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Gbjo5-lxzIs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Gbjo5-lxzIs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Gbjo5-lxzIs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 329
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-05-03T15:29:11.000Z",
    "title": "Martin Hayes & Dennis Cahill: NPR Music Tiny Desk Concert",
    "description": "You're about to watch one of the best fiddlers on the planet and a subtle guitar master work their magic. For too many of us, Irish music is something that merely gets trotted out around this time of year, associated with St. Patrick's Day and the coming of spring — and made a cliche by commercialism and whatever other shallow notions make cliches what they are.\n\nBut for a moment, stop, put aside your notion of jigs and reels, and just listen. Martin Hayes plays his fiddle with an exquisite touch and tone, as well as a magnificent sense of melody and rhythm that never ceases to astonish.\n\nI'm a year-round Irish-music guy. I've spent many summers at Celtic-music camps trying to improve my mediocre guitar skills and enjoying late-night Irish music sessions. I've seen Hayes at these camps as a teacher and performer; his playing has brought me to tears at times, and at others has made me burst out with joyful laughter. I couldn't be prouder to have him perform for us.\n\nHayes has worked with many accompanying musicians, and some are equal partners, but with Dennis Cahill you get delicate support. It's a rhythm that keeps the tune in; that accents and colors it but never overtakes it. It's brilliant restraint that serves the music and perfectly suits his parter. So with fresh ears, come join us in a rare treat with a familiar sound. --BOB BOILEN\n\nSet List\n\"The Mountain Lark/Tom Doherty's Reel\"\n\"P. Joe's Reel/The Obama Reel\"\n\"O'Carolan's Farewell To Music\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo; photo by Gabriella Demczuk/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/o5hg3iuoJoM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/o5hg3iuoJoM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/o5hg3iuoJoM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/o5hg3iuoJoM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/o5hg3iuoJoM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 330
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-05-03T15:29:11.000Z",
    "title": "The Lone Bellow: NPR Music Tiny Desk Concert",
    "description": "After hearing The Lone Bellow's self-titled debut, I couldn't wait to play it for friends and on All Songs Considered — I knew people would love it. Still, honestly, I was unprepared for the stunning power of the band's live show. When you see this Tiny Desk Concert, I'm sure you'll experience the same sensation I did. The Lone Bellow features three brilliant players, with Zach Williams singing every word as if it's the last time he'll ever get the chance. He's got a bit of Springsteen in him; it's the sort of delivery I was sure couldn't get more intense, until it does.\n\nKanene Pipkin and Brian Elmquist aren't just supporting players; they're vital. Their voices harmonize with Williams', sometimes making vocal power chords and at other times supplying delicate textures. Pipkin's mandolin and Elmquist's guitar create melodies and rhythms that seem a lot bigger than 14 unamplified strings normally make.\n\nWilliams began writing songs not too many years back while living in Georgia, inspired by tragedy — a riding accident that left his young wife temporarily paralyzed. That inspiration and undeniable heart comes through in every song. I'm so glad we got The Lone Bellow on the rise, because I have a feeling they're about to get very, very busy. --BOB BOILEN\n\nSet List\n\"You Never Need Nobody\"\n\"Two Sides Of Lonely\"\n\"Teach Me To Know\"\n\"You Don't Love Me\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Gabriella Demczuk,Gabriella Garcia-Pardo, Marie McGrory; photo by Lizzie Chen/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/zJyf5NqiMNE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/zJyf5NqiMNE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/zJyf5NqiMNE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/zJyf5NqiMNE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/zJyf5NqiMNE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 331
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-02-28T17:17:29.000Z",
    "title": "Mary Halvorson Quintet: NPR Music Tiny Desk Concert",
    "description": "Today, when you see a saxophonist and a trumpeter in front of a jazz group, it's par for the course. It's a particular combination that's defined many landmark recordings: Charlie Parker and Dizzy Gillespie, Ornette Coleman and Don Cherry, John Coltrane andMiles Davis. Done right, it's a classic meat-and-potatoes sound: open to reinvention, comfortable with tradition.\nGuitarist Mary Halvorson didn't come to this standard practice just by playing standards. As a sidewoman, she's often tapped to play in open improvising situations; her mentors include the unclassifiable composer Anthony Braxton and the free-jazz guitarist/bassist Joe Morris. Among her sonic signatures are craggy distortions, bent strings and delay-pedaled blurts through a hollow-body guitar.\nYet Halvorson has now recorded two albums with her quintet, one with alto saxophone (Jon Irabagon) and trumpet (Jonathan Finlayson) up top. (The rhythm section is also among New York's finest, with John Hebert on bass and Ches Smith on drums.) From the way her songs balance order and entropy, you can hear that she's studied how golden-era hard bop blended those voices, and how later generations morphed, rephrased and imploded those ideas.\nWe thought we'd spring this particular sound of surprise on the Tiny Desk. So when they showed up in town to perform, we invited Mary Halvorson and her quintet to NPR Music's headquarters, where they got comfortable enough to get rad.\n\nSet List \n\nAll compositions by Mary Halvorson.\n\n\"Love In Eight Colors\" (No. 21)\n\"Hemorrhaging Smiles\" (No. 25)\n\nCredits\nProducer: Patrick Jarenwattananon; Editors: Denise DeBelius, Gabriella Garcia-Pardo; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Christopher Parks, Lauren Rock; photo by Ryan Smith/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/xJwyBBcP51A/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/xJwyBBcP51A/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/xJwyBBcP51A/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/xJwyBBcP51A/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/xJwyBBcP51A/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 332
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-02-28T17:17:29.000Z",
    "title": "Night Beds: NPR Music Tiny Desk Concert",
    "description": "Winston Yellen didn't start singing until he was 18 — he's 23 now — but he's already got one of 2013's most arresting new voices. As the singer for the country-rock group Night Beds, Yellen often performs a cappella, with tremendous soul and nuance.\n\nWe thought Yellen might show up for this Tiny Desk set by himself — all the better to show off that amazing voice, with maybe just his own guitar as backup. But he opted to go all-in with the full Night Beds touring band, including lap steel and keys. The resulting performance was both lighthearted and deeply affecting.\n\nFortunately, you still get a chance to hear Yellen's voice in the clear: The group kicked off its four-song set with \"Faithful Heights,\" the a cappella opening track from Night Beds' full-length debut, Country Sleep. The song segues seamlessly to \"Ramona,\" followed by \"22,\" before the set closes with with \"Hide From It,\" an unreleased song.\n\nAs Night Beds' members were packing up after their performance, I asked Yellen if he ever has to work on his voice or if he was just born with it — I'd assumed the latter. \"I actually just started taking voice lessons,\" he said. \"I knew I could be so much better before heading out for this tour.\"\n\nIt's hard to imagine it sounding any better.\n\nSet List\n\"Faithful Heights\"\n\"Ramona\"\n\"22\"\n\"Hide From It\"\n\nCredits\nProducer: Robin Hilton; Editor: Denise DeBelius; Audio engineer: Kevin Wait; Videographers: Lizzie Chen, Denise DeBelius, Gabriella Garcia-Pardo; photo by Marie McGrory/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/wlQEPlj5JAA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/wlQEPlj5JAA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/wlQEPlj5JAA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/wlQEPlj5JAA/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/wlQEPlj5JAA/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 333
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-02-28T17:17:29.000Z",
    "title": "Cantus: NPR Music Tiny Desk Concert",
    "description": "Is there some kind of weird vocal vortex in Minnesota? The state turns out so many excellent choral groups — at the school, church and professional levels — that it can arguably be dubbed the choral center of the U.S.\n\nThe members of the male vocal ensemble called Cantus, who huddled around Bob Boilen's desk to sing for us, hail from that vortex — specifically Minneapolis-St. Paul.\n\nA quick note on the group's name, because it's more appropriate than you might think. \"Cantus\" means \"singing\" in Latin, but it also refers to an old European tradition. A student group who gathered to sing traditional songs and drink beer was once called a \"cantus.\" And this modern-day group of Minnesotans indeed got its start in 1995 as a student singing group at St. Olaf College in Northfield, Minn. They didn't tell us much about the beer, though.\n\nCantus went professional in 2000 and has cut 15 albums on its own label. Unlike some choral groups who specialize in one style of music, Cantus prides itself on diversity. Just take a look at the three songs its members chose for this concert.\n\n\"Wanting Memories\" is a song steeped in African-American culture, written by Ysaye Barnwell from Sweet Honey in the Rock. \"Zikr,\" composed by A.R. Rahman — the same guy who scored the hit movie Slumdog Millionaire — has roots in the Sufi tradition, where deep chords and repeated phrases signal a slow burn toward religious ecstasy. And the group closes with German composer Franz Biebl's gorgeous \"Ave Maria,\" a signature piece for the group that blends traditional plainsong (or chant) with delicate melody and voluptuous harmonies that ascend heavenward.\n\nListening to Cantus, you understand that there's something about a group of people singing that touches listeners on a very human level. Perhaps it explains why so many of us sing — and not just in the shower. Chorus America estimates that 42.6 million American adults and children sing in choirs. (A lot of them live in Minnesota!)\n\nFor the rest of us, whose pipes aren't quite that golden? We've always got excellent groups like Cantus to do the singing for us.\n\nSet List\n\"Wanting Memories\" (Ysaye Barnwell)\n\"Zikr\" (A.R. Rahman)\n\"Ave Maria\" (Franz Biebl)\n\nCredits\nProducer: Tom Huizenga; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Christopher Parks, Lauren Rock; photo by Ryan Smith/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/6I0Dk8cdfCA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/6I0Dk8cdfCA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/6I0Dk8cdfCA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/6I0Dk8cdfCA/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/6I0Dk8cdfCA/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 334
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-02-18T21:02:29.000Z",
    "title": "The xx: NPR Music Tiny Desk Concert",
    "description": "It's easy to think of The xx as a fashionable band: Its members have a sleek all-in-black look, its typography and cover art is coolly and distinctively styled, and the group itself has been showered with validation, including Britain's 2010 Mercury Prize. But beneath all that tightly controlled image-making lays music that's raw and vulnerable; shy, worried tentativeness is wired into a sound that shimmers powerfully, but remains as fragile and delicate as a soap bubble.\n\nThe xx's second album, Coexist, came out last fall, and it plays like a series of tensely lovely interludes, each building to a climax that never arrives. Plopped in front of Bob Boilen's desk and asked to play a few songs from the record, singer-guitarist Romy Madley Croft and singer-bassist Oliver Sim have reason to look slightly ill-at-ease: The setting and band configuration robs them of cover. No beats from member Jamie Smith, who opted to hang back at the hotel; no shroud of darkness or bright lights pointed outward to blunt the crowd's stares. Throughout their characteristically compact seven-minute performance, Croft and Sim avoid eye contact, as they visibly try to ignore the huge throng and cameras positioned maybe 10 feet away from them.\n\nWhat comes out of their performance is not just beauty, but humanity — the sense that, in all of The xx's songs, all the calm chilliness in the world can't quite contain an exposed heart.\n\nSet List\n • \"Angels\"\n • \"Sunset\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Becky Lettenberger, Claire O'Neill, Maggie Starbard",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/3-03z36Is6M/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/3-03z36Is6M/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/3-03z36Is6M/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/3-03z36Is6M/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/3-03z36Is6M/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 335
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-02-05T22:12:20.000Z",
    "title": "Of Montreal: NPR Music Tiny Desk Concert",
    "description": "About halfway into Of Montreal's Tiny Desk Concert in the NPR Music offices, I showed a friend a Post-It note on which I'd just scribbled, \"Was I wrong to expect more of a decadent, pan-sexual carnival?\" I'd thought we were going to need to throw plastic sheeting over our desks, like at a GWAR concert, and there we were, watching a miniaturized Of Montreal — just Kevin Barnes solo, albeit with the assistance of singer Rebecca Cash and guitarist Bryan Poole for \"Feminine Effects\" — as it strummed its way through three stripped-down songs.\n\nSo if you're looking for another side of Barnes' music — for comparison, check out the April 2012 Of Montreal concert we recorded for NPR Music, the description of which includes the words \"wildly theatrical,\" \"flamboyant,\" \"synchronized dancing\" and \"strange, wandering creatures that look like amoebas\" — you'll get it here. The singer told us that he'd been working on quieter, more personal material in recent months, and figured the intimate surroundings would be an ideal setting to try it out. The result is a rarely heard side of a band and a frontman for whom theatricality has long been a means of expression rather than an end unto itself. --STEPHEN THOMPSON\n\nSet List\n\"Feminine Effects\"\n\"Imbecile Rages\"\n\"Amphibian Days\"\n\nCredits\nProducer: Robin Hilton; Editor: Christopher Parks; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Christopher Parks; photo by Christopher Parks/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/_rf7Gw0mj7I/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/_rf7Gw0mj7I/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/_rf7Gw0mj7I/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/_rf7Gw0mj7I/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/_rf7Gw0mj7I/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 336
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-02-05T22:12:20.000Z",
    "title": "Black Prairie: NPR Music Tiny Desk Concert",
    "description": "The charming roots-folk band Black Prairie got its start as an outlet for The Decemberists' Chris Funk and Nate Query, who wanted an outlet for some of their rootsy, mostly instrumental string-band wanderings. As the new group expanded to incorporate more members — including another wayward Decemberist, Jenny Conlee, on accordion — its sound has grown as well, with Annalisa Tornfelt's sweetly countrified vocals and violin lending Black Prairie's songs an added dimension.\n\nAs if to flesh out The Decemberists' more stripped-down Tiny Desk appearance from 2011 — only guitarist Chris Funk performed at both shows — Black Prairie played richly layered versions of three cuts from last year's A Tear in the Eye Is a Wound in the Heart. Like so much great folk music, there's a marvelous blend of darkness and light at work here, as the band lends a snappy, lilting quality to songs of alienation and darkness. --STEPHEN THOMPSON\n\nSet List\n\"Dirty River Stomp\"\n\"Nowhere Massachusetts\"\n\"Richard Manuel\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Christopher Parks, Lauren Rock; photo by Ryan Smith/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/0mzjL5147i4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/0mzjL5147i4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/0mzjL5147i4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/0mzjL5147i4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/0mzjL5147i4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 337
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-01-07T20:35:35.000Z",
    "title": "Lucius: NPR Music Tiny Desk Concert",
    "description": "We brought Lucius to the Tiny Desk because I fell in love with one joyous, catchy song: \"Don't Just Sit There.\" That's all I had to go on — I'd never seen the group live — and though I expected fun, we also got fabulous. Not only are Jess Wolfe and Holly Laessig a winning singing duo, but their charisma and charm helps turn good pop songwriting into an endearing performance.\n\nBoth Berklee School of Music alumni, the two women moved to a Victorian home they'd found on Craigslist. As it turns out, that old Brooklyn home had a 60-year history as a recording studio and music school, complete with an old Steinway piano; it was there that they found their future bandmates. Danny Molad, Peter Lalish and Andrew Burri fill out the group with guitars and drums and an uncanny ability to create songs with vastly differing character.\n\nOne minute, Lucius sounds like a girl group circa 1961; the next, you could be hearing an Emmylou Harris outtake. And, though only four songs turn up on the band's 2012 EP, I feel a strong album on the way. Pair that with a dynamic and lovable stage presence, and what you're witnessing from Lucius at the Tiny Desk sounds like the early days of a long career. --BOB BOILEN\n\nSet List\n\"Go Home\"\n\"Don't Just Sit There\"\n\"Turn It Around\"\n\"Genevieve\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Christopher Parks, Ryan Smith; photo by Lauren Rock/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/8Pk_2dVPjms/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/8Pk_2dVPjms/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/8Pk_2dVPjms/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/8Pk_2dVPjms/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/8Pk_2dVPjms/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 338
   }
  },
  {
   "snippet": {
    "publishedAt": "2013-01-07T20:35:35.000Z",
    "title": "Miguel: NPR Music Tiny Desk Concert",
    "description": "Miguel turned up in the NPR Music offices early one morning, after playing a show late the night before. He appeared light and calm, and betrayed no hint that he was nervous about stripping his highly produced hits down to their bones. Accompanied by just his guitarist, Dru DeCaro, Miguel eschewed flash and went big on small gestures — ingratiating ad libs, only one full spin and voice control that kept the songs close to his chest but emotive enough to translate to the back of the room. He told us he wrote his Grammy-nominated song \"Adorn\" with no idea that it would take him to our tiny stage. But he was made for it. His style was compact and graceful, his manner self-aware and open.\n\nAfter releasing two albums, the 27-year-old performed as if he'd spent years of his life pressing rewind and pause on the great entertainers of our time — James Brown, Prince, Sam Cooke, Jackie Wilson, Michael Jackson. After he ended his set, I wanted to ask who'd taught him the most, but the crush of admirers loomed and I got out of the way of the cellphone cameras. He's a genuine, modern-day star. --FRANNIE KELLEY\n\nSet List\n\n0:00 \"Do You...\"\n4:28 \"The Thrill\"\n9:17 \"Adorn\"\n\n\nCredits\n\nProducer: Frannie Kelley; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Christopher Parks; photo by Denise DeBelius/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/n7w0-KgZMdY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/n7w0-KgZMdY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/n7w0-KgZMdY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/n7w0-KgZMdY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/n7w0-KgZMdY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 339
   }
  },
  {
   "snippet": {
    "publishedAt": "2012-12-21T22:12:45.000Z",
    "title": "The Polyphonic Spree: NPR Music Tiny Desk Concert",
    "description": "This year marks the 10th anniversary for The Polyphonic Spree's annual holiday music show — an extravaganza the group has held in Dallas each December — and it's celebrating with a live tour and a new CD called Holidaydream, on which the band reworks versions of classics such as \"Do You Hear What I Hear\" and \"White Christmas.\"\n\nLast week, The Polyphonic Spree's members rolled up to NPR in their packed-to-the-gills bus and unloaded a small army of horn players, singers and assorted gear for the largest Tiny Desk performance we've ever hosted. The band members spent much of the day getting ready for the three-song set, puzzling out the logistics of getting that many people behind Bob Boilen's desk. But, they said, it's a \"human Tetris game\" they've played many times before, and by the early afternoon they were ready to go.\n\nWhile many of the large groups we host at the Tiny Desk often opt for stripped-down performances, what you see here with The Polyphonic Spree is pretty close to the band's full-on production, with a horn section, cellist, guitars and drums — and, of course, the full group of singers, led by the wonderfully effusive Tim DeLaughter.\n\nFor this special holiday Tiny Desk performance, The Polyphonic Spree treated the NPR Music office to two traditional carols — \"The Christmas Song\" and \"Silver Bells\" — and the more modern John Lennon classic \"Happy Xmas (War Is Over).\" --ROBIN HILTON\n\nSet List\n\"Happy Xmas (War Is Over)\"\n\"The Christmas Song\"\n\"Silver Bells\"\n\nCredits\nProducers: Bob Boilen and Robin Hilton; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Mito Habe-Evans, Christopher Parks, Ryan Smith; photo by Lauren Rock/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/6D5r_7UW8eA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/6D5r_7UW8eA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/6D5r_7UW8eA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/6D5r_7UW8eA/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/6D5r_7UW8eA/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 340
   }
  },
  {
   "snippet": {
    "publishedAt": "2012-12-17T20:33:30.000Z",
    "title": "Alt-J: NPR Music Tiny Desk Concert",
    "description": "There's mystery in the music of Alt-J: The band's songs are wrapped in enigmatic textures, with swift shifts in arrangements inside every song and an oddness to the drums. Mere glimpses of lyrics are discernible, even after listening over and over — and if you can decipher the words, the meanings don't necessarily follow immediately. Still, those words reside at the core of Alt-J, and they're cinematic and stunning and sometimes brutal.\n\nSeeing Alt-J live in concert — or here at the Tiny Desk — reveals a few of those mysteries, making a band that can be difficult on first listen a bit easier to digest. For one, seeing Joe Newman sing makes his words less oblique; for another, that curious rhythm at the foundation of the songs reveals not a hint of cymbals. And, though the drums are stripped down more than ever at the Tiny Desk, they still provide the essence of an original sound. Thom Green plays mostly with a mounted tambourine and cowbell for the sorts of things a hi-hat would accomplish — that tick tick sound, with the snap of the sound coming from a small-bodied 10\" snare called a popcorn snare. The sparseness that happens in the absence of crashing cymbals leaves a lot of space in the music.\n\nAlt-J is from Leeds, England — home to another of my favorite art-rock bands, Gang of Four. Both play angular, poetic music that takes unexpected turns, shifting gears when you least expect it. Alt-J made my favorite album of 2012, An Awesome Wave, and if you're new to the group, the understated sound may get lost on you at first. But listen to the words and study how the songs evolve: No one else is making music like this. This is an original, innovative band with a brilliant present and a brighter future. --BOB BOILEN\n\nSet List\n\"Tessellate\"\n\"Something Good\"\n\"Matilda\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineers: Kevin Wait, Suraya Mohamed; Videographers: Denise DeBelius, Christopher Parks, Ryan Smith; photo by Lauren Rock/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/xKdp5uI8AC0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/xKdp5uI8AC0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/xKdp5uI8AC0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/xKdp5uI8AC0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/xKdp5uI8AC0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 341
   }
  },
  {
   "snippet": {
    "publishedAt": "2012-12-10T20:17:46.000Z",
    "title": "Lyle Lovett: NPR Music Tiny Desk Concert",
    "description": "For all of Lyle Lovett's considerable artistic gifts — a distinctive voice, easygoing charisma, rare talent for wordplay — his greatest attribute may be the way he radiates infectious calm. He's a one-time tabloid fixture who writes wry, bittersweet songs of longing, but Lovett in person is like a vortex into which stress and drama disappear. That's especially true now that he's fulfilled his obligations to his longtime record label: Lovett not only showed up at NPR Music's offices without an entourage, but also booked his Tiny Desk Concert himself, emailing us out of the blue to express his interest. (Our reply: \"We would only agree to have you perform a Tiny Desk Concert if it's under any conceivable circumstance.\")\n\nSo it's appropriate that Lovett would open this performance at the NPR Music offices by performing \"Cowboy Man,\" the first track on his 1986 debut: He may be a music-industry veteran, but in many ways, he's starting over. With a fresh-faced accompanist in fiddler and backup singer Luke Bulla, Lovett gives a loose, engaging performance that feels like both an introduction and a victory lap.\n\nHe follows \"Cowboy Man\" with two songs from 1989's Lyle Lovett and His Large Band, so this is no mere promotional appearance. With nothing in particular to promote — though he did put out an album of covers, Release Me, earlier in the year — Lovett seems motivated primarily by the sheer joy of playing his songs. His pleasure is infectious. --STEPHEN THOMPSON\n\nSet List\n\"Cowboy Man\"\n\"If You Were To Wake Up\"\n\"Good Intentions\"\n\nCredits\nProducer: Stephen Thompson; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Christopher Parks, Stephen Thompson; photo by Ryan Smith/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/LFs3XUqJvNg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/LFs3XUqJvNg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/LFs3XUqJvNg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/LFs3XUqJvNg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/LFs3XUqJvNg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 342
   }
  },
  {
   "snippet": {
    "publishedAt": "2012-12-10T16:05:22.000Z",
    "title": "Daniel Bachman: NPR Music Tiny Desk Concert",
    "description": "For an early-twentysomething, Daniel Bachman has roots buried deep. His approach to the American Primitive style of acoustic guitar — a sonically vivid fingerpicking technique developed by John Fahey and expanded by the likes of Robbie Basho and, later, Jack Rose and Glenn Jones — is conversational and uplifting, much like the man himself. After a rousing performance of \"Honeysuckle Reel\" from a forthcoming seven-inch single, however, Bachman turned beet-red in the NPR Music office and said, \"I'm not going to lie. I'm pretty nervous.\"\n\nEndearing as his admission is, once Bachman zeroes in on the center of a song, it's easy to get lost in it yourself. Strap on a pair of heavy boots and \"Honeysuckle Reel\" becomes an ecstatic dance tune or, at the very least, a foot-stomping good time. He closes with the reflective title track from one of two great albums he put out in 2012, Seven Pines, whose simple melody dives in and out of low-string chord crashes and tumultuous swirls of dizzying fingerpicking. --LARS GOTRICH\n\nSet List\n\"Honeysuckle Reel\"\n\"Seven Pines\"\n\nCredits\nProducer: Lars Gotrich; Editor: Denise DeBelius; Audio Engineer: Neil Tevault; Videographers: Denise DeBelius, Christopher Parks; photo by Ryan Smith/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/LKvFhPF0xYA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/LKvFhPF0xYA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/LKvFhPF0xYA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/LKvFhPF0xYA/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/LKvFhPF0xYA/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 343
   }
  },
  {
   "snippet": {
    "publishedAt": "2012-12-07T15:58:54.000Z",
    "title": "Anais Mitchell: NPR Music Tiny Desk Concert",
    "description": "Her voice is soft and sweet, her guitar work deft and evocative, but Anaïs Mitchell is a songwriting storyteller first and foremost. Robbed of a gift for melody and poetry, Mitchell would probably (and may yet) write some tremendous novels. Her ambitious recent discography bears out that notion: The 2010 album version of her star-packed folk opera Hadestown recasts Greek legend in America, while this year's Young Man in America turns her thoughts to the pitfalls of modern life, inspired in part by the works of Mitchell's writer father.\n\nThankfully, as this Tiny Desk Concert in the NPR Music offices demonstrates, Mitchell possesses a warm and ingratiating style to go with her evocative, impeccably crafted lyrics. Singing and playing alongside guitarist and longtime collaborator Michael Chorney, she performs three of Young Man in America's most bracingly beautiful songs with clear-eyed directness that requires no adornment. --STEPHEN THOMPSON\n\nSet List\n\"Shepherd\"\n\"Young Man In America\"\n\"Tailor\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Mito Habe-Evans, Christopher Parks; photo by Lauren Rock/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Shr47LVcA5I/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Shr47LVcA5I/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Shr47LVcA5I/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Shr47LVcA5I/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Shr47LVcA5I/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 344
   }
  },
  {
   "snippet": {
    "publishedAt": "2012-12-03T20:57:58.000Z",
    "title": "Macklemore & Ryan Lewis: NPR Music Tiny Desk Concert",
    "description": "Tears and laughter in the span of about 15 minutes — that's what's so astonishing about these Macklemore & Ryan Lewis songs.\n\nThe first time I heard \"Same Love,\" it brought tears to the eyes of a roomful of people, myself included. The song is about equality, specifically gay rights, with an unambiguous message: \"It's human rights for everybody / There is no difference.\" Then, in a flip of a backing-track beat, Macklemore (a.k.a. Ben Haggerty) sings about wearing a velour jumpsuit and some house slippers, \"grandpa style.\"\n\nThe contrast in these songs, \"Same Love\" and \"Thrift Shop,\" makes the levity all that much memorable; as producer, Ryan Lewis is a master at the hook and clever with the melody. But this Tiny Desk Concert didn't end there: The live, sweet, soulful sounds of singer Ray Dalton belting, \"Like the ceiling can't hold us\" had Macklemore standing on my desk and shaking the dust off the ceiling tiles. Watching this video fills me with that inspirational feeling we shared watching it happen: I'm still cleaning dust around my desk, but it only makes me smile. --BOB BOILEN\n\nSet List\n\"Same Love\"\n\"Thrift Shop\"\n\"Can't Hold Us\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Christopher Parks, Lauren Rock; photo by Lauren Rock/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/JrEJmvuKSwo/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/JrEJmvuKSwo/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/JrEJmvuKSwo/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/JrEJmvuKSwo/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/JrEJmvuKSwo/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 345
   }
  },
  {
   "snippet": {
    "publishedAt": "2012-11-29T20:54:07.000Z",
    "title": "Taken By Trees: NPR Music Tiny Desk Concert",
    "description": "The power of Taken by Trees lies in understatement. Victoria Bergsman sings almost as if she doesn't care — but that contrast to almost every other singer I know is what makes me hear her words, and grants me space to think about her emotions. It's almost as if she etches the lines of a song and leaves listeners to fill in the rest.\n\nIn 2009, Taken by Trees put out one of my favorite records of that decade, East of Eden. The album explored and was inspired by a visit to Pakistan, while her new Other Worlds was inspired by a journey to Hawaii. These songs seem to come from a place somewhere between a dream state and waking life: There's restraint to the way the players approach this music, almost as if they're trying not to wake the baby in the other room. There's charm to that. And, though Bergsman was under the weather when Taken by Trees performed at the Tiny Desk, it all works wonderfully. --BOB BOILEN\n\nSet List\n\"I Want You\"\n\"Only You\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Christopher Parks, Ryan Smith; photo by Lauren Rock/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/c_RLDyJRWaI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/c_RLDyJRWaI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/c_RLDyJRWaI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/c_RLDyJRWaI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/c_RLDyJRWaI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 346
   }
  },
  {
   "snippet": {
    "publishedAt": "2012-11-26T19:29:01.000Z",
    "title": "Martha Wainwright: NPR Music Tiny Desk Concert",
    "description": "by STEPHEN THOMPSON\n\nMartha Wainwright's songs examine uncomfortable moments and life experiences gone wrong, but as she acknowledges in between songs at this Tiny Desk Concert, she often has to fudge her own life story to make the details more unsettling. (\"Take everything with a grain of salt,\" she says, \"except the good stuff.\") What she does is the opposite of sugarcoating: She roughs up life's smooth spots, then digs her fingertips into the cracks that form.\n\nWainwright's new album, Come Home to Mama, addresses her place on the continuum between her late mother (singer Kate McGarrigle) and her young son — particularly in the wrenching and insightful \"Everything Wrong,\" a ballad Wainwright calls \"my first song about motherhood.\" That song closes both Come Home to Mama and this concert in the NPR Music offices, and it's tremendous: raw and almost painfully intimate, wonderfully humane and ultimately hopeful.\n\nMartha Wainwright is the second member of her family to play the Tiny Desk in the last few months, following in the footsteps of her brother Rufus. Their father, Loudon Wainwright III, released a marvelous record near the beginning of this year, so is completing the family trifecta too much to ask? Consider this an invitation.\n\nSet List\n\"Some People\"\n\"Can You Believe It?\"\n\"Everything Wrong\"\n\nCredits\nProducer: Stephen Thompson; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Christopher Parks; photo by Ryan Smith/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/1h_biu6oRTY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/1h_biu6oRTY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/1h_biu6oRTY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/1h_biu6oRTY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/1h_biu6oRTY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 347
   }
  },
  {
   "snippet": {
    "publishedAt": "2012-11-26T19:29:01.000Z",
    "title": "Ben Gibbard: NPR Music Tiny Desk Concert",
    "description": "by STEPHEN THOMPSON\n\nBen Gibbard has spent so much time at the head of various bands — Death Cab for Cutie, The Postal Service, All-Time Quarterback — that it's easy to forget how well his sweetly brainy songs work in a solo acoustic setting. His melodies are sturdy enough to withstand skeletal arrangements, and though his persona is unassuming by nature, he remains a charismatic and charming live performer.\n\nGibbard just released a solo album, Former Lives, which he's said is a repository for material that didn't work as Death Cab for Cutie songs; from that record, only \"Teardrop Windows\" pops up in his Tiny Desk Concert. For the rest, he draws from Death Cab's most recent album (\"St. Peter's Cathedral,\" from Codes and Keys) and, of all places, last year's Arthur soundtrack (\"When the Sun Goes Down on Your Street\").\n\nIn all, Gibbard's set makes a fine choice as the 250th Tiny Desk Concert we've published since the series was born nearly five years ago: For all the big, elaborate set-ups we've entertained in the NPR Music offices, it's always nice to return to the series' origins as a place for quiet singer-songwriters to do their thing unadorned, without getting drowned out by other sounds. Even minus a band at his back, Gibbard warrants the undivided attention.\n\nSet List\n\"St. Peter's Cathedral\"\n\"Teardrop Windows\"\n\"When The Sun Goes Down On Your Street\"\n\nCredits\nProducer: Bob Boilen; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Christopher Parks; photo by Lauren Rock/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/wMj-Ai9NOjY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/wMj-Ai9NOjY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/wMj-Ai9NOjY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/wMj-Ai9NOjY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/wMj-Ai9NOjY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 348
   }
  },
  {
   "snippet": {
    "publishedAt": "2012-11-12T21:46:41.000Z",
    "title": "Flaco Jimenez: NPR Music Tiny Desk Concert",
    "description": "by FELIX CONTRERAS\n\nWatching Flaco Jimenez play his button accordion is like looking back in time. His grandfather started playing an accordion in cantinas and family parties along the Texas/Mexican border around the late 1800s. Then Flaco's dad, Santiago Jimenez Sr., carried on the family tradition when he released his first record in 1936.\n\nTwo of the songs you hear Flaco Jimenez play in this Tiny Desk Concert are traditional German polkas; they were popular in the mid-1800s as German immigrants settled in Texas before it became part of the U.S. almost 20 years later. Over time, the two-step stayed the same, but the German lyrics were replaced by the Mexican storytelling song form known as corridos.\n\nBut Jimenez is no dusty relic; he's very much of the here and now. For almost six decades, he's carried on those traditions and taken them to places neither his grandfather nor his father could ever imagine. He's played with The Rolling Stones, Bob Dylan, Dr. John, Los Lobos, Willie Nelson and Ry Cooder; he's toured the world and won Grammys. He's become a symbol of ethnic pride among Mexican-Americans for not only preserving the conjunto sound, but also moving it forward.\n\nListen closely to this recording: I think the secret to Jimenez's longevity lies in the short bursts of improvisation in between verses he shares with bajo sexto player Max Baca, of the Grammy-winning band Los Texmaniacs. (The two have an album due out in the spring.) The notes seem to spin and strut just as the dancers do in the serious conjunto dance halls. There's a stutter here, a jazz-like riff there, and when he extends the notes and holds them playfully, I recall my own mother teaching me to spin her in a tight pirouette at family weddings and quinceñeras.\n\nJimenez was able to perform a Tiny Desk Concert because he had traveled to Washington, D.C., from his home in San Antonio to receive a Heritage Fellowship awarded by the National Endowment of the Arts. He was being honored for carrying on what his grandfather and so many other conjunto musicians have been doing for more than a century: getting people on the dance floor with an accordion and a song.\n\nSet List\n\"Margarita\"\n\"La Paloma\"\n\"Cada Vez Que Cae La Tarde\"\n\nCredits\nProducer: Felix Contreras; Editor: Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Christopher Parks, Ryan Smith; photo by Lauren Rock/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/gOMRNSmwa3U/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/gOMRNSmwa3U/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/gOMRNSmwa3U/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/gOMRNSmwa3U/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/gOMRNSmwa3U/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 349
   }
  }
 ]
}
