{
 "nextPageToken": "CPoBEAA",
 "items": [
  {
   "snippet": {
    "publishedAt": "2014-11-12T18:16:58.000Z",
    "title": "Roomful Of Teeth: NPR Music Tiny Desk Concert",
    "description": "Mix a bit of yodeling with Tuvan throat singing, add in a pinch of Sardinian cantu a tenore, fold in compositions from cutting-edge composers and you have the vocal group Roomful of Teeth. This eight-voice ensemble, which includes the 2013 Pulitzer Prize-winning composer Caroline Shaw, is gleefully dismantling the traditional definition of ensemble singing right before our ears (and teeth!).\n\nMusical descendants of the innovative extended vocal techniques of Meredith Monk, the Teeth tend to make sounds — some sweet, others alarming — that you probably haven't heard from a group of humans.\n\nIn Australian composer Wally Gunn's \"The Fence is Gone,\" verses emerge from an infrastructure of \"oh-ha\" syllables and a simple drum pulse, ending with women's voices, tight in harmony, like a chord from a Casio keyboard. In Rinde Eckert's \"Cesca's View,\" imagine a lonely cowgirl on some windswept plain. Estelí Gomez gets her yodel on, beautifully, while the three other women vocalize in close, barbershop-style harmony. It literally ends on a high note.\n\nTo finish, Teeth founder and director Brad Wells contributes \"Otherwise.\" Warm, rounded tones in male voices contrast with a steely sheen from the women and a high drone like a Tibetan singing bowl. The harmonies take a tangy, almost Bulgarian turn, then we get something truly otherworldly. A pulsing, slightly creepy Sardinian \"bim-bom\" vocalise buzzes like a gigantic cicada. Dashon Burton's operatic baritone soars above it all. The agility of the voices and multicolored blend they achieve are extraordinary.\n\nAs the applause faded away, one of the Teeth said, \"Thanks for letting us yell at you.\" No, I think it's we who are grateful — and perhaps a little stunned. --TOM HUIZENGA\n\nSet List\nWally Gunn: \"The Fence Is Gone\" 0:00\nRinde Eckert: \"Cesca's View\" 4:30\nBrad Wells: \"Otherwise\" 8:22\n\nCredits\nProducers: Bob Boilen, Tom Huizenga, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard, Susan Hale Thomas; Assistant Producer: Susannah Whittle",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/iKuFujJq6zU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/iKuFujJq6zU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/iKuFujJq6zU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/iKuFujJq6zU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/iKuFujJq6zU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 200
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-11-10T18:43:31.000Z",
    "title": "Making Movies: NPR Music Tiny Desk Concert",
    "description": "When Los Lobos' Steve Berlin sent me an audio file of a band he was producing, I stopped what I was doing and listened closely. There was something about the energy coming from Enrique Chi's vocals as the rest of Making Movies enveloped him in sound.\n\nThe band has been making fans across the country one gig at a time, one song at a time — whether singing in English or Spanish, whether playing guitars or stringed instruments that come directly from Making Movies' ancestral Panama, whether playing drums or dancing a Mexican zapateado. \n\nOne of the joys of co-hosting Alt.Latino for the last four and half years has been the way the show has helped me discover new artists who make me feel as if I've been listening to them for years. It's going to a fun ride watching this young band grow and develop from such a strong start. Watch the video here and join us on the ground floor.\n\nSet List:\n\"Pendulum Swing\" 0:06\n\"Cuna De Vida\" 4:05\n\"Chase Your Tail\" 7:43\n\nCredits:\nProducers: Felix Contreras, Maggie Stabrard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer: Susan Hale Thomas; photo by Susan Hale Thomas/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/-jWBOgn8xJQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/-jWBOgn8xJQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/-jWBOgn8xJQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/-jWBOgn8xJQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/-jWBOgn8xJQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 201
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-11-04T18:13:37.000Z",
    "title": "Banks: NPR Music Tiny Desk Concert",
    "description": "Tiny Desk Concerts often require creative and logistical transformations, from electric bands going acoustic to big bands squashing into a tiny space to many players gathering around a single microphone. But the setting is particularly challenging for vocalists, especially those accustomed to heavy production, effects or — in the case of recent guest T-Pain — generous dollops of Auto-Tune.\n\nT-Pain's effects-less set grabbed more attention at the time, given the extent to which digital alterations are expected of him, but this performance by Banks is, in its own way, an even greater high-wire act. Banks' terrific full-length debut, Goddess, is constructed out of layer upon layer of electronics, beats, samples and other means of submerging the singer's voice in swirling accoutrements. With assistance from keyboardist/guitarist John Anderson and percussionist Derek Taylor, she's not all alone behind the Tiny Desk, but her expressive voice is fully exposed here.\n\nKicking off her three-song set with \"Beggin For Thread,\" Banks sets the scene in vulnerable, breathily seething fashion before opening the throttle in her choruses. On record, she's placed at the center of lavish productions, each suitable for throbbing remixes and banks of swirling lights. At the Tiny Desk, though, she serves notice that she's a powerful singer in her own right — and that heavy production needn't be the product of necessity. --STEPHEN THOMPSON\n\nSet List:\n\"Beggin For Thread\" 0:01\n\"Alibi\" 4:23\n\"Brain\" 8:04\n\nCredits:\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Becky Lettenberger, Maggie Starbard; Assistant Producer: James Clark; photo by James Clark/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/AbwPwWqA-QQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/AbwPwWqA-QQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/AbwPwWqA-QQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/AbwPwWqA-QQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/AbwPwWqA-QQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 202
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-11-04T17:44:19.000Z",
    "title": "Danish String Quartet: NPR Music Tiny Desk Concert",
    "description": "An abundance of facial hair is not restricted to the sensitive male indie-rocker set. Three of the four players in the Danish String Quartet could easily pass for hipster Brooklyn beard farmers. \"We are simply your friendly neighborhood string quartet with above average amounts of beard,\" the group's website says.\n\nYet what's really important about the ensemble is how they play — and judging from this performance behind Bob Boilen's desk, these Nordic lads possess warmth, wit, a beautiful tone and technical prowess second to none.\n\nLike most string quartets, they thrive on classics by Brahms, Beethoven, Haydn and the like. But this group recently took a musical detour that landed them in the foggy inlets of the Faroe Islands (a Danish outpost halfway between Norway and Iceland) and various Nordic hamlets where folk tunes are played and passed on.\n\n\"Folk music is the music of small places,\" the quartet notes on its new album Wood Works, which includes the tunes in this concert. \"It is the local music, but as such it is also the music of everyone and everywhere.\" You don't own folk music, the band believes, you simply borrow it for a while.\n\nViolinists Rune Tonsgaard Sørensen and Frederik Øland, violist Asbjørn Nørgaard and cellist Fredrik Schøyen Sjölin begin with a set of wedding tunes, some dating back some 400 years and still in use today. Then they pair up an old Danish dance that feels like an Irish jig with a traditional Danish reel from near their home base, Copenhagen. And to close, a slow, evocative wedding dance, in a wistful arrangement by their friend Nikolaj Busk that conjures a lonely fjord shrouded in mist.\n\nThe young musicians may only be borrowing this music, but we're awfully pleased they lent a little of it to us. --TOM HUIZENGA \n\nProgram:\nTraditional: Ye Honest Bridal Couple — Sønderho Bridal Trilogy Parts I & II\nTraditional: Sekstur from Vendsyssel — The Peat Dance\nTraditional (arr. Nikolaj Busk): Sønderho Bridal Trilogy Part III\n\nCredits:\nProducers: Bob Boilen, Tom Huizenga, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard, Susan Hale Thomas; Assistant Producer: Nick Michael",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/cfuEIHEZobc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/cfuEIHEZobc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/cfuEIHEZobc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/cfuEIHEZobc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/cfuEIHEZobc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 203
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-10-29T14:52:59.000Z",
    "title": "T-Pain: NPR Music Tiny Desk Concert",
    "description": "T-Pain's fingerprints are all over pop and R&B and hip-hop. He wasn't the first musician to use Auto-Tune as an instrument — he noticed it on a Jennifer Lopez remix, and remembers \"Deep\" well — but it was, as he says, his style. For a while, in the mid-2000s, he lived at the top of the charts. He dominated that brief moment of our lives when ringtones were a thing. He was celebrated as an innovator, and he happily took his talents where he was invited, which was everywhere.\n\nBut somewhere along the way, somebody got it twisted. \"People felt like I was using it to sound good,\" says T-Pain, in an interview that will air on All Things Considered. \"But I was just using it to sound different.”\n\nHe just turned 30, but T-Pain has already done enough to drop a greatest hits album next week. We asked him if he'd grace the Tiny Desk without any embellishment or effects to show what's really made his career: his voice, and those songs.--FRANNIE KELLEY \n\nSET LIST\n\"Buy U A Drank (Shawty Snappin')\"\n\"Up Down (Do This All Day)\"\n\"Drankin' Patna\"\n\nCREDITS\nProducers: Frannie Kelley, Maggie Starbard; Editor: Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Production Assistant: Susan Hale Thomas; photo by Maggie Starbard/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/CIjXUg1s5gc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/CIjXUg1s5gc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/CIjXUg1s5gc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/CIjXUg1s5gc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/CIjXUg1s5gc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 204
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-10-20T23:13:40.000Z",
    "title": "Anthony D'Amato: NPR Music Tiny Desk Concert",
    "description": "Anthony D'Amato sings and writes in the tradition of Bruce Springsteen or Josh Ritter: His songs sound friendly musically, but they also tackle the difficult and the twisted. Like those great songwriters, D'Amato's work is universal without devolving into moping. There's also a spirit to these songs, as it's easy to imagine a crowd spontaneously backing these his powerful choruses.\n\nHis new album The Shipwreck From The Shore can feel Motown-y, garage-y and Springsteen-y, and all that production serves these gems well. But here at my desk, D'Amato's music is more spare, as the four other musicians simply serve the lyrics and the stories they tell. It's a good entry point if you don't know his music. Then, when you do hear the album, an extra treat awaits.-BOB BOILEN\n\nSet List:\n\"Was A Time\"\n\"Good And Ready\"\n\"Ludlow\"\n\nCredits:\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Maggie Starbard, Nick Michael; Assistant Producer: Claire Eggers; photo by Claire Eggers/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/LiGTTICtewQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/LiGTTICtewQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/LiGTTICtewQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/LiGTTICtewQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/LiGTTICtewQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 205
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-10-20T16:23:23.000Z",
    "title": "Ásgeir: NPR Music Tiny Desk Concert",
    "description": "When he was 20, Ásgeir Trausti Einarsson released an album in Iceland, sung in Icelandic, with many of the words written by his father. Dýrð í dauðaþögn became the biggest-selling debut in Icelandic music history. A year or so later, he rerecorded that album in English under the name In The Silence, with translation help from John Grant — an American singer-songwriter (and Tiny Desk veteran) now living in Iceland.\n\nÁsgeir's voice is angelic and yearning, his songs simple and universal. At the Tiny Desk, his raw, slowed-down arrangements bring a sense of grace to what were already elegant songs. On piano, with simple guitar accompaniment from his childhood friend Julius Róbertsson, Ásgeir strips these spare tunes down even further, locating their essence in the process. It's been a wonderful year for the singer: His U.S. tour is wrapping up on the West Coast, and many in the U.S. have discovered his music in 2014. If you haven't done so yet, here's your Ásgeir moment.--BOB BOILEN\n\nSET LIST:\n\"On That Day\"\n\"Torrent\"\n\"Higher\"\n\nCREDITS:\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer: Susan Hale Thomas; photo by Susan Hale Thomas/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/gxlA6JB3Z6w/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/gxlA6JB3Z6w/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/gxlA6JB3Z6w/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/gxlA6JB3Z6w/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/gxlA6JB3Z6w/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 206
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-10-14T21:41:15.000Z",
    "title": "The Bots: NPR Music Tiny Desk Concert",
    "description": "The Bots' members are brothers and bandmates whose playful, catchy songs rock hard. Singer-guitarist Mikaiah Lei is 21 and drummer Anaiah Lei is 17; they made their first album when they were 15 and 12, respectively. Pink Palms is their newest and best.\n\nI hear Jimi Hendrix in The Bots' bluesy moments, both in the guitar and in Mikaiah Lei's voice, but there's also that great rock-duo punch we've heard in The White Stripes or JEFF The Brotherhood. Still, unexpected sweetness surfaces here, in a way that provides a fine counterpoint to The Bots' frenetic moments. Watch and you'll see what I mean. -- BOB BOILEN",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/LAAY4eSmSZs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/LAAY4eSmSZs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/LAAY4eSmSZs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/LAAY4eSmSZs/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 207
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-10-14T20:48:27.000Z",
    "title": "Raquel Sofia: NPR Music Tiny Desk Concert",
    "description": "Singer Raquel Sofia has spent most of her career 20 feet from stardom as a backup singer for Juanes and Shakira. But these days, she's got her own new album and tour, leading a small band of gifted musicians. Sofia's songs are about matters of the heart — and, as you'll hear in her performance here, it's hard to believe that feeling bad can sound this good. Her music doesn't wallow; instead, it makes me want to celebrate and experience the joy and pain along with her.\n\nI hope you find a place in Raquel Sofia's music for yourself. Her voice, her songwriting and her performances more than met the expectations I had after hearing her EPs, so I don't doubt that you'll become a fan, too. --FELIX CONTRERAS",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/B6DLS5tahlM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/B6DLS5tahlM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/B6DLS5tahlM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/B6DLS5tahlM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/B6DLS5tahlM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 208
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-10-07T23:13:01.000Z",
    "title": "Ryan Keberle & Catharsis: NPR Music Tiny Desk Concert",
    "description": "Even if you've never been to a jazz concert in your life, it's likely that you've heard Ryan Keberle play trombone. He's toured with Sufjan Stevens, backed up pop stars like Alicia Keys and Justin Timberlake, recorded for a Woody Allen film, played in Broadway pits and directed music for a church in Manhattan. Left to his own devices, though, Keberle likes to put himself into improvising situations. You'll see him wherever jazz musicians want trombones — read: he's in a lot of big bands — and, increasingly, leading the groups himself.\n\nHe's hit upon something with his working band, a quartet called Catharsis consisting of Keberle's trombone, Michael Rodriguez's trumpet, Jorge Roeder's bass and Eric Doob's drums. That lineup indulges the intersecting parts of his tunes, but preserves the melodic through-lines and swinging undertow. Here, as on their new record, Into The Zone, they're joined by Camila Meza, who came from Chile to study guitar and applies that training to her largely wordless vocals. All five drove down from Brooklyn (well, one from Queens) just to showcase that sound for NPR Music.\n\nYou get the sense that playing for so many different audiences affects how Keberle thinks about Catharsis. Certainly, his time with Sufjan Stevens rubbed off — he leads off with a lovely arrangement of Stevens' \"Sister.\" More generally, Keberle knows he's not going to impress anyone with complexity; he's not after any high-concept framing. He's just targeting the sweet spot where a nifty arrangement meets a solid groove, and after three songs, everyone seemed pretty satisfied at his aim. -- PATRICK JARENWATTANANON\n\nSet List:\n\"Sister\" (Sufjan Stevens)\n\"Gallop\"\n\"Zone\"\n\nCredits:\nProducers: Patrick Jarenwattananon, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard, Susan Hale Thomas; Assistant Producer: Nick Michael; photo by Colin Marshall/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/cU7ClSwoTp4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/cU7ClSwoTp4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/cU7ClSwoTp4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/cU7ClSwoTp4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/cU7ClSwoTp4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 209
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-10-07T21:32:11.000Z",
    "title": "Jackson Browne: NPR Music Tiny Desk Concert",
    "description": "My admiration for Jackson Browne began with his first album in 1971. I was wowed by the fact that the singer-songwriter had worked with Nico of Velvet Underground fame — his girlfriend at the time — on her first album, Chelsea Girl. He wrote one of my favorite songs on that record, \"These Days.\"\n\nMore than 40 years on, my appreciation continues to grow. Browne still writes songs with conviction and craftsmanship and careful attention to detail. At the same time, there's a perceptible loosening of attitude: His Tiny Desk Concert performance isn't perfect, his heart showing through every crack in his voice.\n\nBrowne can be seen out and about in other informal settings besides this one. At the Newport Folk Festival a few years ago, you could hear him play formally and informally with Tom Morello, Conor Oberst, Dawes and more. Back home on the West Coast, he might just sit in when Sara and Sean Watkins put on theirWatkins Family Hour variety show at Largo.\n\nThis week, Jackson Browne turns 66 and releases his 14th album, Standing In The Breach. It's a record that fully captures his rare ability to mix activism with poetry: His stature allows him freedom — he's largely free of obligations — with the ability to play comfortably with musicians of his own choosing. Yet he continues to stretch, working alongside much younger players with different talents and interests, sharing his talents and finding inspiration. It's that passion for playing and exploring that brings Browne to things like the Tiny Desk Concert, an awkwardly intimate setting for such a popular performer. -- BOB BOILEN\n\nSet List:\n\"Call It A Loan\"\n\"The Barricades Of Heaven\"\n\"Long Way Around\"\n\nCredits:\nProducers: Bob Boilen, Denise DeBelius; Editor: Maggie Starbard; Audio Engineer: Suraya Mohamed; Videographers: Colin Marshall, Maggie Starbard, Susan Hale Thomas; Assistant Producer: Denise DeBelius; Photo by James Clark/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/11HHue911Tg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/11HHue911Tg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/11HHue911Tg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/11HHue911Tg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/11HHue911Tg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 210
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-09-29T17:18:27.000Z",
    "title": "Bio Ritmo: NPR Music Tiny Desk Concert",
    "description": "Latino migration in the U.S. has placed people of Afro-Caribbean heritage all over the country. Bio Ritmo's heritage leads directly back to that migration — and to the sound of Fania Records, which fueled Latin dance music's transition from the big-band mambos of the 1950s to the cutting-edge sounds of 1970s New York.\n\nBio Ritmo moves salsa music even further through stellar musicianship: crisp horn charts; a powerful rhythm section of timbales, congas and bongos; and a piano/bass combo that reminds me of the best groove masters in salsa and Latin jazz.\n\nThe secret to playing salsa well is a perfect combination of chops and passion that makes listeners move their hips instinctively while looking for enough clear space to break out their favorite salsa moves. This is dance music, and Bio Ritmo has burnished its reputation on dance floors. It's a time-honored tradition: If you can't make the dancers move, then you're in the wrong genre.\n\nSo move some furniture around, press play on this video, and enjoy. -- FELIX CONTRERAS \n\nSet List:\n\"La Vía\"\n\"Picaresca\"\n\"Perdido\"\n\nCredits:\nProducers: Felix Contreras, Denise DeBelius; Editor: Maggie Starbard; Audio Engineer: Suraya Mohamed; Videographers: Colin Marshall, Denise DeBelius, Maggie Starbard; Production Assistant: Susan Hale Thomas; Photo by Colin Marshall/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/n_4EMO8e-1Y/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/n_4EMO8e-1Y/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/n_4EMO8e-1Y/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/n_4EMO8e-1Y/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/n_4EMO8e-1Y/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 211
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-09-22T21:51:51.000Z",
    "title": "Tweedy: NPR Music Tiny Desk Concert",
    "description": "There's something heartwarming about a family making music together. I'm especially sentimental when I see a father with a son, because my son and I made music in contra dance bands and Irish sessions as he grew up.\n\nYears ago, while interviewing Jeff Tweedy before a Wilco concert, I asked him if he'd made music with his kids. He told me about going to his son Spencer's preschool class and writing a tune with all the kids; \"Monkey Mess\" was their final creation. \n\nNow, all these years later, he and Spencer have put together 20 songs as Tweedy for a new record called Sukierae; the material is strong, personal and bare. Spencer is a great drummer who grew up playing in the basement of a Chicago bar called Lounge Ax (which his mom, Susie Miller, co-owned), and he's got a group of his own called The Blisters. \n\nThe father and son usually perform together with a full-band lineup. But here at the Tiny Desk, we've stripped it down to just the men who bear the Tweedy name — and share the family bond that helps make their music together beautiful.--BOB BOILEN\n\nSet list:\n\"Wait For Love\"\n\"New Moon\"\n\"Low Key\"\n\"You Are Not Alone\"\n\nCredits: \nProducers: Bob Boilen, Denise DeBelius; Editor: Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Maggie Starbard; Production Assistant: Nick Michael; photo by Nick Michael/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/iH7j8ZzW8QY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/iH7j8ZzW8QY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/iH7j8ZzW8QY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/iH7j8ZzW8QY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/iH7j8ZzW8QY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 212
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-09-11T18:00:13.000Z",
    "title": "Luluc: NPR Music Tiny Desk Concert",
    "description": "I've spent more time listening to Luluc's second album, Passerby, than any other album this year. It's a calming, seemingly effortless affair: a marriage of graceful singing and storytelling, with guitars and textures that help create an unforgettable aura.The voice and acoustic guitar belong to Zoë Randell, while bandmate Steve Hassett contributes all the remaining sounds. Both are Australian, though these days they split their time between Melbourne and Brooklyn. I might have missed this album — as I did its 2008 predecessor — had it not been for Joe Boyd, a brilliant record producer since the 1960s and the person who brought the world Nick Drake. In 2012, Boyd asked Luluc to perform on a Nick Drake tribute tour, which makes sense: This music is true to the late singer's spirit, and then some. --BOB BOILEN\n\nSet List:\n\"Small Window\"\n\"Without A Face\"\n\"Reverie On Norfolk Street\"\n\nCredits:\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall; Production Assistant: Maggie Starbard; photo by Sarah Tilotta/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/c8a-7Yv3ktk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/c8a-7Yv3ktk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/c8a-7Yv3ktk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/c8a-7Yv3ktk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/c8a-7Yv3ktk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 213
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-09-08T21:20:20.000Z",
    "title": "Justin Townes Earle: NPR Music Tiny Desk Concert",
    "description": "We threw a curve ball at Justin Townes Earle. Despite his five albums full of well-loved songs, we asked him to play new material for this Tiny Desk Concert; songs we hadn't yet heard. Earle's new album Single Mothers comes out this week, and here he performs two tracks from that record: \"White Gardenias,\" his nod to Billie Holiday, and \"Burning Pictures.\"Based in Nashville, Earle is a strong lyricist with a father, Steve Earle, who similarly finds strength in perfectly crafted words. The younger Earle is on tour now, playing old and new songs, so here's a taste of his sharp songwriting to tide you over until he comes to your town. --BOB BOILEN\n\nSet List:\n\"Burning Pictures\"\n\"When The One You Love Loses Faith In You\"\n\"White Gardenias\"\n\nCredits:\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; photo by Colin Marshall/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/lnOHHywkTCs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/lnOHHywkTCs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/lnOHHywkTCs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/lnOHHywkTCs/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 214
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-09-08T14:53:29.000Z",
    "title": "Jessica Lea Mayfield: NPR Music Tiny Desk Concert",
    "description": "These days, Jessica Lea Mayfield is all contrasts, starting with the way she sets her wistful voice against her shimmering guitar. It's got a harder edge to it than the rootsier music of her past. Then there's that cotton-candy hair and all the glitter; her guitar glitters, her eyes glitter, her shoes glitter. It's easier to talk about what isn't glittered — and mostly that'd be her lyrics. In the final song from both her album Make My Head Sing... and this Tiny Desk Concert, \"Seein* Starz,\" she starkly sings:\n\nWhen it's just us two in the dark\nYou've got a stranglehold\nOn my heart\n\nWhen she speaks of her unicorn-adorned guitar knobs, she sounds about 13. But then there are lines like these, from \"Party Drugs\":\n\nParty drugs just make us argue\nDon't know why they didn't used to\n\nIn those moments, you're hearing an older, hopefully wiser character. All those schisms in her sound beguile me. On the record, her songs often rock with abandon. Here, they hypnotize. --BOB BOILEN\n\nSet List:\n\"Standing In The Sun\"\n\"Party Drugs\"\n\"Seein* Starz\"\n\nCredits:\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/0kgySblHsVI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/0kgySblHsVI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/0kgySblHsVI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/0kgySblHsVI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/0kgySblHsVI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 215
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-09-02T21:48:19.000Z",
    "title": "Trampled By Turtles: NPR Music Tiny Desk Concert",
    "description": "What immediately attracted me to Trampled by Turtles when I first saw the band was its speed, but the Minnesotans are about more than just blistering bluegrass. They also write beautiful, heartfelt folk-pop songs, as this Tiny Desk Concert demonstrates.All three of these tunes come from Trampled By Turtles' new eighth album, Wild Animals. Watching the band gathered around one mic seemed perfectly right. --BOB BOILEN\n\nSet List:\n\"Come Back Home\"\n\"Winners\"\n\"Lucy\"\n\nCredits:\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall; Production Assistant: Sarah Tilotta; photo by Sarah Tilotta/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/PcoPedyXJVc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/PcoPedyXJVc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/PcoPedyXJVc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/PcoPedyXJVc/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 216
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-08-29T21:34:13.000Z",
    "title": "Sturgill Simpson: NPR Music Tiny Desk Concert",
    "description": "Sturgill Simpson doesn't fit today's common image of a country singer. When he arrived for his Tiny Desk Concert, the 36-year-old Kentucky native sauntered in sleepy-eyed, wearing jeans, a pair of old canvas tennis shoes, no socks and a well-worn button-down blue shirt, one of only two identical shirts he said he had in rotation while on tour. (He appeared a few nights later on Letterman wearing either the same garment or its twin.)\n\nSimpson's songs don't sound like what you'd expect, either: Mostly, it seems, he writes about taking drugs and drinking. Opening his Tiny Desk performance with the seemingly existential meditation \"Turtles All The Way Down,\" Simpson tells the audience it's \"about some other stuff, but mostly drugs.\" He follows that song with \"Time After All\" (\"I wanna roll off the tempo, lay back and get high\") and \"Life Of Sin\" (\"Every day I'm smokin' my brain hazy ... I keep drinking myself silly\") before closing with \"Water In The Well,\" a tamer, comparatively melancholy reflection on loneliness and failed dreams.\n\nRegardless of the themes, Simpson is a force. His acoustic-guitar work in this solo performance is phenomenal, and he possesses a thundering voice that made the NPR offices shudder. \"Turtles All The Way Down\" and \"Life Of Sin\" are from this year's incredible Metamodern Sounds In Country Music, while \"Time After All\" and \"Water In The Well\" both appear on Simpson's 2013 debut, High Top Mountain. (Get it?) --ROBIN HILTON\n\nSet List:\n\"Turtles All The Way Down\"\n\"Time After All\"\n\"Life Of Sin\"\n\"Water In A Well\"\n\nCredits:\nProducers: Denise DeBelius, Robin Hilton; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall; photo by Sarah Tilotta/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/w5cMqD0WqYE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/w5cMqD0WqYE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/w5cMqD0WqYE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/w5cMqD0WqYE/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 217
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-08-25T19:24:49.000Z",
    "title": "Nickel Creek: NPR Music Tiny Desk Concert",
    "description": "Nickel Creek was made to sing and play around a single microphone, so a Tiny Desk Concert seemed inevitable. All it took was a reunion tour — celebrating 25 years of Nickel Creek — to make it happen.\n\nAll three of the band's remarkably talented core members have been to the Tiny Desk before. Chris Thile is a veteran, having played the Tiny Desk with friend and guitarist Michael Daves, then later in the same year with Yo-Yo Ma and others in a project known as Goat Rodeo. When The Decemberists performed a Tiny Desk Concert, Sara Watkins was there to play her fiddle and sing. Her brother, Sean Watkins, was also at the NPR offices earlier this year with the marvelous singer Tom Brosseau.\n\nThe trio, backed here by bassist Mark Schatz, has no equal. Nickel Creek has been doing this on and off since its members were kids, and what blows me away is the comfort and ease with which they navigate their instruments. That skill, and the creative force behind it, is a joy and a thrill to witness. --BOB BOILEN\n\nSet List:\n\"Destination\"\n\"Rest Of My Life\"\n\"21st Of May\"\n\"Elephant In The Corn\"\n\nCredits:\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall; Production Assistant: Maggie Starbard; photo by Sarah Tilotta/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/jFycqnOpifQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/jFycqnOpifQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/jFycqnOpifQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/jFycqnOpifQ/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 218
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-08-22T21:34:46.000Z",
    "title": "Rodrigo Amarante: NPR Music Tiny Desk Concert",
    "description": "Rodrigo Amarante has made the year's tenderest record. Cavalo is sonically rich and spare at the same time: Every instrument breathes and every sound blends, yet every moment is distinct. At Cavalo's core are heartfelt songs and Amarante's sweet, smoky voice.\n\nAmarante is from Rio de Janeiro, and these days lives in Los Angeles. You may know him from a few other projects: Rio's Los Hermanos, as well as Little Joy, which included Binki Shapiro and Strokes drummer Fabrizio Moretti.\n\nFor his Tiny Desk Concert, Amarante brought his small Harmony parlor guitar from the '30s, known lovingly as \"Butter.\" These songs are stripped to their essence, and what you'll encounter here — and what you can't hear on Cavalo — is the warm, approachable singer's physical presence. Prepare to be drawn close to this intimate music. You'll want to crawl in bed with it. --BOB BOILEN\n\nSet List:\n\"The Ribbon\"\n\"Mon Nom\"\n\"I'm Ready\"\n\"Nada Em Vão\"\n\nCredits:\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Nick Michael; Production Assistant: Sarah Tilotta; photo by Sarah Tilotta/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/ppDcuEyNoIU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/ppDcuEyNoIU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/ppDcuEyNoIU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/ppDcuEyNoIU/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 219
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-08-18T14:18:15.000Z",
    "title": "Ernest Ranglin: NPR Music Tiny Desk Concert",
    "description": "At 82, legendary guitarist Ernest Ranglin still plays the ska, reggae and jazz that he's championed and helped perfect for more than half a century. Ranglin was a key figure in shaping the sounds of ska — influenced by New Orleans jazz and R&B — in Jamaica in the late 1950s. But most of the world wouldn't hear of ska until producer Chris Blackwell teamed Ranglin up with a Jamaican singer named Millie Small. Together, they recorded \"My Boy Lollipop,\" a song that became a smash at the height of Beatlemania and helped put ska and Jamaican music on the map forever.You've probably also heard Ranglin if you've seen the James Bond film Dr. No — particularly the scenes set in Jamaica. The effects of Ranglin's fluid and rhythmic playing on Jamaican music, from mento to reggae, are deep and long-lasting. But his work as a jazz artist is equally amazing, and here at the Tiny Desk he does a bit of everything, including music from his lyrical and wonderful album Bless Up. So watch as this humble, charming gentleman makes magic on guitar, with his talented young band Avila holding down the beat. --BOB BOILEN\n\nSet List:\n\"Surfin\"\n\"Jones Pen\"\n\"Avila (Oscar's Song)\"\n\nCredits:\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall; Production Assistant: Sarah Tilotta; photo by Sarah Tilotta/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/CsbWsKvyQTU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/CsbWsKvyQTU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/CsbWsKvyQTU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/CsbWsKvyQTU/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 220
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-08-15T20:54:32.000Z",
    "title": "Pacifica Quartet: NPR Music Tiny Desk Concert",
    "description": "With this Tiny Desk Concert by the Grammy-winning Pacifica Quartet, we have the opportunity to explore the world of a single composer. With the arguable exception of Béla Bartók's six string quartets, it's generally accepted that the 15 by Dmitri Shostakovich are the strongest body of quartets since Beethoven.There's no way around it — the Shostakovich quartets are intense, like page-turning thrillers, as they pull you into his world. They are dark and introspective, witty and sarcastic, and stained with the Soviet-era violence and hardship the composer lived through. He died in 1975.Three movements from different Shostakovich quartets display the brilliance of the composer, the sheer power of the string quartet medium and the nuanced playing of this group, which has recorded all of the composer's quartets.Quartet No. 7 in F-sharp minor, Op. 108 (1960)Eerie pizzicato and piercing stabs in the violins help color the twitchy, even sinister, opening movement of the Seventh Quartet. Stalin might have been dead since 1953, but hard-line Soviet politics (including the violent suppression of the 1956 Hungarian uprising) were still in place. The music's lightness and transparency create a crepuscular feel.Quartet No. 3 in F major, Op. 73 (1946)The Third Quartet's first movement looks back to a slightly more pleasant time before World War II. At one point Shostakovich considered a subtitle: \"Calm unawareness of the future cataclysm.\" The jaunty opening theme, like Haydn after a few beers, is among the most lighthearted in the 15 quartets. But the mood sobers with an intense double fugue before returning to the opening music and a flashy final page.Quartet No. 8 in C minor, Op. 110 (1960)The Eighth Quartet is Shostakovich's most popular — and one of his most hair-raising. He dedicated it to victims of fascism and war while at the same time creating his own epitaph. The entire quartet is built on a foundation of four notes that spell out his first initial and the first three letters of his last name. The second movement juxtaposes violent energy with a tweaked version of a Jewish folk theme from an earlier work. --TOM HUIZENGA\n\nSet List:\nShostakovich: Allegretto (from String Quartet No. 7)\nShostakovich: Allegretto (from String Quartet No. 3)\nShostakovich: Allegro molto (from String Quartet No. 8)\nPacifica Quartet\nSimin Ganatra, Sibbi Bernhardsson, violins\nMasumi Per Rostad, viola\nBrandon Vamos, cello\n\nCredits:\nProducers: Denise DeBelius, Tom Huizenga; Audio Engineer: Suraya Mohamed; Videographers: Denise DeBelius, Olivia Merrion; photo by Olivia Merrion/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/v57WNW-JsgY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/v57WNW-JsgY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/v57WNW-JsgY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/v57WNW-JsgY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/v57WNW-JsgY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 221
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-08-08T21:07:00.000Z",
    "title": "Bob Mould: NPR Music Tiny Desk Concert",
    "description": "Bob Mould came alone, except for his 1987 Lake Placid Blue Fender Stratocaster. We provided the Epiphone Blues Custom 30 amp, which he promptly cranked. Needless to say, he announced his own Tiny Desk Concert without using the paging system.Mould isn't a shy man — his power chords will tell you that — but he's humble and gentle. Many know Mould from his days with Hüsker Dü, an awesome punkish band from Minnesota that laid the groundwork for the Pixies and more. His subsequent work with Sugar managed to do something none of his other records did so well: Copper Blue sold hundreds of thousands of copies.Beauty and Ruin is solo album No. 11 for Mould, and as you can hear from these songs, he's all amped up and ready to go. Sweaty and happy, he makes \"Makes No Sense At All\" his final calling card — classic Hüsker Dü. --BOB BOILEN\n\nSet List:\n\"The War\"\n\"I Don't Know You Anymore\"\n\"Hey Mr. Grey\"\n\"Makes No Sense At All\"\n\nCredits:\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall; Production Assistant: Sarah Tilotta; photo by Sarah Tilotta/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/JROLUd6uRhA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/JROLUd6uRhA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/JROLUd6uRhA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/JROLUd6uRhA/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 222
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-08-08T20:42:48.000Z",
    "title": "Irene Diaz: NPR Music Tiny Desk Concert",
    "description": "The first time I heard it, Irene Diaz's voice stopped me cold: Her sheer power belies her compact stature, and her musical impact is simply immense. With her musical partner Carolyn Cardoza strumming away intently on ukulele, Diaz conjures a place where emotions run deep and beauty is unmistakable. Watch them perform these four songs at the Tiny Desk to see what I mean. --FELIX CONTRERAS\n\nSet List:\n\"My Sweetest Sin\"\n\"Crazy Love\"\n\"Lover's Sway\"\n\"I Love You Madly\"\n\nCredits:\nProducers: Felix Contreras, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall; Production Assistant: Nick Michael",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/KhpxH2QZ0-Q/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/KhpxH2QZ0-Q/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/KhpxH2QZ0-Q/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/KhpxH2QZ0-Q/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/KhpxH2QZ0-Q/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 223
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-07-31T18:49:00.000Z",
    "title": "The Family Crest: NPR Music Tiny Desk Concert",
    "description": "There's a decent chance you're about to discover your favorite new band. Based in San Francisco and led by Liam McCormick, The Family Crest builds its songs from a combination of infectious enthusiasm and powerful talent. The group owes its huge sound not just to its seven members, but to the community that records and plays with them. Eighty people are credited on The Family Crest's first album, Beneath the Brine.At the Tiny Desk, we heard from seven players with training in classical and jazz, as well as instruments including violin, cello, upright bass, flute, trombone, drums, guitar and McCormick's voice. And what a voice: Trained as an opera singer but with a hunger for jazz, he's one of those fortunate souls with plenty to express and the range to deliver. The three songs performed here give you a sense of what The Family Crest can do, though Beneath the Brine is what you'll want to hear once your jaw has dropped watching this.\n\nSet List:\n\"Beneath The Brine\"\n\"Howl\"\n\"Make Me A Boat\"\n\nCredits:\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall; Production Assistant: Sarah Tilotta; photo by Sarah Tilotta/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/3OTnUlUox-U/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/3OTnUlUox-U/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/3OTnUlUox-U/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/3OTnUlUox-U/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/3OTnUlUox-U/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 224
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-07-31T15:39:06.000Z",
    "title": "Quetzal: NPR Music Tiny Desk Concert",
    "description": "The Southern California band Quetzal recently celebrated its 20th anniversary with a blowout concert that seemed to attract as many musicians as regular people. The band has maintained such a strong presence in the SoCal Chicano music scene that its members could be considered padrinos and padrinas of that free-flowing musical community.Quetzal is respected and admired as much for its commitment to social justice, activism and education — lead singer Martha Gonzalez has a Ph.D — as for its folk-infused music, which gets a marvelous showcase in this Tiny Desk Concert. While the instrumentation is stripped down, the sound is full; the music penetrates the intellect even as it makes your hips sway.The group runs a tight ship musically: Gonzalez's voice could be heard well past the confines of the Tiny Desk, all the way to our web-designing neighbors; guitarist Quetzal Flores unplugged and worked the Mexican jarana for both rhythm and melody, often at the same time; violinist Rocio Marron wove blues licks into Mexican folk runs; bassist Juan Perez provided a nimble and melodic bottom end.Add it all up and you get a glimpse into a musical vision that inspires as much as it entertains. If you didn't know Quetzal before this video, now's the time to catch up. If you're a fan like me, you've already got a head start on looking forward to the next 20 years. --FELIX CONTRERAS\n\nSet List:\n\"Palomo Vagabundo\"\n\"Tragafuegor\"\n\"Todo Lo Que Tengo\"\n\nCredits:\nProducers: Felix Contreras, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall; Production Assistant: Sarah Tilotta; photo by Sarah Tilotta/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/uu5laJPLn7g/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/uu5laJPLn7g/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/uu5laJPLn7g/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/uu5laJPLn7g/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 225
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-07-29T16:24:21.000Z",
    "title": "Saintseneca: NPR Music Tiny Desk Concert",
    "description": "One of the many instruments you may hear Saintseneca play — beyond the banjo, baglama, bulbul, balalaika, bowed banjo, baritone ukulele, bass and bouzouki — is a stomp box. Basically, it's a roughly 2'x2' plywood floorboard meant for pounding the beat. At a show just before this Tiny Desk Concert, craftily bearded singer Zac Little put his boot right through that floorboard.Saintseneca had its beginnings in the heart of a small Appalachian town in Ohio, and the band grew up at college in Columbus. This year's Dark Arc is a pastiche of gentle lyrical moments and punk anthems, often within the same tune and often with that aforementioned stomp, straight from a small wooden porch.After Saintseneca left the Tiny Desk, I pointed the band to a hardware store to replace its broken floorboard — only to get a note a while later telling me that the new board had been destroyed within weeks. Here's a good sampling of what the group does best, though you should be sure to see Saintseneca in concert, where its fierceness is afoot. --BOB BOILEN\n\nSet List:\n\"Happy Alone\"\n\"Fed Up With Hunger\"\n\"Blood Bath\"\n\nCredits:\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Olivia Merrion, Nick Michael; photo by Olivia Merrion/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/X8hnp9M4JCo/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/X8hnp9M4JCo/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/X8hnp9M4JCo/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/X8hnp9M4JCo/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 226
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-07-25T19:25:34.000Z",
    "title": "Highasakite: NPR Music Tiny Desk Concert",
    "description": "My first time seeing this Norwegian band was at a fairly soulless convention center in Austin, Texas. They transformed that big, open room into an intimate affair. So having them perform at the Tiny Desk, an already intimate space, was a thrill. It was also the first appearance of a flugabone here. Kristoffer Lo plays that mournful horn and Ingrid Helene Håvik compliments the yearning with words that are mysterious, somewhat dark and contain surprising twists.The song titles on their 2014 album Silent Treatment seem more like chapter headings in a crime novel. \"Leaving No Traces,\" \"I, The Hand Grenade,\" \"The Man on the Ferry,\" \"Science & Blood Tests\" — you get the picture. But this band has a powerful pop side filled with drama made of drums, synths, guitar and the aforementioned flugabone and voice. So glad I get to turn you on to a new favorite of mine. --BOB BOILEN\n\nSet List:\n\"The Man on the Ferry\"\n\"Since Last Wednesday\"\n\nCredits:\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Becky Lettenberger; photo by Olivia Merrion/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/taEcgisSiNs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/taEcgisSiNs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/taEcgisSiNs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/taEcgisSiNs/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 227
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-07-21T20:08:47.000Z",
    "title": "Hamilton Leithauser: NPR Music Tiny Desk Concert",
    "description": "This is the second time Hamilton Leithauser has graced the Tiny Desk. Two summers ago, he and his band The Walkmen played a powerful set of songs from their final album for now, Heaven. The Walkmen announced an indefinite hiatus toward the end of 2013, and since then we've heard strong solo records from Walter Martin and Peter Matthew Bauer — and, of course, Leithauser himself, which is what prompted us to invite him back.\n\nThese songs put Leithauser's voice front and powerfully center, even more than it was in the band. There's a more relaxed feel all over his new solo album, Black Hours, though a few full-throttle tunes get the most out of his huge voice — including the second song from this set, \"Alexandra.\" Along with The Walkmen's Paul Maroon on guitar, Leithauser brought along Hugh McIntosh, who played drums in Leithauser's old band The Recoys. All in all, a fine re-introduction to a singer who's lost none of his power, even as he's matured and loosened as a performer. --BOB BOILEN\n\nSet List\n\n\"11 O'Clock Friday Night\"\n\"Alexandra\"\n\"5 AM\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Olivia Merrion, Nick Michael; Production Assistant: Stephen Thompson; photo by Olivia Merrion/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/iPJlmxnjnOc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/iPJlmxnjnOc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/iPJlmxnjnOc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/iPJlmxnjnOc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/iPJlmxnjnOc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 228
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-07-18T18:38:22.000Z",
    "title": "Marisa Anderson: NPR Music Tiny Desk Concert",
    "description": "Marisa Anderson knows where American guitar music has been and where it is now, and probably possesses an inkling of where it can go. She's studied the history and musical nuance of blues, country and folk music through and through, and ingests it all in a style that's as raw as it true. But mostly, Anderson just wants to kick up some dirt — which isn't easy here, given that the NPR Music offices are relatively clean. (Mind the towering stacks of CDs, though. They could topple over at any time.)\n\nIn 2013, Anderson released two albums. December's Traditional and Public Domain Songs contains exactly what its title suggests; as she says, \"I thought of these songs like our national parks — they belong to all of us. If we don't use 'em, we'll lose 'em, I reckon, or someone will buy 'em.\" At the Tiny Desk, that includes Stephen Foster's parlor song \"Hard Times Come Again No More,\" in which she slowly builds the melody with a violent shake.\n\nMercury came out six months prior, and it side-winds through Americana off and on the beaten path. She plays \"Sinks and Rises\" on the lap steel; it's an ode to a Kentucky swimming hole. Quick to defer to the influential musicians before her, she pays tribute to blues guitarist Rev. Gary Davis with a deconstruction of his song \"Hesitation Blues.\" Anderson's version has a bit more pick-up — and, since she doesn't sing, finds clever ways to mimic Davis' jokey speak-singing style.\n\nJust when the gospel songs of \"Canaan's Land Medley\" set us in meditative mood, Anderson whips out a baby-blue Stratocaster for \"Galax.\" It's got that chicken-pecking-at-corn rhythm, egged on (sorry) by a wild slide. If it sounds like 12 simultaneous hoedowns, that's by design: The song came to Anderson while she stood in the parking lot of a bluegrass festival, overwhelmed by everything hitting at once. --LARS GOTRICH\n\nSet List\n\n\"Hard Times Come Again No More\"\n\"Sinks And Rises\"\n\"Hesitation Theme And Variation Blues\"\n\"Canaan's Land Medley\"\n\"Galax\"\n\nCredits\n\nProducers: Denise DeBelius, Lars Gotrich; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Alex Schelldorf",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/2JiLsYfbWD8/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/2JiLsYfbWD8/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/2JiLsYfbWD8/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/2JiLsYfbWD8/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/2JiLsYfbWD8/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 229
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-07-14T16:34:34.000Z",
    "title": "Holly Williams: NPR Music Tiny Desk Concert",
    "description": "Truth be told, Holly Williams brought me and many of my hardened colleagues to tears. The singer-songwriter has a magnificent way with words and phrasing, not to mention a country-music lineage that fills her with pride and guides her poignancy and subject matter.\n\nCountry is in her blood: As the daughter of Hank Williams Jr. and half-sister of Hank Williams III, she's also the granddaughter of the ultimate country legend, Hank Williams Sr. That said, it was a song about the other side of her family, \"Waiting on June,\" that brought us to tears that day. It's a song about her grandparents on her mom's side, married for 56 years, and it tells a tale of love and unwavering dedication; of two kids meeting in a cotton field and the love that fills their lives through war, birth and death.\n\nWe were slower than we used to be\n\nThe nursing home told June and me\n\nThat we'd have separate rooms side by side\n\nOh, what I'd give for one more night of sleeping with my wife\n\nSince '45, I've touched her skin in the middle of the night\n\nSo I'm lyin' in this single bed until they cut the lights\n\nThat's when she'll sneak in and I'll be fine\n\nHolly Williams came to the Tiny Desk still able to hide her pregnancy behind her guitar. She's married to musician Chris Coleman, and it's easy to imagine that some years down the line, their offspring will sing new songs about ageless feelings of love and hurt, happiness and tragedy. Country music doesn't die. --BOB BOILEN\n\nSET LIST:\n\"Drinkin'\"\n\"Railroads\"\n\"Waiting On June\"\n\nCREDITS:\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Alex Schelldorf; photo by Olivia Merrion/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/3h8Y3cZi66Y/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/3h8Y3cZi66Y/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/3h8Y3cZi66Y/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/3h8Y3cZi66Y/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 230
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-07-11T21:30:23.000Z",
    "title": "John Grant: NPR Music Tiny Desk Concert",
    "description": "John Grant's songs don't mess around: The music isn't complicated, while the lyrics function as darts of retort and thought. His album Pale Green Ghosts is decorated with synthesizers, his voice often drenched in reverb; those tools and textures help make the record strong and everlasting.\n\nSo when Grant came to the Tiny Desk with just an acoustic guitarist — and wanted to play piano himself — I feared that the power of the songs I'd come to love wouldn't translate amid such bare sounds. I was wrong, and his music was just right. The lyrics rush forward and hit hard. Try this line from the first song he performs, \"Where Dreams Go to Die\":\n\nBaby, you're where dreams go to die\nI regret the day your lovely carcass caught my eye\n\nGrant is known to some as the singer from the Denver band The Czars, but these days he lives in Iceland. He recently helped translate the best-selling Icelandic album from Ásgeir Trausti into English. Pale Green Ghosts is his second album on his own, though he did have help from the band Midlake when he recorded Queen of Denmark in 2010. The two solo records and much of his writings are deeply personal, touching on his sexuality and his battles with drugs and alcohol. Stripped to its core, this material gets even stronger — and here's proof. --BOB BOILEN\n\nSET LIST\n\"Where Dreams Go To Die\"\n\"Sigourney Weaver\"\n\"It Doesn't Matter To Him\"\n\nCREDITS\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Alex Schelldorf; photo by Alex Schelldorf/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/YYdAE6a0ZH0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/YYdAE6a0ZH0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/YYdAE6a0ZH0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/YYdAE6a0ZH0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/YYdAE6a0ZH0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 231
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-07-07T18:39:11.000Z",
    "title": "Moon Hooch: NPR Music Tiny Desk Concert",
    "description": "People ask me all the time to name my favorite Tiny Desk Concert. It's my desk and I've seen almost all of the nearly 400 concerts up close. So you'd think this would be easy. Moon Hooch have made it a lot easier.\n\nUp there with the ear-shaking voice of Adele, the desk dancing of Gogol Bordello, the stripped down version of Phoenix — not to mention magic moments with Alt-J, Angel Olsen and Lucius and more — Moon Hooch blew me away with just two saxes and a drummer. Their music is a mix of the best jazz, EDM and rock have to offer. It's out there, it's danceable and you may find yourself feeling a sense of reckless abandon!\n\nThe band is saxophonists Mike Wilbur and Wenzl McGowen, and drummer James Muschler. They all studied in New York at the New School for Jazz and Contemporary Music, and every single moment of every song I've ever seen them perform has been full throttle. They call their music \"cave music,\" taking the best elements of electronica — the brutal stops, starts and shifts — and performing those unnaturally precise hairpin turns organically by blowing on horns and banging on drums. This for the boldness in all of us. Embrace Moon Hooch. --BOB BOILEN\n\nSet List\n\n\"Tubes\"\n\"Number 9\"\n\"Bari 3\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Alex Schelldorf; photo by Alex Schelldorf/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/wwBhxBBa7tE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/wwBhxBBa7tE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/wwBhxBBa7tE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/wwBhxBBa7tE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/wwBhxBBa7tE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 232
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-07-03T19:22:44.000Z",
    "title": "The Foreign Exchange: NPR Music Tiny Desk Concert",
    "description": "While on a world tour to support their fourth album, Love in Flying Colors, The Foreign Exchange stopped by the Tiny Desk to rev up a Friday afternoon. I've followed Phonte Coleman and Nicolay in their 10 years as a band — and it's evident their writing and production are honest and downright pungent at times. But when it's time to perform, it's all about fun.\n\nBacked by keyboardist Zo! and percussionist Boogie, Phonte, never short for words, lays down some quick ground rules. He then proceeds to interpret lyrics to meld three stripped-down highlights from their latest LP, including one of our top sleepers from last year.\nEnjoy this Tiny Desk Concert that also serves as a church sermon and stand-up act. --BOBBY CARTER\n\nSet List\n\n\"On A Day Like Today\"\n\"Listen To The Rain\"\n\"Call It Home\"\n\nCredits\n\nProducers: Bobby Carter, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Alex Schelldorf; photo by Meredith Rizzo/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Bnq9rz8SHC0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Bnq9rz8SHC0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Bnq9rz8SHC0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Bnq9rz8SHC0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Bnq9rz8SHC0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 233
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-07-01T19:44:11.000Z",
    "title": "Lydia Loveless: NPR Music Tiny Desk Concert",
    "description": "For 23-year-old singer-guitarist Lydia Loveless, gritty, countrified blues-rock is a palette broad enough to include literary drama — complete with fatalistic references to the doomed French poets Paul Verlaine and Arthur Rimbaud — and a plainspoken plea for oral sex. In fact, \"Head\" and \"Verlaine Shot Rimbaud\" (both of which appear on this year's terrific Somewhere Else) pop up back-to-back in this subdued but seething three-song Tiny Desk Concert, which Loveless recorded with the help of her full touring band.\n\nLoveless follows \"Head\" and \"Verlaine\" with \"Mile High,\" an even newer single (released with a cover of Kesha's \"Blind\" as a B-side) she'd just put out as a 7\" on Record Store Day. Taken together, the three songs — performed, as Loveless notes wryly, with very little audience eye contact — paint a smart, no-nonsense picture of a smart, no-nonsense talent. --STEPHEN THOMPSON\n\nSET LIST\n\"Head\"\n\"Verlaine Shot Rimbaud\"\n\"Mile High\"\n\nCREDITS\nProducers: Denise DeBelius, Stephen Thompson; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Alex Schelldorf; photo by Alex Schelldorf/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/3XyKhTwk9X8/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/3XyKhTwk9X8/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/3XyKhTwk9X8/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/3XyKhTwk9X8/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/3XyKhTwk9X8/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 234
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-07-01T17:16:53.000Z",
    "title": "Tracy Silverman: NPR Music Tiny Desk Concert",
    "description": "Tracy Silverman has been called the greatest living exponent of the electric violin. But we're not talking just any electric violin. After he graduated from Juilliard in 1980, Silverman designed his own six-string instrument, creating new musical possibilities and inspiring some of today's greatest composers to write for him — including John Adams (The Dharma at Big Sur) and Terry Riley, who says, \"Tracy's violin is like an orchestra in and of itself.\"\n\nSilverman's instrument looks a little like an electric guitar, a mini Stratocaster complete with frets. To achieve his orchestral sound, he works with looping pedals. They record what he plays, then send the music back out so he can add new layers. On the opening piece, \"Matisse: La Danse,\" notice how he starts with a few simple riffs that soon become the setting for a series of improvised countermelodies all flowing at once.\n\nA self-described NPR junkie, Silverman adores the theme music from NPR's various news shows. He couldn't resist cooking up a new piece, a little theme and variations, teasing familiar tunes from All Things Considered and Morning Edition. (He also couldn't resist filming a selfie.)\n\nIn Axis and Orbits/Mojo Perpetuo, Silverman's closing number, pizzicato notes set up a foundation for mesmerizing, long-bowed melodies, expanding out into deep space like planets in orbit. With distorted electric guitar sounds and reverb, he finally segues to a more virtuoso section reminiscent of a Paganini Caprice.\n\nWho knew that with a little ingenuity, imagination, six strings and a couple of pedals one could conjure such an enormity of sound from a single instrument? And who knows where Silverman will take his versatile violin next? --TOM HUIZENGA\n\nSet List\n\nMatisse: La Danse\nSonata No. 4, \"All Notes Considered\"\nAxis And Orbits/Mojo Perpetuo\n\nCredits\n\nProducers: Denise DeBelius, Tom Huizenga; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; photo by Olivia Merrion/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/vDcs3N__VJc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/vDcs3N__VJc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/vDcs3N__VJc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/vDcs3N__VJc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/vDcs3N__VJc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 235
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-06-23T18:53:14.000Z",
    "title": "Conor Oberst: NPR Music Tiny Desk Concert",
    "description": "Conor Oberst's new album has fast become my favorite of the Bright Eyes singer's solo projects, so having him come to NPR and perform a few of these songs at the Tiny Desk was especially exciting. The new music on Upside Down Mountain contains the sort of personal songwriting that got me loving him in the first place. His backing band for this tour is the roots-rock group Dawes, which has a huge following in its own right.\n\nAt the Tiny Desk, Dawes brothers Taylor and Griffin Goldsmith joined in on beautiful harmonies, guitar and some light percussion. It was an especially sweet day — a rare weekend Tiny Desk Concert that had friends and families present, including Oberst's wife (Corina Figueroa-Escamilla) and his father Matthew.\n\nOberst actually began making music on his dad's four-track cassette machine more than 20 years ago. Now 33, Oberst seems much happier, if his songs are any indication. You may even see that on his face as he performs these stripped-down and soulful songs on a beautiful Saturday afternoon. --BOB BOILEN\n\nSET LIST\n\"Time Forgot\"\n\"Double Life\"\n\"Zigzagging Toward The Light\"\n\"Artifact #1\"\n\nCREDITS\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Alex Schelldorf; photo by Olivia Merrion/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/NIfTCmwgIbY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/NIfTCmwgIbY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/NIfTCmwgIbY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/NIfTCmwgIbY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/NIfTCmwgIbY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 236
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-06-20T17:48:57.000Z",
    "title": "Mali Music: NPR Music Tiny Desk Concert",
    "description": "On a particularly muggy day this past week, Mali Music arrived at NPR's D.C. headquarters armed with only his enthusiasm (and a teensy entourage). Though the humid haze and some midday I-need-a-coffee-stat office funk hung all around him, he soldiered his way through.\n\nThroughout his new album, Mali Is..., the singer-songwriter and musician showcases his unabashed positivity and the sort of uplifting spirit that can faithfully be found ringing through choirs down South; as a boy, Mali Music was raised in the church in Savannah, Ga. But when compared to his previous albums — The Coming and The 2econd Coming — the new record avoids the direct, at times repentant, language of traditional gospel music. He says he's using his new perspective to serve a higher purpose, to make a difference. That message travels a bit further when it aligns with the sounds and words of the mainstream; these tools are necessary for adjusting to the secular world.\n\nIn this session, you'll see Mali Music hop from in front of a microphone, backed by booming production streaming from his DJ's laptop, to an intimate cuddle with an acoustic guitar, and finish in a relaxed position behind a keyboard for a touching performance of the album's lead single, \"Beautiful.\" With every song — and between the tracks, with motivational messages strung throughout — he demonstrates his readiness and capability to take on the industry, as he charges forward with an electrifying message of hope. --KIANA FITZGERALD\n\nSET LIST\n\"Fight For You\"\n\"Make It In\"\n\"Beautiful\"\n\nCREDITS\nProducers: Denise DeBelius, Kiana Fitzgerald; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Colin Marshall; photo by Sarah Tilotta/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/xm6Bf7dkp6E/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/xm6Bf7dkp6E/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/xm6Bf7dkp6E/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/xm6Bf7dkp6E/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/xm6Bf7dkp6E/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 237
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-06-16T15:18:15.000Z",
    "title": "Eliot Fisk & Paco Peña: NPR Music Tiny Desk Concert",
    "description": "Eliot Fisk looks like the happiest man on the planet. Watch that face as he plays guitar. Between performing music by J.S. Bach and partnering with the world's best flamenco guitarist, Paco Peña, Fisk can barely control his joy. I find his exuberance and their performance undeniably brilliant, inspiring and so completely universal.\n\nThe repertoire here ranges from Baroque compositions by Bach and Domenico Scarlatti to present-day flamenco. And what happens when these two master players get together is a mix of meticulous and improvised, with Fisk leaning toward the former and Peña toward the latter.\n\nFisk was a student — in fact, the last student — of the great Spanish guitarist Andrés Segovia. Peña was born in Spain and is a composer in addition to being a gifted performer. On these tunes, and with Fisk, Peña tends to never play the same thing quite the same way. It makes for music that's filled with craft (watch those fingers fly!) and surprise for both the player and the audience. --BOB BOILEN\n\nSet List\n\nDomenico Scarlatti: Sonata in D Major K.33\nBach: Prelude in F major, BWV 927\nSabicas: \"Farruca\"\nPeña: \"El nuevo día (Colombiana)\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Meredith Rizzo; photo by Meredith Rizzo/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/PDdudDaWdqY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/PDdudDaWdqY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/PDdudDaWdqY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/PDdudDaWdqY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/PDdudDaWdqY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 238
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-06-10T15:21:21.000Z",
    "title": "Rodney Crowell: NPR Music Tiny Desk Concert",
    "description": "Rodney Crowell performs with the ease and swagger of a man comfortable in his ways. He carries his songs the way he carries his old guitar: out in the open, no case, almost as an extension of his body.\n\nThe man from Crosby, Texas, has been writing country songs for much of his life. At 22, he moved to Nashville and honed his craft with country greats Jerry Reed and Guy Clark. Emmylou Harris would record his song \"Till I Gain Control Again,\" and these days — 40 years later — Crowell is a legend whose songs have been recorded by Waylon Jennings, Johnny Cash, Rosanne Cash and the Oak Ridge Boys, among others.\n\nCrowell's commercial success in the late '80s was huge, and in 2003 he was inducted into the Nashville Songwriters Hall of Fame. Now, he's just released his 14th solo album, Tarpaper Kid, and it's filled with poignant autobiographical songs, marked by brilliant turns of phrase and thoughtful observations. Here, he performs three of its songs, with the aid of backup singers Shannon McNally and Joanne Gardner. --BOB BOILEN\n\nSet List\n\"Famous Last Words Of A Fool In Love\"\n\"Jesus Talk To Mama\"\n\"God I'm Missing You\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Meredith Rizzo; photo by Meredith Rizzo/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/KjqQLTCU5fU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/KjqQLTCU5fU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/KjqQLTCU5fU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/KjqQLTCU5fU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/KjqQLTCU5fU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 239
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-06-05T21:26:58.000Z",
    "title": "Marian McLaughlin: NPR Tiny Desk Concert",
    "description": "Marian McLaughlin is a unique musician based in the Washington/Baltimore area, and because she's lived in D.C., I've had a chance to watch her grow. She's an artist on her own path, making music like few others.\n\nThe closest comparisons might be Joanna Newsom or Diane Cluck, both of whom I admire; both are of their own place and time, and the music they make connects on a personal level. Listening feels as if you've entered their meticulously decorated living rooms. And so it is for Marian McLaughlin, with her quirky and wistful style of singing — and her unusual nylon-string guitar playing, which balances staccato and spacious sounds.\n\nWhen I saw McLaughlin perform with a string quartet, I felt compelled to bring her to the Tiny Desk. Ethan Foote, the fellow on the upright bass, did the arrangements; Geoff Manyin is on cello and Nick Montopoli, on violin, is from the group Invoke. The strings add considerable atmosphere to McLaughlin's music; you can hear it especially in the opening song about Otto Lilienthal, a German mechanical engineer who was a precursor to the Wright Brothers. These three songs are from McLaughlin's self-released record on Bandcamp, titled \"Dérive.\" --BOB BOILEN\n\nSet List\n\"Heavier-than-air\"\n\"I Am Of Ocean\"\n\"Horse\"\n\nCredits\nProducers: Denise DeBelius, Bob Boilen; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion, Becky Lettenberger; Production Assistant: Faith Masi; photo by Meredith Rizzo/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/f3Y55KWAhjs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/f3Y55KWAhjs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/f3Y55KWAhjs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/f3Y55KWAhjs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/f3Y55KWAhjs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 240
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-06-04T14:39:03.000Z",
    "title": "Simone Dinnerstein: NPR Tiny Desk Concert",
    "description": "Almost any pianist, from a budding beginner to a pro like Simone Dinnerstein, will tell you that one of the basic techniques of keyboard playing is also the toughest to master: making your hands to do separate things simultaneously.\n\nThe great Johann Sebastian Bach knew this to be true. That's the primary reason he composed his Two-Part Inventions. On one hand (pardon the metaphor) they are rigorous exercises he wrote in the 1720s for the musical education of his children and students. On the other hand, as Dinnerstein told the audience at this Tiny Desk Concert, they are \"an endless well of musical knowledge and imagination.\" Some of the Inventions zing with the speed of a sewing machine. Others dance and some unfold like a gentle aria.\n\nDinnerstein learned a number of Bach's Two-Part Inventions as a youngster. Later she used them to teach her own students how to divide their brains. And now, as an adult musician with a major career, she has returned to these deceptively simple pieces, finding their complexity especially satisfying.\n\nShe also likes the way the inventions force the player to make the piano sing. That's not easy when you consider the piano is actually a percussion instrument of wires and hammers concealed inside a box. Bach himself noted that they are good not only for playing \"neatly in two parts\" but also \"to achieve a cantabile style of playing.\" That's musical jargon for playing the music in a singable style. And oh how poetically Ms. Dinnerstein makes our Tiny Desk piano sing.--TOM HUIZENGA\n\nSet List\n\nJ.S. Bach: Inventions Nos. 1, 6, 8\nJ.S. Bach: Inventions Nos. 9, 10\nJ.S. Bach: Inventions Nos. 12, 13, 14\n\nCredits\n\nProducers: Denise DeBelius, Tom Huizenga; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Faith Masi; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/HbMXaZrdcNY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/HbMXaZrdcNY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/HbMXaZrdcNY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/HbMXaZrdcNY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/HbMXaZrdcNY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 241
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-06-02T18:51:24.000Z",
    "title": "Juana Molina: NPR Music Tiny Desk Concert",
    "description": "No one else makes music that sounds like this. Juana Molina takes familiar elements — guitars, drums, keyboards, voice — and manipulates them into bewildering, attractive, polished jewels. Her songs don't fall into beat patterns we're used to, but we can dance to them. The guitar doesn't make sounds you'd expect, but we can relate to them. It's as if she'd been raised by wolves and discovered the world of music on her own.\n\nThe truth, however, is that Juana Molina is a creative soul. A comedian in her home of Buenos Aires, she found success in that field before giving it all up for music at age 23. Now 51, with six imaginative records in her catalog, Molina brings her small band to share some magic at the Tiny Desk. This is one of the most enchanting 15 minutes of music I've heard all year.--BOB BOILEN\n\nSet List\n\n\"Eras\"\n\"Wed 21\"\n\"Sin Guia, No\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Faith Masi; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/he-eAyHRfFg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/he-eAyHRfFg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/he-eAyHRfFg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/he-eAyHRfFg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/he-eAyHRfFg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 242
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-05-28T18:19:24.000Z",
    "title": "Hozier: NPR Music Tiny Desk Concert",
    "description": "Andrew Hozier-Byrne's voice is so rich, so vital and so soulful, I'm certain I'll follow his music for a long time to come. The 24-year-old Irishman, who performs under the name Hozier, opens this set with the brilliant and instantly grabby song \"Take Me to Church,\" about passion, sex and religion.\n\nHozier's music is based in the blues, and you'll hear the singer-guitarist's love for Muddy Waters and John Lee Hooker during the second song he performs here. His band — piano, guitar, percussion — steps aside for the swampy \"To Be Alone,\" in which the blues provide a starting place for his high, yearning vocals and deep questioning. Hozier has just two EPs out, and both have me yearning to hear more. --BOB BOILEN\n\nSet List\n\n\"Take Me To Church\"\n\"To Be Alone\"\n\"Cherry Wine\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; Production Assistant: Alex Schelldorf; photo by Alex Schelldorf/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/oLgZo6Qi3Uo/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/oLgZo6Qi3Uo/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/oLgZo6Qi3Uo/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/oLgZo6Qi3Uo/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/oLgZo6Qi3Uo/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 243
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-05-28T17:11:53.000Z",
    "title": "Yasmine Hamdan: NPR Music Tiny Desk Concert",
    "description": "Lebanese singer-songwriter Yasmine Hamdan is one of the most groundbreaking musicians in the Middle East — thanks in part to her work in the electronic indie band Soapkills — though she's now based in Paris. Also an actress in Jim Jarmusch's Only Lovers Left Alive, Hamdan possesses an allure unlike any performer I've seen, and it comes through clearly in this Tiny Desk Concert. Her singing is both casual and provocative, framed by provocative and commanding movements.\n\nThese three songs are stripped-down versions of pieces from Hamdan's current album, Ya Nass. Amazingly, these hypnotic arrangements came together mere moments before her Tiny Desk Concert. Hamdan had only just met Gabriel Gordon when they traveled down together from New York that morning. They're unrehearsed, and yet locked into a sound that's calm, cool and universal. --BOB BOILEN\n\nSet List\n\"Deny\"\n\"Beirut\"\n\"Shouei\"\n\nCredits\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/TylWetspLXg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/TylWetspLXg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/TylWetspLXg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/TylWetspLXg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/TylWetspLXg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 244
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-05-19T18:43:54.000Z",
    "title": "Iestyn Davies: NPR Music Tiny Desk Concert",
    "description": "The Bee Gees did it. So do Smokey Robinson, Prince and Justin Vernon of Bon Iver. They all sing in the high register usually associated with female singers.\n\nMen have cultivated their upper range in falsetto for centuries. They're called countertenors — at least in the classical world — and today we find ourselves in a golden age of such singers, thanks in part to continued interest in early music.\n\nOne of the best of today's crop of countertenors is Iestyn Davies (pronounced YES-tin DAY-vis). Lately, he's been exploring the meticulously crafted, melancholy songs of Elizabethan composer John Dowland. Joining Davies is lutenist Thomas Dunford, who has been affectionately dubbed \"the Eric Clapton of the lute\" by the BBC.\n\nDowland was a master of melancholy, a condition viewed differently in Elizabethan England than it is today. You might say that, back then, it was almost hip to have the blues, and Dowland instinctively knew how to tap into feelings of rejection, regret and general malaise in his music. (Dowland himself seemed to nurse a lifelong disappointment in never landing a job with Queen Elizabeth.)\n\nYet not every Dowland song is a downer. The opening number, \"Come again, sweet love doth now invite,\" finds the protagonist relishing the taste of love he's had, wondering if it will ever return. When he weeps over his bad dreams, Davies, an expressive singer with a sweet timbre and a keen ear for drama in the text, shades the music by lightening his tone to sound more vulnerable.\n\nWe can't forget the lute in this partnership; it's crucial and shouldn't be viewed as mere accompaniment. Listen for the delicacy in the colors and lines Dowland builds in the lute's part, as if the instrument itself were singing a duet with the voice. --TOM HUIZENGA\n\nSet List\n\nDowland: \"Come again, sweet love doth now invite\"\nDowland: \"Now, O now I needs must part\"\nDowland: \"Can she excuse my wrongs\"\n\nCredits\n\nProducers: Denise DeBelius, Tom Huizenga; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Faith Masi, Olivia Merrion",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/YuwvUoD3Og8/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/YuwvUoD3Og8/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/YuwvUoD3Og8/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/YuwvUoD3Og8/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/YuwvUoD3Og8/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 245
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-05-12T20:18:18.000Z",
    "title": "Chvrches: NPR Music Tiny Desk Concert",
    "description": "For a brief moment, I imagined hearing Chvrches perform \"Recover\" or \"Gun\" with a couple of acoustic guitars and perhaps a shaker or two. And, though these songs would surely stand up well when broken down and bared, I'm thrilled that Chvrches came with a small arsenal of synthesizers to perform a few highlights from last year's album The Bones of What You Believe.\n\nSeeing these now-familiar earworms executed up close was nearly as much a campfire moment as an acoustic set might have been, except the flames burned brighter. Lauren Mayberry's voice felt powerful and vulnerable, while Iain Cook and Martin Doherty kept those memorable synth lines bubbling underneath. The result works as a perfect introduction to the Glasgow trio, but also a reaffirmation of talent and longevity for those already love with the band. --BOB BOILEN\n\nSet List\n\n\"Recover\"\n\"Gun\"\n\"The Mother We Share\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion, Stephen Thompson; photo by Meredith Rizzo/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/haunJARHPm4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/haunJARHPm4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/haunJARHPm4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/haunJARHPm4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/haunJARHPm4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 246
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-05-12T19:26:35.000Z",
    "title": "Timber Timbre: NPR Music Tiny Desk Concert",
    "description": "The music of Canada's Timber Timbre is often strange and unsettling. The band, led by Taylor Kirk — a crooner with a deceptively sweet voice — makes spare, evenly paced songs that sound like late-night echoes from a swampy woods. It's the kind of music you'd expect to hear in a David Lynch movie, or in HBO's deeply disturbing series True Detective: dark and unnerving, yet oddly seductive.\n\nIt's an eerie, mysterious vibe that's nearly impossible to re-create while playing live in someone's office at 2 o'clock on a Wednesday afternoon. But that's just what Timber Timbre does for a captivated crowd in this Tiny Desk performance.\n\nTaylor Kirk is a man of few words. For this performance, he lets the music do all the talking as the quartet eases its way through three songs from the band's latest album, the smoldering Hot Dreams. The set includes the title track, the truly creepy \"Run From Me\" (\"Run from me, darlin', you better run for your life\"), and \"Grand Canyon.\" --ROBIN HILTON\n\nSet List\n\n\"Hot Dreams\"\n\"Run From Me\"\n\"Grand Canyon\"\n\nCredits\n\nProducers: Denise DeBelius, Robin Hilton; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/cSl4AZNwI94/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/cSl4AZNwI94/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/cSl4AZNwI94/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/cSl4AZNwI94/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/cSl4AZNwI94/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 247
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-05-05T21:20:43.000Z",
    "title": "Public Service Broadcasting: NPR Music Tiny Desk Concert",
    "description": "These guys don't speak or sing a word, but each song sends a clear message. Public Service Broadcasting is a duo featuring the nerdy J. Willgoose, Esq. on guitar, banjo and electronics and Wrigglesworth on drums. The source material for the music is British public-service films from roughly the 1940s through the 1960s.\n\nThe band projects carefully crafted films from those public-service messages that sync to the music, liberally using footage and voices from the past as a way of looking at the present. Public Service Broadcasting puts it all together in a powerful way — it's sometimes melancholy but mostly good fun. It's entertainment as education for the head and feet alike.\n\nIn this Tiny Desk Concert, we project a few of those films in the bright daylight of our office. It frankly works better in a dark club, but the music made in this small setting remains huge and powerful. --BOB BOILEN\n\nSet List\n\n\"Signal 30\"\n\"Spitfire\"\n\"Everest\"\n\nCredits\n\nProducers: Bob Boilen, Denise DeBelius; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Olivia Merrion, Meredith Rizzo; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/UuSpXmGYw3c/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/UuSpXmGYw3c/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/UuSpXmGYw3c/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/UuSpXmGYw3c/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/UuSpXmGYw3c/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 248
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-05-05T18:17:00.000Z",
    "title": "Cian Nugent: NPR Music Tiny Desk Concert",
    "description": "Cian Nugent doesn't know what he wants to be, and that's OK. The Dublin-based guitarist cut his teeth as a 19-year-old pickin' on the acoustic worlds that John Fahey, Jack Rose and Bert Jansch built. But that was five years ago, and since then, Nugent has come at his instrument and his songwriting from all sides, hitting up psychedelic folk, garage pop and cosmic guitar improvisation along the way.\n\nOn a short U.S. tour supporting Angel Olsen (herself a Tiny Desk alum), Nugent stopped by the NPR Music offices to play what he's called the \"incoherent range of the mess that is my musical career.\" There's the acoustic \"Grass Above My Head,\" a slow, somber melody that turns into a ragtime jaunt. The song once shared a 7\" with an inventive Black Flag cover and was re-recorded with his band The Cosmos for last year's excellent Born With the Caul.\n\nNugent then switches to a cheap, no-name electric guitar — purchased just days before in a pawn shop — that only seems to stay in tune when a pencil's been in the nut. (Oh, yes, there's a story about said pencil.) It gives \"Hire Purchase\" the just-barely-off quality required for the raunchy, basement-bar choogle going down — like maybe J.J. Cale is still drunk from yesterday's gig and the only cure is more pencil!\n\nAnd, in defiance of all daylight, Nugent closes with \"Nightlife,\" which, at the time of the Tiny Desk filming, was still untitled. True to its title, it's the sad-sack set closer sure to be played at last call — heads on the bar, mops out on a beer-soaked floor, with Nugent singing about regret and \"wasted time.\" --LARS GOTRICH\n\nSet List\n\n\"Grass Above My Head\"\n\"Hire Purchase\"\n\"Nightlife\"\n\nCredits\n\nProducers: Denise DeBelius, Lars Gotrich; Audio Engineer: Kevin Wait; Videographers: Denise DeBelius, Gabriella Garcia-Pardo, Olivia Merrion; photo by Jim Tuttle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/YVzjKyzX8kA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/YVzjKyzX8kA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/YVzjKyzX8kA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/YVzjKyzX8kA/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/YVzjKyzX8kA/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 249
   }
  }
 ]
}
