{
 "nextPageToken": "CDIQAA",
 "items": [
  {
   "snippet": {
    "publishedAt": "2017-02-28T16:14:52.000Z",
    "title": "Private video",
    "description": "This video is private.",
    "position": 0
   }
  },
  {
   "snippet": {
    "publishedAt": "2017-02-21T15:35:16.000Z",
    "title": "Little Simz: NPR Music Tiny Desk Concert",
    "description": "Cameron Robert | February 21, 2017 — Simbi Ajikawo, who records and performs as Little Simz, first gained widespread recognition with the release of her debut album, A Curious Tale of Trials + Persons back in 2015. Receiving praise from better-known artists like Kendrick Lamar and J. Cole, the British lyricist has been compared to the likes of Lauryn Hill for her self-reflective wordplay that shies away from the often braggadocios nature of mainstream rap music.\n\nWhile on her first album Simz opted to tell stories that spoke of her childhood experiences (and the insight gained from them), on her most recent release, Stillness in Wonderland, she expands this notion of self-exploration by creating a world that pays ode to the childhood classic Alice in Wonderland. Much like Alice, Simz's newfound success has taken her on a journey that's leading her to discover a whole new world.\n\nOnly 22-years old, Simz is still early in her career. And while she's constantly challenged by the abnormal experiences that come from success, her performance for our Tiny Desk was poised and confident. Accompanied by three members from the Brooklyn-based R&B group known as Phony Ppl, Simz performed a set of three songs off of Stillness in Wonderland, including the standout \"Poison Ivy,\" which chronicles the outfall of a failing relationship. As Simz continues to grow as a musician it will be exciting to see what new worlds she brings to her audience next.\n\nStillness In Wonderland is available now:\niTunes: https://itunes.apple.com/us/album/stillness-in-wonderland/id1179332853\nAmazon: https://www.amazon.com/Stillness-Wonderland-LITTLE-SIMZ/dp/B01MZCYTVA\n\nSet List\n\"Poison Ivy\"\n\"No More Wonderland\"\n\"Picture Perfect\"\n\nMusicians\nLittle Simz (vocals, guitar); Matt Byas (drums); Omar Grant (bass); Aja Grant (keys)\n\nCredits\nProducers: Cameron Robert, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Morgan Noelle Smith; Assistant Editor: Morgan Noelle Smith; Production Assistant: A Noah Harrison; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/O5_IAndUG7g/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/O5_IAndUG7g/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/O5_IAndUG7g/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/O5_IAndUG7g/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/O5_IAndUG7g/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 1
   }
  },
  {
   "snippet": {
    "publishedAt": "2017-02-17T19:35:59.000Z",
    "title": "Agnes Obel: NPR Music Tiny Desk Concert",
    "description": "Bob Boilen | February 15, 2017 — Agnes Obel, a Danish singer and writer of deeply alluring music, brought her work into what you could call its opposite — an office in the daylight. While the setting is a bit contrary to her carefully plotted, vocally dense songs, she mapped out a strategy which included her own reverb and monitor mix in the (successful, I think) hope of giving the Tiny Desk an aesthetic more suitable to these focused and powerful songs.\n\nAnd so, today we have Agnes Obel performing three songs from the enchanting Citizen of Glass alongside her band — keeping it sonically spare with just the right touch of keyboard and cello.\n\nCitizens of Glass is available now:\niTunes: https://itunes.apple.com/us/album/citizen-of-glass/id1128020961\nAmazon: https://www.amazon.com/Citizen-Glass-Agnes-Obel/dp/B01I4CK3B6\n\nSET LIST\n\"It's Happening Again\"\n\"Golden Green\"\n\"Stone\"\n\nMUSICIANS\nAgnes Obel (vocals, keys); Charlotte Danhier (keys, backup vocals); Kristina Koropecki (cello, backup vocals); Marianne Lewandowski (backup vocals, percussion)\n\nCREDITS\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Becky Harlan, Nicole Boliaux; Production Assistant: Jenny Gathright; Photo: Raquel Zaldivar/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/MAqIrCjOxws/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/MAqIrCjOxws/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/MAqIrCjOxws/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/MAqIrCjOxws/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/MAqIrCjOxws/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 2
   }
  },
  {
   "snippet": {
    "publishedAt": "2017-02-14T16:59:56.000Z",
    "title": "Esmé Patterson: NPR Music Tiny Desk Concert",
    "description": "Bob Boilen | February 10, 2017 — There's a vibrance to the current music of Esmé Patterson that I wasn't expecting, having listened to her previous band Paper Bird. Gone are the banjos and remnants of folk music, and in their place are electric guitars — sometimes fierce and, here at the Tiny Desk, somewhat understated. She's a relative newcomer to the guitar, making it part of her songwriting only since leaving Paper Bird. But all of this instrumentation is meant to be supportive, not center-stage. At the heart of these songs, from her album We Were Wild, is a reach for independence:\n\nI can't sit still 'cause I'm no mountain\nI can't sit so still 'cause I'm no mountain\nI can't sit still forever, I'm no mountain\nI'm human, I'm human\n\nIf there's a thread that ties Patterson's songs together, it's discovering who you are and standing strong. She's doing that well — with a powerful and sensitive band that's got her back.\n\nWe Were Wild is available now:\niTunes: https://itunes.apple.com/us/album/we-were-wild/id1091047602\nAmazon: https://www.amazon.com/We-Were-Wild-Esme-Patterson/dp/B01DJD5U90\n\nSET LIST\n\"No River\"\n\"Wantin Ain't Gettin\"\n\"Yours And Mine\"\n\nMUSICIANS\nEsmé Patterson (vocals, guitar); Alex Koshak (drums); Jeremy Averitt (bass); Jake Miller (lead guitar)\n\nCREDITS\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Morgan Noelle Smith, Bronson Arcuri; Production Assistant: A Noah Harrison; Photo: NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/0MYcKEi8zZs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/0MYcKEi8zZs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/0MYcKEi8zZs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/0MYcKEi8zZs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/0MYcKEi8zZs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 3
   }
  },
  {
   "snippet": {
    "publishedAt": "2017-02-10T15:26:48.000Z",
    "title": "Run The Jewels: NPR Music Tiny Desk Concert",
    "description": "Mina Tavakoli | February 6, 2017 — Like any good pair of twins, Run the Jewels have a freaky sort of unspoken fraternity. When El-P and Killer Mike strode in with their usual uniforms — Mike in a gold chain as thick as a garter snake, El in a fitted Yankees cap and pair of blue-mirrored sunglasses — the two didn't have to do as much as nod to one another before upending three tracks from their latest LP, RTJ3, in strange and perfect symbiosis.\n\nEl-P (née El-Producto, née Jaime Meline) — rapper, producer, and all-around godfather of the backpacker scene of the late-90's — and Killer Mike — known for guest features on tracks by Atlanta's Dungeon Family in the early-aughts, solo work in the mid-to-late '00s, and perhaps most widely for his very public support of Senator Bernie Sanders' presidential campaign last year — have out-mused each other in a supergroup that somehow seems to get better, louder, and more pertinent since their start in 2013. They represent an ideal evolution of underground hip-hop to mainstream success, mixing a fundamentally activist animus with IMAX-level production without losing a speck of vital force.\n\nOn an unseasonably beautiful day in D.C., Run the Jewels was sweaty and sulfuric, ad-libbing with one another in an exchange so slick, easy, and conspiratorial, it felt like we were in on their shared language.\n\nRun the Jewels 3 is available now:\niTunes: https://itunes.apple.com/us/album/run-the-jewels-3/id1186541961\nAmazon: https://www.amazon.com/Run-Jewels-3/dp/B01MRSRJS7\n\nSET LIST\n\"Talk To Me\"\n\"Legend Has It\"\n\"A Report To The Shareholders\"\n\nMUSICIANS\nKiller Mike (vocals); EL-P (vocals); Trackstar the DJ (DJ)\n\nCREDITS\nProducers: Abby O'Neill, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nick Michael, Morgan Noelle Smith; Production Assistant: A Noah Harrison; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/u-syZXHPcJE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/u-syZXHPcJE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/u-syZXHPcJE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/u-syZXHPcJE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/u-syZXHPcJE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 4
   }
  },
  {
   "snippet": {
    "publishedAt": "2017-02-06T16:35:59.000Z",
    "title": "Miramar: NPR Music Tiny Desk Concert",
    "description": "Felix Contreras | January 27, 2017 — Some say you have to have loved and lost to appreciate the beauty of the bolero. Since its inception in Cuba in the early 20th century, the music has been designed for thoughtful and emotional consideration of the joys and pains that come with loving someone so intensely, it becomes like a religion to adore that special someone (an actual bolero lyric).\n\nWhen the members of Richmond, Virginia's Miramar first heard the music of Puerto Rican composer Sylvia Rexach, they were intrigued that she wasn't as well known as other popular bolero writers. So they came up with an album's worth of her songs to cover, and have been wowing audiences across the country with their exquisite renditions of her songs.\n\nWhen they pulled into NPR to play behind Bob Boilen's desk, Miramar's members made time stop with a performance that swept us off our feet, ably backed by friends of theirs from Richmond who played gorgeous string arrangements behind the band. So turn the lights down low, clear out the living-room carpet and find your dance partner for this one.\n\nDedication To Sylvia Rexach is available now:\niTunes: https://itunes.apple.com/us/album/dedication-to-sylvia-rexach/id1115084677\nAmazon: https://www.amazon.com/Dedication-Sylvia-Rexach-Miramar/dp/B01EMP3VTA\n\nSET LIST\n\"Sin Ti\"\n\"Estatua\"\n\"Urgancia\"\n\"Tus Pasos\"\n\nMUSICIANS\nRei Alvaresz (vocals, maracas); Laura Ann Singh (vocals); Marlysse Simmons Argandoña (piano, organ); Hector Barez (percussion); James Farmer (bass); Sebastian Cruz (guitar); Ellen Riccio (violin); Treesa Gild (violin); Kimberly Ryan (viola); Schuyler Slack (cello).\n\nCREDITS\nProducers: Felix Contreras, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nick Michael, Kara Frame, Morgan Noelle Smith; Production Assistant: A Noah Harrison; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/4Nr7mq74gD0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/4Nr7mq74gD0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/4Nr7mq74gD0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/4Nr7mq74gD0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/4Nr7mq74gD0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 5
   }
  },
  {
   "snippet": {
    "publishedAt": "2017-01-30T17:20:34.000Z",
    "title": "D.R.A.M.: NPR Music Tiny Desk Concert",
    "description": "Bobby Carter | February 1, 2017 — We all love a good redemption story: We're front and center to watch our heroes get knocked down, and then we cheer for them to triumphantly rebound. What we're witnessing with Shelly Massenburg-Smith — a.k.a. D.R.A.M. — is the culmination of a story marked by resilience and stubborn strength.\n\nMaking a hit record in the music industry is extremely difficult, and in 2015, D.R.A.M.'s debut single \"Cha Cha\" was on the brink of exploding. It was getting played in clubs across the country and bubbling on the charts; the Beyhive even got a hold of it. Then Drake's \"Hotline Bling\" happened. The reports are conflicting as to the inspiration for the record, but there are glaring similarities in the sound of each. \"Hotline Bling\" was even originally billed as the \"Cha Cha\" remix by Beats 1, where the song made its debut. Needless to say, \"Hotline Bling\" practically swallowed \"Cha Cha,\" but D.R.A.M. didn't whine about it. He addressed it and went back to the drawing board, crafting another smash. \"Broccoli\" became one of 2016's biggest hits while setting up the release of his debut album, Big Baby D.R.A.M.\n\nWe recently invited D.R.A.M. to NPR to lend us his jovial spirit and brighten our workday; after all, his primary aim is to spread love through music. He was jarred by the Tiny Desk setting for a moment before the cameras started rolling. He's accustomed to touching every corner of the stage, but like a pro, he walked to the desk, activated his signature smile and bounced through various highlights from his catalog. D.R.A.M., whose name stands for Does Real Ass Music, wrote his first selection, \"Cash Machine,\" right after he'd received his first big music check.\n\nDon't you know that I got that bag\nAnd best believe my mama straight\nI sent some bands to Tatiana\nAnd if I brought you out I'll pay your way\n\nWhat twentysomething doesn't feel this way once they step into some money? The crowd beamed more with each performance, leading up to a climactic rendition of \"Broccoli.\" The energy is all fun and games, but his talent is no joke: \"Broccoli\" is nominated for a Grammy this year, right alongside \"Hotline Bling.\" A victory would provide a fitting end to this chapter of D.R.A.M.'s career, but regardless of the outcome, he's already victorious: Far removed from the \"Hotline Bling\" shadow, he's already creating bigger songs and more memorable moments, like this one at the Tiny Desk.\n\nBig Baby D.R.A.M. is available now:\niTunes: https://itunes.apple.com/us/album/big-baby-d.r.a.m./id1162247737\nAmazon: https://www.amazon.com/Big-Baby-D-R-M-Explicit/dp/B01MEEVB2F\n\nSET LIST\n\"Cash Machine\"\n\"Cute\"\n\"Sweet VA Breeze\"\n\"Special\"\n\"Broccoli\"\n\nMUSICIANS\nD.R.A.M. (vocals); Rogét Chahayed (keys); Taylor Dexter (drums); Wesley Singerman (guitar).\n\nCREDITS\nProducers: Bobby Carter, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Colin Marshall; Production Assistant: Jenny Gathright; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/NwjN3UCBW14/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/NwjN3UCBW14/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/NwjN3UCBW14/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/NwjN3UCBW14/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/NwjN3UCBW14/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 6
   }
  },
  {
   "snippet": {
    "publishedAt": "2017-01-30T16:51:38.000Z",
    "title": "Gallant: NPR Music Tiny Desk Concert",
    "description": "January 30, 2017 | Suraya Mohamed — When Christopher Gallant was featured in Forbes' 30 Under 30 list, the testimonial came from none other than Elton John, who said, \"When I hear his voice, I just lose it.\" The two even performed Gallant's song \"Weight In Gold\" together back in September.\n\nGallant performed a stripped-down version of that hit when he came to the Tiny Desk earlier this month, and preceded it with another of his best-known songs, \"Skipping Stones.\" Written with Jhené Aiko, that tune radiates sultry intensity and passion; here, the talented Dani Ivory (who's performed as a touring member of Imagine Dragons) sits in for Aiko.\n\nOlogy, Gallant's 2016 debut, is up for a Grammy next month — for Best Urban Contemporary Album — and another of its falsetto-driven highlights opens this three-song set. On the record, \"Bourbon\" is produced with a funky, old-school, Prince-like drum track, but here, a steady drum beat grounds the hypnotic song just as well, if not better. Best of all, \"Bourbon\" gets a welcome bonus at the Tiny Desk: a guest rap by Saba, a charismatic rising star and frequent Chance The Rapper collaborator.\n\nOlogy is available now:\niTunes: https://itunes.apple.com/us/album/ology/id1109106508\nAmazon: https://www.amazon.com/Ology-Gallant/dp/B01IBLM16A\n\nSET LIST\n\"Bourbon\" (feat. Saba)\n\"Skipping Stones\" (feat. Dani Ivory)\n\"Weight In Gold\"\n\nMUSICIANS\nGallant (vocals); Wes Switzer (bass); Dani Ivory (keys, vocals); Dylan Jones (guitar); A.J. Novak (percussion); featuring guest rapper Saba in \"Bourbon.\"\n\nCREDITS\nProducers: Suraya Mohamed, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Colin Marshall, Kara Frame; Production Assistant: A Noah Harrison; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/BGpmIANN5Lg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/BGpmIANN5Lg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/BGpmIANN5Lg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/BGpmIANN5Lg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/BGpmIANN5Lg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 7
   }
  },
  {
   "snippet": {
    "publishedAt": "2017-01-26T15:41:13.000Z",
    "title": "BADBADNOTGOOD: NPR Music Tiny Desk Concert",
    "description": "Bobby Carter | January 23, 2017 — BADBADNOTGOOD made a name for itself by reworking songs from the likes of Nas and Ol' Dirty Bastard, eventually catching the attention of Odd Future leader Tyler, the Creator. The masses took notice in 2015 when the group produced an entire LP for Ghostface Killah, Sour Soul. BADBADNOTGOOD has been called a hip-hop ensemble, but its foundation is clearly jazz, which provides a gateway to countless genres. On IV, the group allows that gateway to widen, adding soul and funk to the repertoire.\n\nStill only in their 20s, the band's members never seemed intimidated by the intimate nature of the Tiny Desk; if anything, it accentuated their enthusiasm. This was their zone. They played three selections from IV — including \"Cashmere,\" which only slightly veered from the studio version, and \"In Your Eyes,\" which features Charlotte Day Wilson's vocals. The tight arrangement allowed Wilson to hover gently above the instrumentation, showing off the band's most promising work to date. It was a pleasure to have BADBADNOTGOOD at the desk for IV — and exciting to imagine what's in store for V, VI and beyond.\n\nIV is available now:\niTunes: https://itunes.apple.com/us/album/iv/id1112802198\nAmazon: https://www.amazon.com/IV-2-LP-Incudes-Download-Card/dp/B01FIB7N4Q/ref=pd_sbs_15_img_0?_encoding=UTF8&psc=1&refRID=6VQGGTTW3TEYMRH46ZXP\n\nSET LIST\n\"And That, Too.\"\n\"In Your Eyes\" (Feat. Charlotte Day Wilson)\n\"Cashmere\"\n\nMUSICIANS\nAlexander Sowinski (drums); Chester Hansen (bass); Leland Whitty (sax, flute, guitar); James Hill (piano); Charlotte Day Wilson (vocals).\n\nCREDITS\nProducers: Bobby Carter, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Colin Marshall, Kara Frame; Production Assistant: Jenny Gathright; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Ap4DtvUu7Bk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Ap4DtvUu7Bk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Ap4DtvUu7Bk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Ap4DtvUu7Bk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Ap4DtvUu7Bk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 8
   }
  },
  {
   "snippet": {
    "publishedAt": "2017-01-23T18:25:45.000Z",
    "title": "Brent Cobb: NPR Music Tiny Desk Concert",
    "description": "Lars Gotrich | January 17, 2017 — In some parts of the South, there's an accent where every conversation sounds like a song. Brent Cobb, a native of the small town of Ellaville, Ga., doesn't quite whistle through his teeth when he speaks, but he does push more air into his S's when he sings. When he sings \"Solving Problems,\" a song about a Sunday-afternoon bull session, at the NPR Music offices, the words shimmer like a tall glass of sweet tea in the late-morning sun when he strings together a particularly consonant phrase: \"Conversation covers everything and in between, from Grandpa's health to marrying good girls.\"\n\n\"Solving Problems\" comes from Shine On Rainy Day, his major-label debut produced by distant cousin Dave Cobb; it's nearly a decade in the making. Brent Cobb spent those years on Nashville's Music Row, writing songs for the likes of Luke Bryan, Little Big Town and Miranda Lambert. But where most songwriters write for the performer, Cobb plainly says, \"If I write a song, they're always for me. If someone wants to record it, I think they should record it.\"\n\nCobb is a conversational lyricist who dispenses normal but precisely crafted phrases amid simple-yet-rich melodies. He skips from Merle Haggard's \"Mama Tried\" to family to making \"plans to do what we ain't done yet.\" He takes a funny story about his uncle and bends the truth a bit for the quiet holler \"Down In The Gulley.\" His songwriting lineage shines through in \"Country Bound,\" written by his daddy; here, it features a bouncing solo from J Kott, whom Cobb jokingly calls \"our bass player/lead guitarist.\"\n\nEncouraged by the crowd to play one more song, Cobb closes with the sobering \"Shine On Rainy Day.\" While he weaves plenty of wit into his lyrics, Cobb can devastate just as easily: \"Ain't it funny how a little thunder make a man start to wonder, 'Should I swim or just go under?'\" Just as we struggle to find the silver lining in Cobb's clouds, the song ends and he asks with a smile, \"What do we do now?\"\n\nShine On Rainy Day is available now:\niTunes: https://itunes.apple.com/us/album/shine-on-rainy-day/id1132667277\nAmazon: https://www.amazon.com/Shine-Rainy-Day-Brent-Cobb/dp/B01J3SJYL0\n\nSET LIST\n\"Solving Problems\"\n\"Down In The Gulley\"\n\"Country Bound\"\n\"Shine On Rainy Day\"\n\nMUSICIANS\nBrent Cobb (vocals, guitar); J Kott (vocals, bass); Steve Smith (drums).\n\nCREDITS\nProducers: Lars Gotrich, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nicole Boliaux; Production Assistant: Anna Marketti; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/wuOJF8ecoY8/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/wuOJF8ecoY8/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/wuOJF8ecoY8/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/wuOJF8ecoY8/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/wuOJF8ecoY8/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 9
   }
  },
  {
   "snippet": {
    "publishedAt": "2017-01-17T16:24:15.000Z",
    "title": "Lila Downs: NPR Music Tiny Desk Concert",
    "description": "Felix Contreras | January 13, 2017 — Lila Downs has spent her career exploring the furthest reaches of Mexican folk music. With a voice that borrows heavily from opera, Downs performs the kind of full-throated mariachi singing that would fit right in at Mexico City's Garibaldi Square — ground zero for mariachi.\n\nShe can also coax the most tender moments from romantic boleros. But Downs is at her best when she and her band gather all of those influences to create cross-cultural expression that breaks down musical barriers. Entertaining and inspiring, she's as much a storyteller as a singer, and her between-song banter lays bare the Mexican soul, only to have it punctuated in song.\n\nBalas y Chocolate is available now:\niTunes: http://smarturl.it/ldbalas\nGoogle Play: http://smarturl.it/ldbalasgp\nSpotify: http://smarturl.it/LilaDownsBYCSp\nAmazon: http://smarturl.it/ldbalasam\n\nSET LIST\n\"Humito De Copal\"\n\"La Promesa\"\n\"Viene La Muerte Echando Rasero\"\n\"La Patria Madrina\"\n\nMUSICIANS\nLila Downs (vocals, jarana); Paul Cohen (sax); George Saenz, Jr. (trombone); Hugo Moreno (trumpet); Marcos Lopez (seated percussion); Yayo Serka (seated drums); Rafael Gomez (electric guitar); Leo Soqui (jarana); Luis Guzman (bass).\n\nCREDITS\nProducers: Felix Contreras, Morgan Walker, Maggie Starbard; Audio Engineer: Brian Jarboe; Videographers: Morgan Walker, Maggie Starbard, Morgan McCloy; Production Assistant: Carlos Water; Photo: NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/hU3P6dlNaB4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/hU3P6dlNaB4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/hU3P6dlNaB4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/hU3P6dlNaB4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/hU3P6dlNaB4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 10
   }
  },
  {
   "snippet": {
    "publishedAt": "2017-01-12T15:45:51.000Z",
    "title": "Donny McCaslin: NPR Music Tiny Desk Concert",
    "description": "Bob Boilen | January 9, 2017 — David Bowie had long wanted to make a record with a jazz band, and on Jan. 8 of last year, he realized his dream with the release of Blackstar. Two days later, he was gone. Donny McCaslin's band helped him make that record, and now, a year later, we pay tribute to Bowie and Blackstar by bringing McCaslin's band to the Tiny Desk.\n\nIt's been exciting to see jazz find its way into the broader music world in recent years; think Kendrick Lamar and hip-hop in general. Musicians such as McCaslin often play in their own small circuit, but have much to offer popular music. As a bandleader and sax player, he's put out a dozen albums, the most recent of which is Beyond Now, with musicians Tim Lefebvre on bass, drummer Mark Guiliana and keyboardist Jason Lindner.\n\nBeyond Now was recorded after Blackstar, features a few Bowie covers and stretches the band's own usual boundaries. For this Tiny Desk concert, you can hear an extraordinary group playing extraordinary music — including an instrumental version of \"Lazarus,\" from Blackstar. Just as Bowie brought these musicians into his rock-leaning world, I hope this set takes you down McCaslin's jazz path.\n\nBeyond Now is available now:\niTunes: https://itunes.apple.com/us/album/beyond-now-deluxe-edition/id1135903858\nAmazon: https://www.amazon.com/Beyond-Now-Donny-McCaslin/dp/B01J6SD77Y\n\nSET LIST\n\"Shake Loose\"\n\"Lazarus\" (David Bowie)\n\"Glory\"\n\nMUSICIANS\nDonny McCaslin (saxophone); Jason Lindner (keys); Tim Lefebvre (bass); Mark Guiliana (drums).\n\nCREDITS\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nicole Boliaux; Production Assistant: Anna Marketti; Photo: Raquel Zaldivar/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/oIbFjfH0erI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/oIbFjfH0erI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/oIbFjfH0erI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/oIbFjfH0erI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/oIbFjfH0erI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 11
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-12-21T20:13:45.000Z",
    "title": "Declan McKenna: NPR Music Tiny Desk Concert",
    "description": "Bob Boilen | January 3, 2017 — It'd be easy to look and listen to this young English singer and think he's just another sensitive songwriter with a guitar, singing about his troubles. But Declan McKenna writes about a much bigger world than you or I might expect from a singer who only recently turned 18. He came to NPR this past summer, a bit nervous but passionate. He stripped down three of his songs to their musical essence, and the power of their words eclipsed the hooks for which they're equally known. \"Bethlehem\" tackles religion:\n\nBecause I'm in Bethlehem\nI've got a seat in heaven\nAnd though I'm heaven sent\nI can do as I want and you don't have the right to choose\nMcKenna's most famous tune, \"Brazil,\" is a song about football, money and poverty that also touches on religion.\n\nI've been reading about the early years of Leonard Cohen in the wake of his death — reading about the poet before the singer, thinking about how young artists blossom. When they're good, their songs and ideas are spare and boiled down to their core. I'm enjoying Declan McKenna, and should you have missed his extraordinary past year or so, this is a good introduction. But I'm eager to fast-forward to where this young poet takes us.\n\nDownload and stream Declan McKenna’s single “Isombard” today:\nDownload: http://smarturl.it/IsombardDL\nStream (Spotify): http://smarturl.it/DeclansTracks\n \nDownload and stream Declan McKenna’s LIAR EP featuring “Brazil” today:\nDownload: http://smarturl.it/LIAR\nStream (Spotify): http://smarturl.it/LIARStream\n\nSET LIST\n\"Bethlehem\"\n\"Brazil\"\n\"Isombard\"\n\nMUSICIANS\nDeclan McKenna (vocals, guitar)\n\nCREDITS\nProducers: Bob Boilen, Niki Walker; Audio Engineers: Suraya Mohamed, Josh Rogosin; Videographers: Niki Walker, Claire Hannah Collins; Production Assistant: Sophie Kemp; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Ea43VkCiyFo/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Ea43VkCiyFo/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Ea43VkCiyFo/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Ea43VkCiyFo/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Ea43VkCiyFo/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 12
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-12-19T20:44:06.000Z",
    "title": "Derek Gripper: NPR Music Tiny Desk Concert",
    "description": "Tom Cole | December 16, 2016 — You probably shouldn't be reading this — just listen to Derek Gripper play and watch his fingers work. You can see and hear his classical training from his first notes behind the Tiny Desk.\n\nThe 38-year-old started on violin at age 6, then wound up with one of the few classical-guitar professors in his native South Africa. But touring the world playing the music of the great dead white men was not all that appealing (though Gripper still loves to play Bach). Then he heard a record by the Malian kora player Toumani Diabate. He decided that that's what he wanted to do: not play the kora itself, but play kora music on the guitar.\n\nOf course, the kora has 21 strings, each tuned to a fixed note. The nylon-stringed guitar Gripper plays has six. But by using unusual tunings and fretting the strings up and down the neck with his left hand, he can pretty much hit all of the kora's notes. He shows how he can evoke the West African instrument's multiple voices simultaneously in the third piece of his Tiny Desk concert, \"Jarabi.\"\n\nThe remarkable thing is, he figured all of this out — and recorded two acclaimed albums — just by listening to CDs and checking out music online. Gripper painstakingly transcribed what he heard onto a kind of notation called tablature — similar to the music written for the Renaissance vihuela, which was also an inspiration. Earlier this year, Gripper finally made it to Mali, where his efforts received the blessing of Toumani Diabate himself; the two even jammed together. Now, go back to the concert.\n\nLibraries On Fire is available now:\niTunes: https://itunes.apple.com/us/album/libraries-on-fire/id1057988481\nAmazon: https://www.amazon.com/Libraries-Fire-Derek-Gripper/dp/B01E7GDGUS\n\nSET LIST\n\"Tuth Jara\" (Trad. Arr. Derek Gripper)\n\"Joni\" (Derek Gripper)\n\"Jarabi\" (Trad. Arr. Derek Gripper)\n\"Duga\" (Trad. Arr. Derek Gripper)\n\nMUSICIANS\nDerek Gripper (guitar)\n\nCREDITS\nProducers: Tom Cole, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nicole Boliaux; Production Assistant: Anna Marketti; Photo: Raquel Zaldivar/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/55QnOlXckOk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/55QnOlXckOk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/55QnOlXckOk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/55QnOlXckOk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/55QnOlXckOk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 13
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-12-19T20:22:53.000Z",
    "title": "The Oh Hellos: NPR Music Holiday Tiny Desk Concert",
    "description": "Bob Boilen | December, 19 2016 — It seemed only fitting for us to have a nine-piece, family-centered band come back to the Tiny Desk to help us celebrate the holidays in 2016. Maggie and Tyler Heath head up The Oh Hellos vocally, but this band — which played a non-holiday show at the desk just a year ago — feels very much like an extended family, in terms of both camaraderie and harmonies.\n\nIt helps that The Oh Hellos' members are steeped in the holidays: They're currently on their Christmas Extravaganza Tour, as they play songs from their 2013 holiday collection The Oh Hellos' Family Christmas Album. It exudes spiritual fervor while also finding joy in the Heath family tradition of handbells and group singing of \"Jingle Bells\" — which yours truly attempted to ring and sing during this set. At a later point, when this Texas nonet let the high holiday fiddling kick in, fake snow and real joy filled the NPR offices with catchy Christmas cheer. Happiest of holidays from the Tiny Desk team.\n\nThe Oh Hellos' Family Christmas Album is available now:\niTunes: https://itunes.apple.com/us/album/oh-hellos-family-christmas/id949559292\nAmazon: https://www.amazon.com/Oh-Hellos-Family-Christmas-Album/dp/B00R1AFKD4\n\nSET LIST\n\"Deck The Halls\"\nMvmt III: \"Silent Night, Holy Night\"\n\"Jingle Bells\"\nMvmt IV: \"Every Bell On Earth Will Ring\"\n\nMUSICIANS\nTyler Heath (vocals, guitar); Maggie Heath (vocals); Austin Norman (drums); Joshua Heinlein (guitar); Matthew Hagerman (viola); Reagan Smith (banjo); Joey Chance (accordion, percussion); Drew Griffith (bass); Nathaneal Smith (guitar)\n\nCREDITS\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Colin Marshall, Nicole Boliaux, Nicole Conflenti; Assistant Editor: Nicole Boliaux; Production Assistant: CJ Riculan; Photo: Raquel Zaldivar/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/hJykCRucbBM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/hJykCRucbBM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/hJykCRucbBM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/hJykCRucbBM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/hJykCRucbBM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 14
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-12-19T16:40:29.000Z",
    "title": "Gucci Mane: NPR Music Tiny Desk Concert",
    "description": "Frannie Kelley | December 12, 2016 — Gucci Mane's smile makes you feel like there's still some good in the world. He's really earned it, and that thing is infectious. We asked him to come to NPR because we wanted to be a part of the victory tour he's been on this year: In the past six months or so, Gucci Mane was released early from the federal penitentiary; he proposed to his girlfriend on the kiss cam at a Hawks game, and she said yes; he's releasing a total of three albums, all over which he celebrates his newly committed sobriety; he and Courtney Love look like they get along; and he remade \"Jingle Bells.\"\n\nIn this Tiny Desk concert, Gucci Mane performed with just his longtime producer and friend, Zaytoven, on piano. Their version of stripped-down is a minimal backing track and plenty of church-groomed trills. They performed with the understanding that everyone in the room knew their songs — one from 2009 and two from this year — and knew that this performance would represent a surreal dip into a parallel universe where ingenuity is rewarded, snobbery is gone and love is real. Gucci Mane agreed to this unlikely set as a gesture to those people — for remembering his work while he was away, and for cheering on his resurgence, his health, his charm and his singular nature.\n\nThe Return Of East Atlanta Santa is available exclusively on iTunes and Apple Music: https://itunes.apple.com/us/album/east-atlanta-santa/id1002721921\n\nSET LIST:\n\"First Day Out\"\n\"Waybach\"\n\"Last Time\"\n\nMUSICIANS:\nGucci Mane (vocals); Zaytoven (keys).\n\nCREDITS:\nProducers: Frannie Kelley, Niki Walker; Audio Engineers: Suraya Mohamed, Josh Rogosin; Videographers: Niki Walker, Kara Frame, Nicole Boliaux; Production Assistant: CJ Riculan; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/wlFQjExxD4U/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/wlFQjExxD4U/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/wlFQjExxD4U/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/wlFQjExxD4U/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/wlFQjExxD4U/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 15
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-12-16T15:59:43.000Z",
    "title": "Alsarah & The Nubatones: NPR Music Tiny Desk Concert",
    "description": "When singer Alsarah left her native Sudan, she was just a child who'd shown an interest in music. She's said it served as her coping mechanism during a subsequent transition to life here in the U.S. That passion led her to a university degree in ethnomusicology.\n\nIt also drew her to musicians who were passionate about the intersection of culture, music and migration. Together, their one-of-a-kind expression has been called \"East African retro pop.\" But that tag only scratches the surface: In their hands, the music pulses, breathes and comes alive with a mix of tradition and contemporary influences.\n\nAlsarah and her band The Nubatones mesmerize and enchant in this performance behind Bob Boilen's Desk. They undoubtedly opened new worlds for more than a few who saw the performance live, so it's a pleasure to share it with the world.\n\nManara is available now:\niTunes: https://itunes.apple.com/us/album/manara/id1140203214\nAmazon: https://www.amazon.com/Manara-ALSARAH-NUBATONES/dp/B01J94E9AY\nSpotify: https://play.spotify.com/album/0VsLfPU2ksPxugI7qhbDPx\nGoogle Play: https://play.google.com/store/music/album/Alsarah_The_Nubatones_Manara?id=Bsv3gtmz2sgrym5d6nv56usvkqm\n\nSET LIST:\n\"Ya Watan\"\n\"3roos Elneel\"\n\"Fulani\"\n\nMUSICIANS:\nAlsarah (vocals); Nahid (backing vocals); Rami El Aasser (percussion, backing vocals); Mawuena Kodjovi (bass, backing vocals); Brandon Terzic (oud).\n\nCREDITS:\nProducers: Felix Contreras, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nicole Boliaux; Production Assistant: Jenny Gathright; Photo: Raquel Zaldivar/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/daXGLo4aeFQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/daXGLo4aeFQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/daXGLo4aeFQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/daXGLo4aeFQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/daXGLo4aeFQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 16
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-12-09T15:04:01.000Z",
    "title": "Ro James: NPR Music Tiny Desk Concert",
    "description": "Bobby Carter | December 5, 2016 — Lots of us try to be cool, but the trick has always been in the subtleties; they're what allow us to walk that thin line between cool and corny. Enter Ro James.\n\nAsk where he's from, and James will say, \"Everywhere.\" He spent his childhood and teenage years from Germany to New York, and from Hawaii to Indiana. Rosie Gaines of Prince's New Power Generation is his aunt, so James comes by his coolness honestly. In 2013, James independently dropped his EP, Coke, Jack And Cadillacs. His debut album, Eldorado, exemplifies that cool. It's a hazy ride that explores love, lust and other vices without the lovey-dovey clichés. The album always feels current, even as his slick wordplay and acoustic vibe could easily slide it into a '70s or '90s hit list.\n\nJames and his band recently stopped by the NPR Music offices to play two tracks that seem tailor-made for a Tiny Desk concert, as well as a deconstructed version of his club jam from Eldorado. His falsetto falls right in the pocket with the lead guitar of his breakout hit, \"Permission.\" This new arrangement of his follow-up single, \"Already Knew That,\" maintains the bounce of the studio version, but the restrained arrangement allows listeners to follow the playful words much better. In between songs, he asks, \"Y'all hot, or is it just me?\" — at which point a few in the audience immediately giggle and emphatically agree while fanning themselves. Ro James is still the coolest.\n\nRo James' debut album, Eldorado, is out now:\nApple: http://smarturl.it/sELDORADO?iqID=npryt\nSpotify: http://smarturl.it/sELDORADO?iqID=npryt\nAmazon: http://smarturl.it/aELDORADO?iqID=npryt\nGoogle Play: http://smarturl.it/gELDORADO?iqID=npryt\n\nFollow Ro James:\nhttp://rojames.net/\nInstagram: https://www.instagram.com/rojamesxix/\nTwitter: https://twitter.com/RoJamesXIX\nFacebook: https://www.facebook.com/rojames1\n\nSET LIST\n\"Permission\"\n\"Already Knew That\"\n\"A.D.I.D.A.S. (All Day I)\"\n\nMUSICIANS\nRo James (vocals); Marlon Lewis (drums); Greg Moore (guitar); Eric Whatley (bass)\n\nCREDITS\nProducers: Bobby Carter, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nicole Boliaux; Editor: Nicole Boliaux; Production Assistant: Anna Marketti; Photo: Raquel Zaldivar/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/fKVZEfxDvcM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/fKVZEfxDvcM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/fKVZEfxDvcM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/fKVZEfxDvcM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/fKVZEfxDvcM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 17
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-12-05T16:48:11.000Z",
    "title": "Pinegrove: NPR Music Tiny Desk Concert",
    "description": "Bob Boilen | December 2, 2016 — There's a confessional quality to the songs of Pinegrove that feels reassuring. The problems that swirl around Evan Stephens Hall's head feel universal, so it's comforting in \"Old Friends\" when he sings, \"I should call my parents when I think of them / I should tell my friends when I love them.\"\n\nThe New Jersey group's sound feels fresh and scrappy at the same time. Hall and drummer Zack Levine, who've been friends since they were 7, form the core of Pinegrove. (Their dads play music together, too.) Together, the band squeezed four songs into their 13-minute Tiny Desk concert, with Hall's voice — and a spirit of warmheartedness and friendship — at the center of it all.\n\nCardinal is available now:\niTunes: https://itunes.apple.com/us/album/cardinal/id1067440541\nAmazon: https://www.amazon.com/Cardinal-Pinegrove/dp/B019MAA9DQ\n\nSET LIST\n\"Need\"\n\"Angelina\"\n\"Old Friends\"\n\"Waveform\"\n\nMUSICIANS\nEvan Stephens Hall (vocals, guitar); Nandi Rose Plunkett (keyboard, vocals); Zack Levine (drums, vocals); Adan Feliciano (bass); Sam Skinner (banjo, guitar); Josh Marre (guitar, vocals)\n\nCREDITS\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Colin Marshall, Nicole Boliaux; Production Assistant: Anna Marketti; Photo: Raquel Zaldivar/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/weL8HTY1NJU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/weL8HTY1NJU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/weL8HTY1NJU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/weL8HTY1NJU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/weL8HTY1NJU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 18
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-12-01T15:28:32.000Z",
    "title": "Margo Price: NPR Music Tiny Desk Concert",
    "description": "Bob Boilen | November 28, 2016 — When I greeted Margo Price in the NPR garage before her Tiny Desk performance, tears were streaming down her face. It was Wednesday morning, Nov. 9, the day after the 2016 election. For her — as for many Americans — it was a stunning and bewildering moment in time, a day when life and the everyday took on new meaning. And so when she and her band began to play \"All American Made,\" a song she's sung many times before, those words about America's changes and failures in the 21st century seemed even more powerful.\n\nMargo Price is a Nashville-based musician, the sort of country artist that captures the hearts of those both inside and outside the country-music scene. Her debut album, Midwest Farmer's Daughter, is one of the brightest moments in country in a very strong year.\n\nAs this Tiny Desk progresses, even \"Four Years Of Chances,\" her song of a love gone wrong, feels less about a lousy husband and more about presidential politics. She dedicates her third and final song, \"About To Find Out,\" to Donald Trump; she says it was originally written about a \"musician acquaintance of mine who's a complete sociopath.\" When the song ends, she rips open her red cowboy shirt to reveal a T-shirt with the words \"Icky Trump\"— a play on the title of The White Stripes' song \"Icky Thump,\" which criticizes the U.S.'s immigration policies. She smiles, wipes a tear away: It seems cathartic, but temporary.\n\nMidwest Farmer's Daughter is available now:\niTunes: https://itunes.apple.com/us/album/midwest-farmers-daughter/id1072852186\nAmazon: https://www.amazon.com/Midwest-Farmers-Daughter-Margo-Price/dp/B01AO48I7S\n\nSET LIST\n\"All American Made\"\n\"Four Years Of Chances\"\n\"About To Find Out\"\n\nMUSICIANS\nMargo Price (vocals, guitar); Jeremy Ivey (harmonica); Micah Hulscher (piano); Dillon Napier (drums); Kevin Black (bass); Luke Schneider (Dobro); Jamie Davis (guitar).\n\nCREDITS\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Colin Marshall, Nicole Boliaux; Editor: Niki Walker; Assistant Editor: Nicole Boliaux; Production Assistant: Anna Marketti; Photo: Victoria Milko/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/S9bLHMCnCAk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/S9bLHMCnCAk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/S9bLHMCnCAk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/S9bLHMCnCAk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/S9bLHMCnCAk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 19
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-11-23T21:52:05.000Z",
    "title": "Tegan And Sara: NPR Music Tiny Desk Concert",
    "description": "Josh Rogosin | November 21, 2016 - Six months before Tegan and Sara Quin played two sold-out shows at Washington, D.C.'s 9:30 Club, we booked their Tiny Desk appearance. Their mini-set would take place on Nov. 7, 2016 — the eve of one of the most contentious presidential elections in U.S. history. However fortuitous the timing, it felt cathartic to hear two politically active Canadian twins serenade us before we embarked on our own election.\n\nIt's hard to believe Tegan and Sara have been making music for 17 years. They still look a lot like they did when they made their first record, 1999's Under Feet Like Ours. It took eight years for many fans to become hooked, but with the release of The Con, Tegan and Sara began to develop a fiercely loyal fan base. Songs like \"Call It Off,\" \"Back In Your Head\" and \"Nineteen\" became heartbreak anthems for a worldwide audience.\n\nContrary to the poppy sound of 2016's Love You To Death, the two insisted on performing their Tiny Desk concert acoustically — stripping down highly produced songs while hearkening back to their early recordings. Without the distraction of production, we're left with the gorgeous sound of roughly identical voices blending. Plus, their endearing banter and jovial sibling rivalry left us defenseless against their charm.\n\nAbove all, what sets Tegan and Sara apart is how their vocals intertwine. The finest example in this four-song set comes in their hit \"Closer\" (from 2013's Heartthrob). Their voices, whether sung solo, in unison or in harmony, sound spontaneous, calculated and emotionally honest at the same time. It's no wonder they've stood the test of time while continuing to craft anthems of joy, sorrow and longing for new fans and lifers alike.\n\nLove You To Death is available now:\niTunes: https://itunes.apple.com/us/album/love-you-to-death/id1097169273\nAmazon: https://www.amazon.com/Love-You-Death-Tegan-Sara/dp/B01DTQJ92Q\n\nSET LIST:\n\"Stop Desire\"\n\"Boyfriend\"\n\"100x\"\n\"Closer\"\n\nMUSICIANS:\nTegan Quin (Vocals); Sara Quin (Vocals); Gabrial McNair (Piano); Brendan Buckley (Drums); Eva Gardner (Bass)\n\nCREDITS:\nProducers: Bob Boilen, Josh Rogosin, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Colin Marshall, Nicole Boliaux; Production Assistant: Anna Marketti; Photo: Raquel Zaldivar/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/1djpZqRRA7U/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/1djpZqRRA7U/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/1djpZqRRA7U/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/1djpZqRRA7U/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/1djpZqRRA7U/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 20
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-11-23T21:29:52.000Z",
    "title": "Attacca Quartet: NPR Music Tiny Desk Concert",
    "description": "Tom Huizenga | November 18, 2016 - Classical music observers say we're living in a golden age of string quartets. It's hard to disagree when you hear the vibrant young players in New York's Attacca Quartet.\n\nThey revere the old school, having recently completed a performance cycle of all 68 string quartets by Joseph Haydn, the man who invented the genre. They also hunger for the new, exploring the music of three living composers each year in a project called Recently Added.\n\nOne contemporary composer the group continues to champion is John Adams. The head-banging pulsations of \"Toot Nipple\" (titled after a character in an Annie Proulx story) contrast with the slippery and funky episodes in \"Alligator Escalator.\" Adams has said he imagined such a creature waddling up and down the floors of Macy's department store. The two movements belong to John's Book of Alleged Dances from 1994.\n\nNext to Adams, Haydn sounds positively genteel, but you needn't look far to find the composer's own feisty side. Sunny skies suddenly turn threatening at the turn of a phrase — a trend in Haydn's time known as Sturm und Drang, or \"Storm and Stress\" — when moods can swing wildly with impunity.\n\nMeasured by the cello's tick-tock pizzicato, the mood of Michael Ippolito's Smoke Rings is languid, even a little trippy. Inspired by a 14th-century French song about a smoking society, the composer employs long, slow strokes and light bow pressure for a hazy texture. The music heats up dramatically midway through, only to drift back into the smoke.\n\nFellow Traveler is available now: \niTunes: https://itunes.apple.com/us/album/fellow-traveler-complete-string/id606347250\nAmazon: https://www.amazon.com/Fellow-Traveler-Complete-String-Quartet/dp/B00B5UBEWM/ref=sr_1_1?s=music&ie=UTF8&qid=1479145161&sr=1-1&keywords=attacca+quartet\n\nSET LIST:\nAdams: \"Toot Nipple\"\nAdams: \"Alligator Escalator\"\nHaydn: \"String Quartet in D, Op. 76, No. 5 — I. Allegretto\"\nIppolito: \"Smoke Rings\"\n\nMUSICIANS:\nAmy Schroeder, Keiko Tokunaga (violin); Nathan Schram (viola); Andrew Yee (cello)\n\nCREDITS:\nProducers: Tom Huizenga, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nicole Boliaux; Editor: Nicole Boliaux; Supervising Editor: Niki Walker; Production Assistant: Anna Marketti; Photo: Raquel Zaldivar/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/CXgO7xI7ElQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/CXgO7xI7ElQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/CXgO7xI7ElQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/CXgO7xI7ElQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/CXgO7xI7ElQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 21
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-11-16T22:14:47.000Z",
    "title": "John Paul White: NPR Music Tiny Desk Concert",
    "description": "Bob Boilen | November 14, 2016 - I wasn't alone in patiently waiting for new music from John Paul White. His singing and songwriting as half of The Civil Wars was heartfelt and beautiful. This summer, a new album finally came, and Beulah was a quietly understated gem. This is tender Southern music without drawl or pretense, and I love it. White kicks off his Tiny Desk concert with Beulah's opening track, \"Black Leaf.\" It's a song about loss of love, with this killer line:\n\n\"Those old butterflies, they haven't died\n'Cause they're eating me alive in there\"\n\nAfter his solo entrance in \"Black Leaf,\" White is joined by Kelli Jones-Savoy on violin and Adam Morrow on guitar for more tunes from Beulah. White recorded these songs originally in Muscle Shoals, Ala., at the well-known FAME Studios, as well as at his own Single Lock Studios. Here at the Tiny Desk, they take on a new life of their own with new arrangements.\n\nBeulah is available now:\niTunes: https://itunes.apple.com/us/album/beulah/id1113179373\nAmazon: https://www.amazon.com/Beulah-John-Paul-White/dp/B01GU5U788\n\nSET LIST:\n\"Black Leaf\"\n\"Hate The Way You Love Me\"\n\"What's So\"\n\nMUSICIANS:\nJohn Paul White (vocals/guitar); Kelli Jones-Savoy (violin); Adam Morrow (guitar).\n\nCREDITS:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nicole Boliaux; Production Assistant: Anna Marketti; Photo: Raquel Zaldivar/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/mBIAnpOrJB8/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/mBIAnpOrJB8/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/mBIAnpOrJB8/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/mBIAnpOrJB8/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/mBIAnpOrJB8/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 22
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-11-16T15:35:31.000Z",
    "title": "Adam Torres: NPR Music Tiny Desk Concert",
    "description": "Bob Boilen | November 11, 2016 - Adam Torres' voice makes Pearls To Swine a constant listen for me. It's high and lonesome, but more frail than the voices of the bluegrass pioneers who defined that sound, like Ralph Stanley. Besides, Torres isn't a country singer or a folksinger so much as an atmospheric storyteller.\n\nIt took the musician, now based in Austin but frequently on tour, just a week to record Pearls To Swine, though the album was nearly 10 years in the making. In 2006, Torres was 20 and living in Athens, Ohio, when he put out a debut record called Nostra Nova, which is worthy of cult status. Then his life took a non-musical course.\n\nI first heard his music far more recently, through another Austin musician and Tiny Desk alum (with Shearwater back in 2008), Thor Harris of Swans. I ran into Harris, he raved about this new singer he was touring with, and I heard Pearls To Swine and flipped. I've been writing about Adam Torres a bunch this year, and the more I listen, the more I want to share it.\n\nListen in particular to the way Torres and Aisha Burns weave his voice and her violin together. It's rare and beautiful. Then there's the delicate percussion and bass that keep it all in motion. In addition to songs from his current record, we also get to hear an unreleased track, appropriately titled \"I Came To Sing The Song.\" I'm thrilled he did.\n\nPearls To Swine is available now:\niTunes: https://itunes.apple.com/ca/album/pearls-to-swine/id1120866374\nAmazon: https://www.amazon.com/Pearls-Swine-Adam-Torres/dp/B01GP4J13Q\n\nSet List:\n\"High Lonesome\"\n\"Outlands\"\n\"I Came To Sing The Song\"\n\nMusicians:\nAdam Torres (vocals, guitar); Aisha Burns (violin); Thor Harris (percussion); Dailey Toliver (bass, keys)\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nicole Boliaux; Editor: Nicole Boliaux; Production Assistant: Anna Marketti; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/NIsUeV_zmA0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/NIsUeV_zmA0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/NIsUeV_zmA0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/NIsUeV_zmA0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/NIsUeV_zmA0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 23
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-11-10T14:54:15.000Z",
    "title": "Ta-ku & Wafia: NPR Music Tiny Desk Concert",
    "description": "Cameron Robert | November 7, 2016 — The chemistry between Australian singer-producer Ta-ku and his fellow Aussie singer-songwriter Wafia becomes apparent the instant you hear their voices intertwined in song. On their first collaborative EP, (m)edian, they draw on their individual experiences to touch on subjects like compromise in relationships as they trade verses and harmonize over hollow melodies.\n\nTa-ku and Wafia live within the sonic landscape of artists like Drake or Bryson Tiller, but their style puts them in a world all their own. With production characterized by weary low-end rumbles and resonant keys, the two float above the music, playing off each other's harmonies. Fortunately for us at NPR, they took a moment to grace our Tiny Desk with a stripped-down, intimate performance of three songs from (m)edian.\n\n(m)edian is available now:\niTunes: https://itunes.apple.com/us/album/m-edian-ep/id1114924916\nAmazon: https://www.amazon.com/m-edian-Ta-ku-Wafia/dp/B01FTCMN26\n\nSET LIST:\n\"Treading Water\"\n\"Meet In The Middle\"\n\"Love Somebody\"\n\nMUSICIANS:\nTa-ku (vocals); Wafia (vocals); Sam Kuzich (drums); Will Langa (keys)\n\nCREDITS:\nProducers: Cameron Robert, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nicole Boliaux; Production Assistant: Colin Marshall; Photo: Raquel Zaldivar/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/eXs09v4vzio/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/eXs09v4vzio/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/eXs09v4vzio/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/eXs09v4vzio/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/eXs09v4vzio/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 24
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-11-08T14:06:47.000Z",
    "title": "The Westerlies: NPR Music Tiny Desk Concert",
    "description": "Tom Huizenga | November 2, 2016 - Calling themselves \"an accidental brass quartet,\" the members of The Westerlies, like the prevailing winds, blew east to New York from their hometown of Seattle, where they were childhood friends.\n\nYoung musicians today routinely resist being pigeonholed into a single genre. Such is the case with this unconventional band, which, through its compositions and tight ensemble playing, reveals a built-in sympathy for improvised jazz, rigorous classical structures and sunshiny pop. Trumpeters Riley Mulherkar and Zubin Hensler and trombonists Andy Clausen and Willem de Koch can blow hard — after all, this is a brass band — but the surprise comes in their soft tones and subtle phrasing.\n\nClausen provides two tunes, beginning with \"New Berlin, New York,\" which sports a snappy theme, standing out like a bright tie on a smart suit. A scurrying pattern of interlocking notes furnishes the underlying fabric. His closing number, \"Rue Des Rosiers,\" conjures up the circus-like vibe of a Parisian street scene. A whimsical theme gradually coalesces from fragments and grows into a rollicking amusement. Between these two pieces, Hensler's \"Run On Down\" evokes the calm beauty of Washington's San Juan Islands, north of the band's former home base.\n\nThe quartet has just released its ambitious second record, a double album of mostly original compositions. With The Westerlies' open ears and confident musicianship, it will be fascinating to see which direction the band blows next.\n\nThe Westerlies is available now: \niTunes: https://itunes.apple.com/us/album/the-westerlies/id1139242481\nAmazon: https://www.amazon.com/Westerlies/dp/B01INNMZ30\n\nSET LIST:\n\"New Berlin, New York\"\n\"Run On Down\"\n\"Rue Des Rosiers\"\n\nMUSICIANS:\nRiley Mulherkar, Zubin Hensler (trumpet); Andy Clausen, Willem de Koch (trombone).\n\nCREDITS:\nProducers: Tom Huizenga, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nicole Boliaux; Production Assistant: CJ Riculan; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/69QYjqkAIwI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/69QYjqkAIwI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/69QYjqkAIwI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/69QYjqkAIwI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/69QYjqkAIwI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 25
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-11-03T13:21:14.000Z",
    "title": "Joseph: NPR Music Tiny Desk Concert",
    "description": "Bob Boilen | October 28, 2016 - My first experience seeing Joseph was in 2014 as an opening act in New York City. It was just the twins Meegan and Allison Closner and their older sister, Natalie Closner, and it was clear then they had something special. Over these two years, Joseph's sound has grown beyond the Closners' harmonies. Now, you're likely to see them with a band or hear songs from their latest record, which is filled with sounds far beyond voice and acoustic guitar.\n\nIt's been a treat to witness Joseph's journey, but I was also fairly thrilled that for their Tiny Desk the sisters stripped it down to their original setup: three voices and one guitar. It's those essentials that will likely remain their strength, and hearing these songs from I'm Alone, No You're Not outside a studio setting felt not necessarily better, but certainly friendlier. Now that this band has 5 million listens (and that's only counting one song on Spotify), my guess is you may have missed this earlier sound. Here's a chance to hear the songs you love the way they could have been.\n\nI'm Alone, No You're Not is available now:\niTunes: https://itunes.apple.com/us/album/im-alone-no-youre-not/id1115881921\nAmazon: https://www.amazon.com/Im-Alone-No-Youre-Not/dp/B01FXSI6BI\n\nSET LIST:\n\"White Flag\"\n\"I Don't Mind\"\n\"Canyon\"\n\nMUSICIANS:\nAllison Closner (vocals); Meegan Closner (vocals); Natalie Closner (guitar, vocals).\n\nCREDITS:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nicole Boliaux; Editor: Nicole Boliaux; Production Assistant: Anna Marketti; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/TeDh-3IKwgc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/TeDh-3IKwgc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/TeDh-3IKwgc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/TeDh-3IKwgc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/TeDh-3IKwgc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 26
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-11-01T14:31:50.000Z",
    "title": "Drive-By Truckers: NPR Music Tiny Desk Concert",
    "description": "In music, we can escape the cruelties of the world or face them. There's no wrong way about it, but recently the members of Drive-By Truckers, a band that's long toed the line between a good time and a hard look at life, found they could no longer work purely in metaphor. American Band holds a direct mirror to a set of realities in this country with the same grace and rough-hewn wisdom that's guided the band all along. But in this compulsion to speak to the right now, there is an anger behind these songs never heard before.\n\nIn an emotional performance at the NPR offices, Patterson Hood's gravelly voice — capable of the quietest coos and the loudest hellraising — finds a new space, one that's shaken and vulnerable. He sings both \"Guns Of Umpqua\" and \"What It Means,\" songs not just about gun violence, but about the persons it affects: The former is about the horrific shooting at Umpqua Community College in rural Oregon last year, and the latter about the killing of young black men like Michael Brown and Trayvon Martin. Before performing \"What It Means,\" Hood tells the audience, \"I wrote this song a couple years ago. I'd honestly be really happy if it was just outdated and something we could leave in the past, but that's certainly not the case right now.\"\n\nMike Cooley closes the set with \"Once They Banned Imagine,\" a quiet country song \"about things staying the same, and not necessarily in a good way,\" he says. That theme runs throughout Drive-By Truckers' catalog almost by necessity — by virtue of their being a rock band from the South, but also a rock band from America.\n\nAmerican Band is available now:\niTunes: https://itunes.apple.com/us/album/american-band/id1122865113\nAmazon: https://www.amazon.com/American-Band-Drive-Truckers/dp/B01HBXSV4K\n\nSET LIST:\n\"Guns Of Umpqua\"\n\"What It Means\"\n\"Once They Banned Imagine\"\n\nMUSICIANS:\nPatterson Hood (guitar, vocals); Mike Cooley (guitar, vocals); Brad Morgan (drums); Jay Gonzalez (keyboards); Matt Patton (bass).\n\nCREDITS:\nProducers: Lars Gotrich, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Colin Marshall, Maia Stern; Production Assistant: Anna Marketti; Photo: NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/ewLgmWXQsqU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/ewLgmWXQsqU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/ewLgmWXQsqU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/ewLgmWXQsqU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/ewLgmWXQsqU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 27
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-10-21T19:08:56.000Z",
    "title": "Billy Bragg & Joe Henry: NPR Music Tiny Desk Concert",
    "description": "Earlier this year, Billy Bragg and Joe Henry set off on a journey. They boarded a train in Chicago, bound for Los Angeles. Each time the train stopped for more than 20 minutes in cities like St. Louis and San Antonio, they'd grab their guitars, hop off, find the waiting room and record an old railroad song. The result of this journey is an album called Shine A Light: Field Recordings From The Great American Railroad.\n\nBragg has been weaving folk and punk with protest music since the late '70s, when he first started busking around London. You can hear his passion for American songwriters such as Woody Guthrie and Lead Belly on this record. Henry is an American singer and songwriter with 13 albums of his own. He's also produced so many great records for others, including Rodney Crowell, Lisa Hannigan, Bonnie Raitt — and Bragg himself.\n\nThis concept record could be seen as a nostalgia trip, but both Bragg and Henry will emphatically say that it's not. These songs and this journey celebrate the modern railroad as a major economic engine and a still-vital form of transportation. The songs are filled with mythic poetry and the metaphoric romance inherent in train songs, but the vitality in the performances keeps the songs current. You can hear that behind my desk as well as you might in a rail station.\n\nShine A Light: Field Recordings From The Great American Railroad is available now:\niTunes: https://itunes.apple.com/us/album/shine-light-field-recordings/id1106060677\nAmazon: https://www.amazon.com/Shine-Light-Recordings-American-Railroad/dp/B01EK8WMNA\n\nSET LIST:\n\"Rock Island Line\"\n\"Hobo's Lullaby\"\n\"Midnight Special\"\n\nCREDITS:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nicole Boliaux; Production Assistant: Anna Marketti; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/oE9T-ubu45Y/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/oE9T-ubu45Y/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/oE9T-ubu45Y/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/oE9T-ubu45Y/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/oE9T-ubu45Y/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 28
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-10-20T16:32:47.000Z",
    "title": "RDGLDGRN: NPR Music Tiny Desk Concert",
    "description": "How do you pronounce RDGLDGRN? Easy, it's just Red Gold Green. Clean and simple, no vowels, no fluff — just like the band's music. Listen and you'll hear a striking mix of rock, hip-hop, funk, go-go and international sounds, fused with energy and humor.\n\nRDGLDGRN is based in the D.C. suburb of Reston, Va. Local music fans know the band well, and have enjoyed watching it win fans across the country and around the world. A few years ago, I heard its first album (Red, Gold, Green) and fell in love with RDGLDGRN's style. It's not only because Dave Grohl played drums in most of the songs, while Pharrell Williams cowrote and co-produced \"Doing The Most.\" I loved the group's fresh sound, and how its members rapped over the top of real drums. Their catchy hooks and harmonies quickly grabbed my attention.\n\nWhen planning for RDGLDGRN's Tiny Desk show, many details were up for consideration: time, date, technical arrangements, and so on. Of biggest concern, though, was how the group would fit into the scaled-down setting of our space. If you go to a RDGLDGRN show, you'll see a traditional stage set-up with a full complement of instruments. In the venue, you can hear and feel the excitement of a full-blown band and a full drum set; heads bob, hands wave, bodies move, and you don't find a single person in the audience standing still. It wouldn't be easy to contain the energy in such a small space.\n\nThe colors in the band's name represent RDGLDGRN's members: Red (Marcus Parham), Green (Pierre Desrosiers) and Gold (Andrei Busuioceanu), who wear their respective colors all the time, even when offstage or away from the camera. In light of their recent experimentation with Brazilian-style percussion over acoustic versions of their songs, they decided that an all-acoustic set infused with Brazilian vibes would make for the perfect Tiny Desk concert. After performing \"Karnival,\" the group's latest single, RDGLDGRN treated us to unplugged versions of a handful of its best-known songs.\n\n\"Karnival\" is available now: \niTunes: https://itunes.apple.com/us/album/karnival-single/id1151788004\nAmazon: https://www.amazon.com/dp/B01LYHT0IO/ref=ap_ws_tlw_trk2\n\nSet List:\n\"Karnival\"\n\"Chop U Down\"\n\"Doing The Most\"\n\"No Pixar\" (Freestyle)\n\nCredits:\nProducers: Suraya Mohamed, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Morgan McCloy; Production Assistant: Anna Marketti; Photo: NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/oVVGZd2oH7Y/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/oVVGZd2oH7Y/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/oVVGZd2oH7Y/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/oVVGZd2oH7Y/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/oVVGZd2oH7Y/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 29
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-10-14T20:27:23.000Z",
    "title": "Haley Bonar: NPR Music Tiny Desk Concert",
    "description": "October 11, 2016 by Stephen Thompson • The first time I saw Haley Bonar in concert, she and her band were performing at the base of a 54-foot Doritos vending machine — a dehumanizing corporate venue of the variety that occasionally surfaces at SXSW. Somehow, though, her wry, spiky spark found a way to shine through.\n\nA few years later, we found a slightly cozier spot for Bonar to perform three new songs, all drawn from the Minnesotan's terrific new album Impossible Dream. Along the way, she achieves an impressive range of sounds and storytelling, taking a little more than 10 minutes to pack in a melancholy look at the past's inescapability (\"Hometown\"), a brooding slow-burn about temptation and trust (\"Jealous Girls\"), and a stomping rager about doomed love (\"Called You Queen\"). All three achieve a nifty balance, sounding just stripped-down enough to suit the space, yet still immaculately polished at every turn.\n\nImpossible Dream is available now:\niTunes: https://itunes.apple.com/us/album/impossible-dream/id1105693983\nAmazon: https://www.amazon.com/Impossible-Dream-Haley-Bonar/dp/B01G890XJO\n\nSET LIST:\n\"Hometown\"\n\"Jealous Girls\"\n\"Called You Queen\"\n\nCREDITS:\nProducers: Stephen Thompson, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, CJ Riculan, Ryan Kellman; Production Assistant: Bronson Arcuri; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/SjsziZFxupM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/SjsziZFxupM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/SjsziZFxupM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/SjsziZFxupM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/SjsziZFxupM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 30
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-10-11T14:10:14.000Z",
    "title": "Common At The White House: NPR Music Tiny Desk Concert",
    "description": "October 4, 2016 by BOB BOILEN • We've never done a Tiny Desk Concert that wasn't behind my desk at NPR. But when the White House called and said they were putting on an event called South by South Lawn, a day-long festival filled with innovators and creators from the worlds of technology and art, including music, we jumped at the chance to get involved. We chose Common as the performer and the White House library as the space.\n\nThis Tiny Desk Concert was a convergence of art and soul, mixing politics with heart. Common's choice of songs dealt with incarceration as the new slavery, imagined a time where women rule the world and honored the man he looked up to all his life, his father. For this occasion Common put together a special six-piece band of close friends that includes the great Robert Glasper, with his eloquent and delicate touch, on keyboards and Derrick Hodge, whose music spans from hip-hop to folk and has made a big imprint on the world of jazz, on bass. Common also asked his longtime friend and collaborator Bilal to sing on two songs. The performance includes three brand new songs, along with one classic, \"I Used To Love H.E.R.\"\n\nCommon was born on Chicago's South Side and grew up in President Obama's city. His rap career began in the early 1990s, back when he was known as Common Sense, and he's always taken on big ideas without easy answers in his songs, from abortion to social justice to the legacy of hip-hop itself. 25 years later, morality and responsibility continue to play significant roles in his songs. In 2015, he won an Academy Award alongside the singer John Legend for their song \"Glory\" from the movie Selma.\n\nCommon told us that he'd been invited to the White House many times before, including by Michelle Obama for a poetry reading back in 2011, but he was thrilled by the prospect of performing his music during Barack Obama's final months as president. One look at this Tiny Desk Concert and you'll see that thrill on his face and hear it throughout this magnificent performance on this very special day.\n\nCommon will release his 11th studio album, Black America Again, in November.\n\nSet List:\n\"I Used To Love H.E.R.\"\n\"Letter To The Free\"\n\"The Day The Women Took Over\"\n\"Little Chicago Boy\"\n\nCredits:\nProducers: Bob Boilen, Abby O'Neill, Niki Walker; Directors: Mito Habe-Evans, Niki Walker; Audio Engineers: Josh Rogosin, Kevin Wait; Videographers: Niki Walker, Mito Habe-Evans, Nick Michael, Cameron Robert, Nikki Boliaux; Animator: CJ Riculan; Supervising Producer: Jessica Goldstein; Executive Producer: Anya Grundmann; Photo: Becky Harlan/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/2AChGszRGwI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/2AChGszRGwI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/2AChGszRGwI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/2AChGszRGwI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/2AChGszRGwI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 31
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-10-05T20:55:52.000Z",
    "title": "Joshua Bell & Jeremy Denk: NPR Music Tiny Desk Concert",
    "description": "September 30, 2016 by TOM HUIZENGA • \"You gotta love Brahms,\" Joshua Bell says, a little short of breath. He's wiping sweat from his brow after the big rock 'n' roll conclusion to the composer's D minor Violin Sonata. Bell and the astute pianist Jeremy Denk play it with all the turbulence and tenderness Brahms demands, and it's an invigorating way to open this Tiny Desk concert.\n\nBell and Denk have been chamber-music partners for 10 years, and they're a bit wound up on Brahms these days. They've released a new album, For the Love of Brahms, and they're performing the music, along with that of Brahms' friend Robert Schumann, in concerts.\n\nContrasting with the fiery Brahms, Schumann's Romance, Op. 94, No. 2 unfolds like a song without words. Bell makes his 1713 Stradivarius sing, capturing the bittersweet tone of the music. When the theme comes around for the second time, he lightens bow pressure for a more intimate, almost whispered disclosure.\n\nAnother of Brahms' close friends figures prominently in Bell and Denk's final offering. Violinist Joseph Joachim was something like the Joshua Bell of Brahms' day, as well as the man for whom the composer wrote his Violin Concerto. Joachim's gift to Brahms was creating piano and violin arrangements of the composer's Hungarian Dances.\n\nBrahms' Hungarian Dance No. 1, powered by a sweeping theme and chugging piano topped with pearly descending runs, whisks you to a smoky café where gypsy fiddlers battle for supremacy. Starting off on the low G string, Bell's tone is as rich as dark chocolate, the feeling a touch wistful.\n\nBell and Denk are among today's most thoughtful and probing musicians. With playing as vibrant as this, it's virtually impossible not to love Brahms.\n\nFor the Love of Brahms is available now:\nSpotify: http://smarturl.it/LoveofBrahms-str?IQid=npr\niTunes: http://smarturl.it/JoshuaBell-iTunes?IQid=npr\nAmazon: http://smarturl.it/LoveofBrahms-cd?IQid=npr\n\nSet List:\nBrahms: Violin Sonata No. 3, IV. Presto agitato\nSchumann: Romance, Op. 94, No. 2\nBrahms (arr. Joachim): Hungarian Dance No. 1\n\nCredits:\nProducers: Tom Huizenga, Niki Walker; Audio Engineers: Suraya Mohamed, Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Maia Stern; Page Turner: Katie Daugert; Photo: Bob Boilen/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/vArST0dVOl4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/vArST0dVOl4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/vArST0dVOl4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/vArST0dVOl4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/vArST0dVOl4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 32
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-09-29T18:35:38.000Z",
    "title": "Blue Man Group: NPR Music Tiny Desk Concert",
    "description": "September 26, 2016 by BOB BOILEN • They came, they measured, and they returned to perform a show like no other. It was the great NPR Tiny Desk Takeover by Blue Man Group.\n\nIf you've not seen this performance ensemble and their production in New York, Las Vegas, Orlando, Boston, Chicago or Berlin, then you've missed a night of magical fun. These Blue Men may never say a word, but the performances make for poignant looks at who we are as humans. They also make unusual music on instruments of their own design.\n\nJosh Rogosin, our engineer for the Tiny Desk, first saw them in their early days, some 25 years ago at New York's Astor Place Theatre. He told me how the Blue Men would retrofit some of their theatrical magic — including their custom-made instruments, confetti cannons and streamers — to fit this small desk space.\n\nEvery band that plays the Tiny Desk must work within the restrictions of the space. So instead of installing their entire signature PVC instrument, what ended up behind the desk was about a third of it. On the right side of the desk, their Shred Mill makes its internet debut: It's a drum machine triggered by magnets that changes rhythm depending where they are placed on the home-made variable-speed conveyor belt. They also invented something called a Spinulum, whose rhythmic tempo is controlled by rotating a wheel that plucks steel guitar strings. (You can read a full description on the instruments below.)\n\nIn the end the Blue Men and their dressed-down accompanists performed a Tiny Desk concert like no other. I've been familiar with their music since my days as director of All Things Considered in the 1990s, when I would play their tunes between news stories. Seeing all this come to life (and I know this is true for Josh, as well) was simply unforgettable. From the unique sounds of the PVC to the strumming sounds of the Spinulum to their \"Meditation For Winners\" mantras, you'll get a taste of why this troupe's art is so universal and so much fun.\n\nTHE INSTRUMENTS\n\n(as told to us by the Blue Man Group)\n\nChapman Stick: A combination of a guitar, a bass guitar, and a washboard, the Chapman Stick is 10 strings and all neck. While it can be played with fingers, we often bow the Stick with a bass string. This method, pioneered by Blue Man Group, is called the Mandelbrot Stick Technique.\n\nCimbalom: An old hammered chromatic string instrument from Hungary that we gave a plywood update to. It's normally played gently with soft mallets, but Blue Man Group hits it aggressively with drumsticks.\n\nShredmill: Making its internet debut, this new Blue Man Group creation is a treadmill-shaped, electro-mechanical sequencer that a Blue Man (or anyone else) can use to create rhythmic patterns. Placing and/or moving the Shred Mill's tiny little magnets in order to change the sequence (\"shredding\") is dangerously addictive. If you are ever presented with the opportunity to shred, proceed at your own risk.\n\nSpinulum: Have you ever watched Wheel of Fortune and thought to yourself, \"I wonder what would happen if I took that wheel, shrunk it down to about a foot in diameter, mounted it to a stand, and replaced that little white flipper with steel guitar strings?\" Us too! The Spinulum is a brand new Blue Man Group instrument that is part slide guitar, part bicycle wheel, and 100 percent dynamite!\n\nPVC: Blue Man Group's signature instrument is comprised of several lengths of polyvinyl chloride pipe that make an almost synthesizer-like sound when struck with a closed-cell foam rubber paddle. This performance only includes the center, high-octave section of the PVC. This is not because we have a problem with the other sections of the PVC. We actually really like them. There just wasn't enough space. It's a tiny desk.\n\nMIDI PVC: The signature Blue Man Group PVC instrument shrunk down and electrified.\n\nSET LIST:\n\"Vortex\"\n\"The Forge\"\n\"Meditation For Winners\"\n\nBlue Man Group's Three is available now: \niTunes: https://itunes.apple.com/us/album/three/id1086603889\nAmazon: https://www.amazon.com/Three-Blue-Man-Group/dp/B01BZGFX5Y\n\nCREDITS:\nProducers: Bob Boilen, Josh Rogosin, Niki Walker; Blue Man Group Producer: Anita Shah; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Colin Marshall, Nick Michael, Kara Frame, Claire Hannah Collins; Blue Man Group Music & Creative Director: Jeff Turlik; Blue Man Group Director: David Bray; Production Assistant: CJ Riculan; Special Thanks: Blue Man Group Crew; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/qTJfITfbYNA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/qTJfITfbYNA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/qTJfITfbYNA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/qTJfITfbYNA/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/qTJfITfbYNA/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 33
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-09-26T14:21:33.000Z",
    "title": "Corinne Bailey Rae: NPR Music Tiny Desk Concert",
    "description": "September 19, 2016 by BOB BOILEN • It's been six years since Grammy-winning singer-songwriter Corinne Bailey Rae released her second album, The Sea, so this Tiny Desk concert feels like both a re-introduction and a welcome back. The Sea dealt with the sudden death of her husband, saxophonist Jason Rae; since then, she's married producer Steve Brown, and together they've made a new record called The Heart Speaks In Whispers. That album has this English singer recording with the likes of Esperanza Spalding, Marcus Miller and members of the band KING.\n\nThere's real joy in this genre-defying performance — just great songs and a unique voice. It's a treat for new fans and old friends alike.\n\nThe Heart Speaks In Whispers is available now:\niTunes: https://itunes.apple.com/us/album/the-heart-speaks-in-whispers/id1085265069\nAmazon: https://www.amazon.com/Heart-Speaks-Whispers-Deluxe/dp/B01C7PNOYE\n\nSET LIST:\n\"Paris Nights / New York Mornings\"\n\"Hey, I Won't Break Your Heart\"\n\"The Skies Will Break\"\n\nCREDITS:\nProducers: Bob Boilen, Niki Walker; Audio Engineers: Suraya Mohamed, Josh Rogosin; Videographers: Niki Walker, Colin Marshall; Production Assistant: Rachel Horn; Photo: Morgan McCloy/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/h--fvyPu5e4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/h--fvyPu5e4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/h--fvyPu5e4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/h--fvyPu5e4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/h--fvyPu5e4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 34
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-09-22T20:43:06.000Z",
    "title": "Saul Williams: NPR Music Tiny Desk Concert",
    "description": "September 16, 2016 by BOB BOILEN • In terms of sheer intensity, Saul Williams' Tiny Desk concert may be the most potent in our eight-year history. Only Kate Tempest comes to mind as its equal, which makes sense given that both mix music with bracing, truthful poetry. In Williams' opening song — \"Burundi,\" from his album MartyrLoserKing — the main character is a computer hacker who lives in Burundi and fights for democracy:\n\nQuestion your authority, genocide and poverty\nTreaties don't negate the fact you're dealing stolen property\nHacker, I'm a hacker, I'm a hacker in your hard drive\nHundred thousand dollar Tesla ripping through your hard drive\n\nAccompanied by two acoustic guitars as they pound out a beat, Williams became ever more animated, riled and firm. Then, \"Think Like They Book Say\" paid homage to Chelsea Manning, the soldier serving a prison sentence for leaking classified information to WikiLeaks. To close out the set, Williams cradled my James Brown doll and issued a powerful, somewhat off-the-cuff version of \"Down For Some Ignorance.\" It brought him to tears, and you could feel his passion in every word — sharp, thoughtful, deeply powerful and utterly provocative.\n\nMartyrLoserKing is available now:\niTunes: https://itunes.apple.com/us/album/martyrloserking/id1061808031?app=itunes&ign-mpt=uo%3D4\nAmazon: https://www.amazon.com/dp/B018FURS6A/ref=httpcarolcom-20\n\nSET LIST:\n\"Burundi\"\n\"Think Like They Book Say\"\n\"Down For Some Ignorance\"\n\nCREDITS:\nProducers: Bob Boilen, Niki Walker; Audio Engineers: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Becky Harlan; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/eXfVIPqcF9I/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/eXfVIPqcF9I/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/eXfVIPqcF9I/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/eXfVIPqcF9I/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/eXfVIPqcF9I/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 35
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-09-21T20:22:34.000Z",
    "title": "Blue Man Group Is Coming To The Tiny Desk!",
    "description": "September 22, 2016 by BOB BOILEN • They came, they measured, they built and they plotted. But first, they had to borrow a few things from the NPR office.\n\nBlue Man Group designed new instruments and a small-scale show solely for a one-time performance at the Tiny Desk. Celebrate the group's 25th anniversary with this musical and comical adventure, which you can watch this Monday, Sept. 26, at http://www.npr.org/tinydeskconcerts\n\nCREDITS:\nProducers: Bob Boilen, Niki Walker, Nick Michael; Blue Man Group Producer: Anita Shah; Technical Director: Josh Rogosin; Director: Niki Walker; Blue Man Group Creative Director: Jeff Turlik; Blue Man Group Director: David Bray; Audio Engineers: Kevin Wait, Josh Rogosin; Director of Photography: Colin Marshall; Assistant Camera: Claire Hannah Collins; Editor: Niki Walker; Assistant Editors: Nick Michael, Colin Marshall; Production Assistant: Claire Hannah Collins; Animator: Carmiliza Riculan; Supervising Producer: Mito Habe-Evans; Executive Producer: Anya Grundmann; Special Thanks: Blue Man Group, our cast and crew of volunteers.",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Qj8yFyOojNo/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Qj8yFyOojNo/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Qj8yFyOojNo/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Qj8yFyOojNo/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Qj8yFyOojNo/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 36
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-09-15T17:23:43.000Z",
    "title": "The Secret Sisters: NPR Music Tiny Desk Concert",
    "description": "September 12, 2016 by NICK MICHAEL • Lydia and Laura Rogers are recognizable as sisters the minute they open their mouths. They float, twist and trade harmonies in ways only siblings can. Hailing from small-town Alabama, the pair started practicing parts as girls in church, and two decades later, their music can be hymn-like: plain but powerful, heartsick and hopeful.\n\nThey also throw back to secular songs: those of the Everly Brothers, bluegrass creator Bill Monroe and country godfather Hank Williams. In fact, all but two songs on The Secret Sisters' first (self-titled) album were covers of traditionals or traditional country songs. On their second album, Put Your Needle Down, the Rogers sisters wrote more songs themselves and brought a tinge of darkness, especially in standout tracks like \"Bad Habit\" and \"Iuka.\"\n\nNow chipping away at their third album, the sisters are still mining their Alabama roots. In this performance, you'll hear an unreleased river ballad (\"Tennessee River Runs Low\"), some old-fashioned loneliness (\"You've Got It Wrong\") and one of the few minor hymns in the church songbook (\"Flee As a Bird\").\n\nPut Your Needle Down is available now:\niTunes: https://itunes.apple.com/us/album/put-your-needle-down/id830634884\nAmazon: https://www.amazon.com/Your-Needle-Down-Secret-Sisters/dp/B00IUOH0T2\n\nSET LIST:\n\"Tennessee River Runs Low\"\n\"You've Got It Wrong\"\n\"Flee As A Bird\"\n\nCREDITS:\nProducers: Nick Michael, Niki Walker; Audio Engineers: Josh Rogosin; Videographers: Niki Walker, Claire Hannah Collins; Production Assistant: Sophie Kemp; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/NsEQbJGZcbM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/NsEQbJGZcbM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/NsEQbJGZcbM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/NsEQbJGZcbM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/NsEQbJGZcbM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 37
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-09-07T18:15:38.000Z",
    "title": "William Bell: NPR Music Tiny Desk Concert",
    "description": "September 6, 2016 by RACHEL HORN • When we invited William Bell to the Tiny Desk, we looked forward to witnessing part of a veteran soul hitmaker's journey back to the spotlight. Bell is known for writing and performing several of the R&B classics that emerged from Memphis' Stax Records in the 1960s, \"You Don't Miss Your Water\" and \"Everybody Loves A Winner\" among them. After decades away from Stax — and away from sizable record labels entirely — he returned to his old label home earlier this year to release This Is Where I Live. So we were ready to be won over by Bell's rich, expressive voice and bandleader's charm; we were prepared for emotionally dense songs that say a lot in only a few words. We just didn't expect so much yellow.\n\nBell, who's 77 and now makes his home in Atlanta, worked suavely through two new songs from This Is Where I Live. The title track follows an autobiographical structure common among soul singers of a certain age (see: Sharon Jones, Charles Bradley, Aaron Neville). It narrates the story of Bell's life in specific detail, from the first time he heard Sam Cooke to the memorable hotel stay when he wrote \"You Don't Miss Your Water,\" the song that \"took [him] all around the world.\" And \"The Three Of Me\" is a love song of measured regret, typical of earlier Bell ballads but for its patina of time-worn wisdom.\n\nTo close his performance, Bell led the Total Package Band through one of the most enduring songs he's written: the blues standard \"Born Under A Bad Sign,\" which has been covered by folks like Cream and Koko Taylor since Albert King first recorded it in 1967. When Bell's co-writer on the song, Booker T. Jones, played it at the Tiny Desk in 2011, his solo organ work lent the tune an appropriately eerie cast. For Bell and company, though, \"Bad Sign\" became a joyous, communal celebration. Nearly every member of the 12-piece band took a chorus before settling into an energetic vamp, their leader's grin as bright as his band's T-shirts.\n\nThis Is Where I Live is available now:\niTunes: https://itunes.apple.com/us/album/this-is-where-i-live/id1093323883\nAmazon: https://www.amazon.com/This-Where-Live-William-Bell/dp/B01CZGU4ZM/\n\nSET LIST:\n\"This Is Where I Live\"\n\"The Three Of Me\"\n\"Born Under A Bad Sign\"\n\nCREDITS:\nProducers: Rachel Horn, Niki Walker; Audio Engineers: Suraya Mohamed, Josh Rogosin, Andrew Huether; Videographers: Niki Walker, Colin Marshall, Kara Frame, Maia Stern; Production Assistant: CJ Riculan; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/vXUznxv0qF0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/vXUznxv0qF0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/vXUznxv0qF0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/vXUznxv0qF0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/vXUznxv0qF0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 38
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-08-29T20:23:38.000Z",
    "title": "Big Thief: NPR Music Tiny Desk Concert",
    "description": "August 29, 2016 by BOB BOILEN • The power of Big Thief lies in the stunning voice of Adrianne Lenker — as well as the band's intense rhythms, the guitar playing of Buck Meek and, right, the lyrics. Come to think of it, everything this band does serves the muscular warmth of these brilliant songs, which are not only memorable, but meaningful.\n\n\"Masterpiece\" is the first song in this Tiny Desk Concert, as well as Big Thief's best-known tune. It's a song of mortality and walking through life with your friends by your side. In fact, all three of these songs, all from the group's 2016 debut, are about passion, friendship, reflection, life and loved ones — it's music profound and beautiful enough to even work well in a brightly lit office in the middle of the day.\n\nMasterpiece is available now:\niTunes: https://itunes.apple.com/us/album/masterpiece/id1088461177\nAmazon: https://www.amazon.com/Masterpiece-Big-Thief/dp/B01DF4BBU0\n\nSet List:\n\"Masterpiece\"\n\"Paul\"\n\"Lorraine\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Claire Hannah Collins; Production Assistant: Sophie Kemp; Photo: Ruby Wallau/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/D0E5vMkDfOI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/D0E5vMkDfOI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/D0E5vMkDfOI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/D0E5vMkDfOI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/D0E5vMkDfOI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 39
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-08-29T19:33:59.000Z",
    "title": "Nina Diaz: NPR Music Tiny Desk Concert",
    "description": "August 26, 2016 by FELIX CONTRERAS • When I first saw Nina Diaz back in 2010, she was fronting a punk trio from San Antonio called Girl In A Coma. She and the band sounded ferocious, with an unmistakable spirit of fun — for proof, here's their Tiny Desk concert from a couple years later.\n\nNow, Girl In A Coma has taken a short and temporary break so Diaz could work on the inevitable solo album — and it sounds as if the break has been good for everyone all around. The other two women in the band, Diaz's sister Phannie and their compadre Jenn Alva, continue to work on a variety of side projects and recordings. (Don't sleep on their new group and album, both of which are called Fea.)\n\nAs a solo artist, Diaz finds new ways to sound ferocious, this time via songs packed with the kind of subtleties that come with a bit of age and wisdom. Her new album is due out in the fall, but she's been out on the road with her new band as they figure out how to make the new material come alive on the stage.\n\nJudging from what we saw behind Bob Boilen's desk recently, it seems they've gotten comfortable with the music, and with Diaz's newfound status as a solo singer-songwriter.\n\nThe Beat Is Dead is available for pre-order now: \niTunes: https://itunes.apple.com/us/album/the-beat-is-dead/id1143250362?app=itunes&ign-mpt=uo%3D4\nAmazon: https://www.amazon.com/Beat-Dead-Nina-Diaz/dp/B01KC6TMDW/ref=sr_1_cc_1?s=aps&ie=UTF8&qid=1472149260&sr=1-1-catcorr&keywords=nina+diaz\n\nSet List:\n\"January 9th\"\n\"Dig\"\n\"For You\"\n\nCredits:\nProducers: Felix Contreras, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; Photo: Jun Tsuboike/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/3q3z_KvLUNI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/3q3z_KvLUNI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/3q3z_KvLUNI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/3q3z_KvLUNI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/3q3z_KvLUNI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 40
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-08-25T15:40:57.000Z",
    "title": "Margaret Glaspy: NPR Music Tiny Desk Concert",
    "description": "August 22, 2016 by BOB BOILEN • There's brutal honesty in the songs of Margaret Glaspy that can make them feel cold, but they're also heartfelt. That's part of what makes Glaspy a top new artist of 2016 for many of the writers here at NPR Music.\n\nGlaspy's new album Emotions And Math, made with her band, is a huge leap from her earlier EPs Homeschool (2012) and If & When (2013), which mostly consisted of the singer and her electric guitar. You can hear Glaspy's sharp words on those older records, but now that wit and wisdom packs a confident punch — as does her guitar playing, which is no longer simply fingerpicked, but also crunched with power chords behind a newly brazen voice.\n\nThe Tiny Desk concert provides a great example of how much power can be found in simplicity and purity. Everything serves the songs here: There's no overplaying, no frills, just great music and a tremendous new artist who sounds thrilled to be playing it.\n\nEmotions And Math is available now:\niTunes: https://itunes.apple.com/us/album/emotions-and-math/id1098072410\nAmazon: https://www.amazon.com/Emotions-Math-Margaret-Glaspy/dp/B01DLS3HGG\n\nSet List:\n\"Emotions And Math\"\n\"Love Like This\"\n\"You And I\"\n\"Somebody To Anybody\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Claire Hannah Collins; Production Assistant: Sophie Kemp; Photo: Ruby Wallau/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/uxglzsJkBJg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/uxglzsJkBJg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/uxglzsJkBJg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/uxglzsJkBJg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/uxglzsJkBJg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 41
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-08-24T19:42:35.000Z",
    "title": "Eddie Palmieri: NPR Music Tiny Desk Concert",
    "description": "August 19, 2016 by SURAYA MOHAMED • Different Tiny Desk performers pop up in NPR Music's workspace just about every week, and frequently more often than that. While every artist is special, it's rare to have a true legend come through.\n\nEddie Palmieri is that once-in-a-lifetime musician, bandleader, composer and arranger. An icon for both modern and Latin jazz, he continues to break tradition and innovate within many musical styles, including salsa, fusion, Latin funk and more.\n\nHis parents were born in Puerto Rico and later moved to New York City; Eddie Palmieri was born in Spanish Harlem and grew up in the Bronx with a large family that nurtured his musical talent. He studied classical piano when he was young and gave a piano recital at Carnegie Hall when he was just 11. But all he wanted to do at that time was play the drums. When he was 13, he joined his uncle's orchestra to play timbales. He later gave up the drums and started playing piano in the early 1950s in various Latin dance bands, working with Eddie Forrester, Johnny Segui and the popular Tito Rodriguez Orchestra. You can hear his continued passion for the sticks in the percussive vamps that pervade his discography.\n\nRecorded in 1962, Perfecta was the first of nearly 50 albums Eddie Palmieri has released. The Sun Of Latin Music, a groundbreaking album released in 1975, won him the first-ever Grammy for Best Latin Recording. He later went on to win nine more Grammys, along with a host of other prestigious honors.\n\nIt was an honor to have Eddie Palmieri perform at the Tiny Desk in a special, intimate setting — without his usual big-band accompaniment. We get close enough to hear him growl; you can check out the iconic sound he's been making since his early recordings. He's said it's his inner spirit coming out to help him play. The first composition here, \"Iraida,\" was written for his wife, who died several years ago. The second, \"The Persian Scale,\" is a rare treat — a tune you won't find on any of his recordings. The set closes with \"La Libertad,\" a statement on social justice and poverty from the classic Vamonos Pa'l Monte album, released in the early '70s. Even without the band, the audience clapped and danced as the musician played his freeform dance music, deeply rooted in beautiful yet simple chord changes and his signature Afro-Cuban rhythmic style.\n\nThe Sun Of Latin Music is available now:\niTunes: https://itunes.apple.com/us/album/the-sun-of-latin-music/id170767682\nAmazon: https://www.amazon.com/Sun-Latin-Music-Palmieri/dp/B00000JPAN\n\nSet List:\n\"Iraida\"\n\"The Persian Scale\"\n\"La Libertad\"\n\nCredits:\nProducers: Suraya Mohamed, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Claire Hannah Collins; Production Assistant: Sophie Kemp; Photo: Ruby Wallau/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/oUGukMLPQJs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/oUGukMLPQJs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/oUGukMLPQJs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/oUGukMLPQJs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/oUGukMLPQJs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 42
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-08-22T13:53:08.000Z",
    "title": "Anderson .Paak & The Free Nationals: NPR Music Tiny Desk Concert",
    "description": "August 15, 2016 by BOBBY CARTER • Good luck trying to classify Anderson .Paak and his band The Free Nationals. Much of their sound is layered atop a soulful hip-hop foundation; from there, your safest bet is to call it a hodgepodge of genres in the best way possible. Guitarist Jose Rios and bassist Kelsey Gonzalez inject a hard-rock edge into the Hi-Tek-produced \"Come Down,\" this set's opening number. When you hear them play the first few jazz chords of \"Heart Don't Stand A Chance,\" it's hard to simply call this R&B.\n\nIt's been a slow build for .Paak, who released a few mixtapes before his 2014 debut album Venice. This year has marked his official breakout with Malibu, on which he did what so many in his position fail to do: He capitalized. After bursting into the spotlight with his appearances on Dr. Dre's Compton LP, he immediately prepped the release of Malibu. The album sculpted an entirely new lane for Anderson .Paak. He can rhyme with best of 'em, and his vocal styling, reminiscent of '70s and '80s greats, is invigorating when set against today's tender R&B elite. Before all that, he's a drummer-slash-bandleader.\n\nI've experienced three separate presentations of this band. First, there's the recorded version, on which .Paak collaborates with some of hip-hop's finest producers. Then, their tight stage show hits you in the chest with 90-plus minutes of pure energy. In the midst of a whirlwind tour, they stopped by the Tiny Desk and reworked three cuts from Malibu, along with an audience request that shocked even them. They stripped down and pulled back just enough to fill the room.\n\nMalibu is available now:\niTunes: https://itunes.apple.com/us/album/malibu/id1065681363?app=itunes&ign-mpt=uo%3D4\nAmazon: https://www.amazon.com/Malibu-Anderson-Paak/dp/B0192ZU8TG/ref=sr_1_1?ie=UTF8&qid=1471013450&sr=8-1&keywords=Anderson+.Paak+malibu+Music\n\nSet List:\n\"Come Down\"\n\"Heart Don't Stand A Chance\"\n\"Put Me Thru\"\n\"Suede\"\n\nCredits:\nProducers: Bobby Carter, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Claire Hannah Collins, Nickolai Hammar; Production Assistant: Sophie Kemp; Photo: Cameron Robert/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/ferZnZ0_rSM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/ferZnZ0_rSM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/ferZnZ0_rSM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/ferZnZ0_rSM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/ferZnZ0_rSM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 43
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-08-11T15:26:25.000Z",
    "title": "René Marie: NPR Music Tiny Desk Concert",
    "description": "July 27, 2016 by PATRICK JARENWATTANANON • The Colorado River — better known for running through majestic National Parks and powering hydroelectric dams — forms an unlikely backdrop for the creation of a jazz song. But René Marie was answering phones at Denver's jazz radio station KUVO when she sat down across from a fellow volunteer fundraiser. He would soon invite her on a canoeing trip and, without yet having seen the eponymous river, she wrote the giddy \"Colorado River Song\" on the way there.\n\nRené Marie's is the sort of voice which first comes to mind when someone asks for a jazz singer — big and expressive, at home in classic swinging settings and comfortable in crowds. There's plenty to set her apart, though. She made her first recording in her early 40s, so she's a late bloomer by any standard. Her tastes admit many influences, and she's got a penchant for original songwriting, especially where social justice intersects with personal biography. Her folky story-song \"This Is (Not) A Protest Song\" addresses homelessness and mental illness even in her own family.\n\nJoined by her Experiment In Truth band (John Chin on piano, Elias Bailey on bass, Quentin Baxter on drums), Marie visited NPR headquarters to play songs from her new album Sound Of Red. She never specified the exact nature of that synesthetic idea, though the title track would seem to indicate that it's about the addictive and lusty blood-rush of performing — of seeing red while singing the blues. In the audience was the bold KUVO volunteer from that day 10 years ago. His name is Jesse, and they're now married and live in her home state of Virginia; they drove up together for this Tiny Desk concert.\n\nSound Of Red is available now:\niTunes: https://itunes.apple.com/us/album/sound-of-red/id1092317407\nAmazon: https://www.amazon.com/Sound-Red-Ren%C3%A9-Marie/dp/B01C5UNE1O\n\nSet List:\n\"Colorado River Song\"\n\"This Is (Not) A Protest Song\"\n\"Sound Of Red\"\n\nCredits:\nProducers: Patrick Jarenwattananon, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Claire Hannah Collins, Morgan McCloy; Editor: Kevin Chiu; PA: Sophie Kemp; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/XnNCJI_LUhg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/XnNCJI_LUhg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/XnNCJI_LUhg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/XnNCJI_LUhg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/XnNCJI_LUhg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 44
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-08-08T20:33:35.000Z",
    "title": "The Jayhawks: NPR Music Tiny Desk Concert",
    "description": "August 8, 2016 by TOM HUIZENGA • The last song in this set from The Jayhawks is called \"Comeback Kids.\" Although it's ostensibly a breezy portrait of a lovers' reunion, the title could be the motto for a band that's been through so many breakups, re-formations and personnel changes in the past 30 years that Wikipedia resorted to an infographic timeline to capture the myriad details.\n\nYet the essential Jayhawks sound — jangly, country-tinged rock with exquisitely crafted hooks and close harmonies — remains solid, due largely to founding member Gary Louris, who continues to dominate the singing and songwriting. The band's new album Paging Mr. Proust, from which they chose four songs for this Tiny Desk concert, sounds like vintage Jayhawks.\n\n\"Quiet Corners & Empty Spaces,\" with its carefree, sing-along chorus, may sound lightweight, but it's actually a plea to live more in the moment (\"In the end, there's no waiting redemption\"). It could fit perfectly into the lineup on Rainy Day Music, the band's impeccable 2003 album.\n\nSummer heat is palpable in \"Lovers Of The Sun.\" The dreamy, '60s-tinged number is all California laid-back — but also brushed with a tint of melancholy, thanks in part to the colors that guitarist Kraig Johnson conjures with his EBow. With its silken harmonies, the song is reminiscent of tracks like \"It's Up To You\" from The Jayhawks' 1997 album Sound Of Lies.\n\nAlthough \"Leaving The Monsters Behind\" was collaboratively written by most of the band members, one can't help making a direct connection to Louris, who has been frank about his recent, and successful, stint in rehab for opiate addiction. Again, a jaunty refrain, delivered in polished three-part harmony, belies darker lyrics: \"If I move fast, maybe I'll outrun my past.\" The song could also be just another reflection of the ups and downs of a beloved band whose singular career began in Minneapolis in 1985. In any case, The Jayhawks has outrun the past and steps into a fourth decade sounding vital as ever.\n\nPaging Mr. Proust is available now:\niTunes: https://itunes.apple.com/us/album/paging-mr.-proust/id1107739830\nAmazon: https://www.amazon.com/Paging-Mr-Proust-Jayhawks/dp/B01BT3WLDU\n\nSet List:\n\"Quiet Corners & Empty Spaces\"\n\"Lovers Of The Sun\"\n\"Leaving The Monsters Behind\"\n\"Comeback Kids\"\n\nCredits:\nProducers: Bob Boilen, Tom Huizenga, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Claire Hannah Collins, Morgan McCloy; Production Assistant: Sophie Kemp; Photo: Ruby Wallau/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Q5XmnmEyaKQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Q5XmnmEyaKQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Q5XmnmEyaKQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Q5XmnmEyaKQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Q5XmnmEyaKQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 45
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-08-02T18:05:39.000Z",
    "title": "Rachel Barton Pine: NPR Music Tiny Desk Concert",
    "description": "July 27, 2016 by TOM HUIZENGA • The music of Johann Sebastian Bach is essential, like air and water, for many classical musicians. Pianist András Schiff starts every day with Bach — sometimes before breakfast. \"It's like taking care of your inner hygiene. There's something very pure about it,\" he says. Cellist Matt Haimovitz notes that he's been playing and thinking about the Bach Cello Suites for more than 30 years. He even plays them in bars.\n\nViolinist Rachel Barton Pine began playing Bach in church at age 4. Ever since, she's been mastering and re-mastering Bach's set of six Sonatas and Partitas—more than two hours of solo violin music that looms like a proverbial Mount Everest for any serious fiddler. The trick is getting the details down. Bach left us with the notes but not much else. Pine recently analyzed every measure of these works, and prepared a new edition of the music with her own dynamic markings, phrasing indications, bowings and fingerings.\n\nFor this performance, Pine chose three contrasting movements from the set and plays them on her Guarneri del Gesu violin, which was built in 1742 — eight years before Bach died. She highlights the spirit of the dance in the \"Tempo di Borea\" (a Bourée from the First Partita). She unfolds a serene melody, just lightly accompanied, in the \"Largo\" (from the Third Sonata), and she closes with the intertwining \"Fuga\" (from the First Sonata), which sounds like three violinists in deep discussion.\n\nAlthough the Sonatas and Partitas brim with technical demands, Pine says that every time she plays them, it's as if she's \"conversing with the very best of friends.\"\n\nTestament: Complete Sonatas & Partitas For Solo Violin By J.S. Bach is available now:\niTunes: https://itunes.apple.com/us/album/testament-complete-sonatas/id1093825529\nAmazon: https://www.amazon.com/Testament-Complete-Sonatas-Partitas-Violin/dp/B01AYPMSF0/ref=sr_1_1?s=music&ie=UTF8&qid=1469649223&sr=1-1&keywords=rachel+barton+pine+bach\n\nSet List:\nJ.S. Bach: \"Tempo di Borea\" (from Partita No. 1)\nJ.S. Bach: \"Largo\" (from Sonata No. 3)\nJ.S. Bach: \"Fuga\" (from Sonata No. 1)\n\nCredits:\nProducers: Tom Huizenga, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Claire Hannah Collins; PA: Sophie Kemp; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/gSZzJu67EJc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/gSZzJu67EJc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/gSZzJu67EJc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/gSZzJu67EJc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/gSZzJu67EJc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 46
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-08-01T16:06:30.000Z",
    "title": "Kevin Morby: NPR Music Tiny Desk Concert",
    "description": "August 1, 2016 by BOB BOILEN • The music of Kevin Morby is fairly straightforward and acoustic for the most part, with traditional, folk-based rock at its core. The mystery and intensity lies in the lyrics. His biting song \"I Have Been To The Mountain,\" performed here at the Tiny Desk and on his 2016 album Singing Saw, was inspired by the 2014 chokehold death of Eric Garner at the hands of a New York City police officer.\n\nThat man lived in this town\nTill that pig took him down\nAnd have you heard the sound\nOf a man stop breathing, pleading?\n\nIn this set, Meg Duffy's guitar provides a strong example of the care and craft that goes into these songs — and there's even more of that on Singing Saw, the album that finally hooked me on Morby's music even after good records he'd made with the bands Woods and The Babies, as well as two other solo albums. If you're a latecomer like me, dig in here. If you're already a convert, you'll likely love the clarity of these songs and their stark arrangements.\n\nSinging Saw is available now:\niTunes: https://itunes.apple.com/us/album/singing-saw/id1075329613\nAmazon: https://www.amazon.com/Singing-Saw-Kevin-Morby/dp/B01ALH9476\n\nSet List:\n\"Cut Me Down\"\n\"Dorothy\"\n\"I Have Been To The Mountain\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Claire Hannah Collins; PA: Sophie Kemp; Photo: Ruby Wallau/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/AKOlC7TAQ80/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/AKOlC7TAQ80/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/AKOlC7TAQ80/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/AKOlC7TAQ80/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/AKOlC7TAQ80/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 47
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-07-28T18:22:49.000Z",
    "title": "Lucy Dacus: NPR Music Tiny Desk Concert",
    "description": "July 29, 2016 by BOB BOILEN • For Lucy Dacus, a 21-year-old with a warm and deep voice, singing comes as naturally as talking. As an adopted child in Richmond, Va., she was raised by a piano-playing mother; now, she writes songs that can be thoughtful, playful and powerful, with tremendous arrangements from guitarist Jacob Blizard.\n\nDacus and Blizard have been working together since Blizard asked her to be part of a college project he was working on; now, on the strength of her current album No Burden, they've just signed to Matador Records. So consider this Tiny Desk concert a taste of the talent we'll be celebrating for years to come.\n\nNo Burden is available now:\niTunes: https://itunes.apple.com/us/album/no-burden/id1124250003\nAmazon: https://www.amazon.com/No-Burden-LUCY-DACUS/dp/B01BZLHRW6\n\nSet List:\n\"I Don't Wanna Be Funny Anymore\"\n\"Direct Address\"\n\"Green Eyes, Red Face\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineers: Suraya Mohamed, Josh Rogosin; Videographers: Niki Walker, Morgan McCloy, CJ Riculan; Editor: Claire Hannah Collins; PA: Marissa Lorusso; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/xLFeeOVrNlI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/xLFeeOVrNlI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/xLFeeOVrNlI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/xLFeeOVrNlI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/xLFeeOVrNlI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 48
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-07-25T14:56:19.000Z",
    "title": "Xenia Rubinos: NPR Music Tiny Desk Concert",
    "description": "July 25, 2016 by FELIX CONTRERAS • Xenia Rubinos has learned a valuable lesson — \"You have to know where you come from to know where you're going\" — and applied it to her remarkable music. Rubinos' work contains traces of her Afro-Caribbean roots, but when she and her band do things like use two bassists to play a counter-melody in her song \"Lonely Lover,\" they defy classification.\n\nThat's what brings me to her music: the surprises, like the unexpected change-ups she brings to the way voices are presented. It all sounds heady, even heavy, but underneath it all, she and her band lay down serious grooves designed to move both your body and your intellect.\n\nBlack Terry Cat is available now:\niTunes: https://itunes.apple.com/us/album/black-terry-cat/id1090990171\nAmazon: https://www.amazon.com/Black-Terry-Cat-Xenia-Rubinos/dp/B01CCKA63Q\n\nSet List:\n\"Lonely Lover\"\n\"Mexican Chef\"\n\"Laugh Clown\"\n\nCredits:\nProducers: Felix Contreras, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nick Michael, CJ Riculan; Editor: Claire Hannah Collins; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/4KbPdFZ24F4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/4KbPdFZ24F4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/4KbPdFZ24F4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/4KbPdFZ24F4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/4KbPdFZ24F4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 49
   }
  }
 ]
}
