{
 "nextPageToken": "CJYBEAA",
 "items": [
  {
   "snippet": {
    "publishedAt": "2016-01-25T17:54:56.000Z",
    "title": "The Arcs: NPR Tiny Desk Concert",
    "description": "January 25, 2016 by BOB BOILEN \n\nToday, we celebrate the release of our 500th Tiny Desk concert. It's amazing that something that started as a bit of a wisecrack has been so widely embraced by artists and fans. In 2008 at SXSW in Austin, NPR Music's Stephen Thompson and I met up to see singer Laura Gibson. Laura was so quiet, and the crowd was so loud and rude — something about a March basketball game — that Stephen jokingly asked her to come play at my desk so we could hear her. My lightbulbs went off, and a month later, Laura came to D.C.; I was ready with a couple of cameras, a microphone, my desk and a chair.\n\nIn the years since, we've had the privilege of enjoying intimate moments with Adele, Tom Jones, T-Pain, The Tallest Man On Earth, Mavis Staples, Phoenix, Reggie Watts, Andrew W.K., Kacey Musgraves, John Legend, Ralph Stanley, Sylvan Esso, Lianne La Havas and 486 more. It's a list that includes opera singers, Romanian brass bands, legendary bluegrass singers and pickers, a Colombian jazz harpist, a bagpiper, legends of country, jazz, rock, R&B... and, most importantly, artists unknown.\n\nThis Tiny Desk Concert with The Arcs is a perfect intersection of the known and the unknown. The band is headed by Dan Auerbach, whom we know from The Black Keys. It's also fronted by Richard Swift, one of the best modern producers of intriguing pop music; he can be found on drums in The Arcs alongside a contemporary R&B drumming legend in Homer Steinweiss, known for his work in The Dap-Kings and with Amy Winehouse. It's a bundle of talent that also includes the Mariachi band Flor de Toloache, which provides backing vocals and plays violin, trumpet and guitar. The songs from The Arcs' album Yours, Dreamily provide a finely crafted blend of soul and pop, with enough playfulness to keep it fun, not perfect.\n\nThat's the spirit of the Tiny Desk: It's casual, with a mix of artistry and adventure that's different from hearing a record or seeing a band on a big stage. It's a tiny window that's both intimate and a bit awkward — and always revealing and entertaining.\n\nYours, Dreamily, is available now.\niTunes: https://itunes.apple.com/us/album/yours-dreamily/id999637611\nAmazon: https://www.amazon.com/gp/product/B00YGTR31K?ie=UTF8&*Version*=1&*entries*=0\n\nSet List:\n\"Pistol Made of Bones\"\n\"Stay In My Corner\"\n\"Outta My Mind\"\n\nCredits:\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs, Nick Michael; Editor: Niki Walker; Production Assistant: Jillian Beytin; Photo: Jessica Mowery. \n\nFor more Tiny Desk Concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/4W0f7FmcJyg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/4W0f7FmcJyg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/4W0f7FmcJyg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/4W0f7FmcJyg/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 100
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-01-25T14:10:01.000Z",
    "title": "Wolf Alice: NPR Music Tiny Desk Concert",
    "description": "January 22, 2016 by BOB BOILEN \n\nI think of Wolf Alice as noisy and primal, but at the Tiny Desk, the band showed a different side — one that was childlike, pretty and quietly wonderful. I knew the three songs the group played from Wolf Alice's 2015 album My Love Is Cool, but I hardly recognized them at first. One test when you're trying to spot talent is seeing how artists step up to a challenge, and Wolf Alice's songs sound muscular even when stripped of volume. The Mercury Prize-nominated British band is a great discovery, and I'm still enchanted.\n\nMy Love Is Cool is available now.\niTunes: https://itunes.apple.com/us/album/my-love-is-cool/id976387708\nAmazon: http://www.amazon.com/My-Love-Cool-Wolf-Alice/dp/B00WNII7WU\n\nSet List:\n\"Fluffy\"\n\"Turn To Dust\"\n\"Bros\"\n\nCredits:\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski\n\nFor more Tiny Desk Concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/nYN2SDjnNW8/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/nYN2SDjnNW8/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/nYN2SDjnNW8/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/nYN2SDjnNW8/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/nYN2SDjnNW8/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 101
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-01-19T22:17:43.000Z",
    "title": "River Whyless: NPR Music Tiny Desk Concert",
    "description": "January 19, 2016 by BOB BOILEN\n\nThis immensely talented band from Asheville, N.C., was my favorite discovery at this year's Americana Music Festival. River Whyless builds its music around fiddle, guitar and harmonies, with imagination and textures that set the band apart from many of its acoustic and folk-based peers.\n\nAt the Tiny Desk, River Whyless' members used a typewriter for rhythm, a toy piano for whimsy and a harmonium for mood, as well as a gong, multiple odd percussive accents and subtle guitar effects. There are hints of Paul Simon in their inflections and poetic phrasing, and their songs feel fresh and nicely crafted. \"Life Crisis\" is a song from 2015's self-titled EP, but the others are new to me; here's hoping we'll have a new album in 2016.\n\nRiver Whyless EP is available now:\niTunes: https://itunes.apple.com/us/album/river-whyless-ep/id954001466\nAmazon: https://www.amazon.com/gp/product/B00RCDJDRY?ie=UTF8&keywords=River%20Whyless&qid=1453209846&ref_=sr_1_1&s=dmusic&sr=1-1-mp3-albums-bar-strip-0\n\nSet List:\n\"Life Crisis\"\n\"Sailing Away\"\n\"Baby Brother\"\n\nCredits:\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Niki Walker, Julia Reihs; Production Assistant: Kate Drozynski; photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Iyzf1EKNyno/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Iyzf1EKNyno/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Iyzf1EKNyno/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Iyzf1EKNyno/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Iyzf1EKNyno/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 102
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-01-15T14:49:34.000Z",
    "title": "Benny Sings: NPR Music Tiny Desk Concert",
    "description": "January 15, 2016 by BOBBY CARTER \n\nFor more than 10 years, fans have been drawn to Dutch singer-songwriter Benny Sings' ability to layer R&B, jazz and pop over hip-hop foundations. While it was only a matter of time before he'd play behind the Tiny Desk, we never expected the performance to be his very first in the U.S. This is also where he performed with background vocalist Jennah Bell for the first time. As a bonus, his beat machine was miraculously repaired following a malfunction minutes prior to showtime.\n\nAll that should have revved up a fair amount of paranoia, but Benny Sings quickly shed any evidence of nervousness and jumped into action like a veteran, performing a song from his latest album (\"Beach House,\" from Studio) and an old favorite.\n\nStudio is available now: \niTunes: https://itunes.apple.com/us/album/studio/id1050342885\nAmazon: https://www.amazon.com/gp/product/B016RWXF9W?ie=UTF8&*Version*=1&*entries*=0\n\nSet List:\n\"Yours\"\n\"Beach House\"\n\nCredits:\nProducers: Bobby Carter, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; photo by Morgan Walker/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/9jVn_JCjpT4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/9jVn_JCjpT4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/9jVn_JCjpT4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/9jVn_JCjpT4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/9jVn_JCjpT4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 103
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-01-12T14:48:12.000Z",
    "title": "Natalie Merchant: NPR Music Tiny Desk Concert",
    "description": "January 12, 2016 by BOB BOILEN \n\nIn the summer of 2014, Natalie Merchant came to Washington, D.C., to perform her first album of all-new material in 13 years. She was supposed to play here at my desk the day after that evening's performance. Instead, she fell ill, wound up in a D.C. hospital, and canceled her upcoming dates.\n\nNow, Merchant has rerecorded her first solo album Tigerlily, complete with strings and different instrumentation. That album is called Paradise Is There: The New Tigerlily Recordings, and she recently came back to town to make a documentary film about that record. And so it was with abundant joy that Natalie Merchant finally made it to the NPR Music offices. This was truly one of the most warmhearted Tiny Desk performances I've ever seen. She sang two songs from that self-titled 2014 release and something from Tigerlily, and then Merchant had the NPR audience join her for a beautiful hymn — so have a tissue handy.\n\nParadise Is There: The New Tigerlily Recordings is available now.\niTunes: https://itunes.apple.com/us/album/paradise-is-there-new-tigerlily/id1030099266 \nAmazon: http://www.amazon.com/Paradise-There-The-Tigerlily-Recordings/dp/B0149AB2B2\n\nSet List:\n\"Motherland\"\n\"Texas\"\n\"Cowboy Romance\"\n\"Weeping Pilgrim\"\n\nCredits:\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs, Nick Michael; Production Assistant: Kate Drozynski; photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/iOdsAE8Mq7I/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/iOdsAE8Mq7I/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/iOdsAE8Mq7I/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/iOdsAE8Mq7I/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/iOdsAE8Mq7I/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 104
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-01-11T18:38:16.000Z",
    "title": "Mariachi Flor De Toloache: NPR Music Tiny Desk Concert",
    "description": "January 8, 2016 by FELIX CONTRERAS\nMariachi Flor de Toloache's 2014 self-titled debut album earned a Latin Grammy nomination in the Best Ranchera category — quite an accomplishment, given that the category celebrates an incredibly long tradition of Mexican music. But it was no fluke: The group's members come by their mariachi skills honestly and with endless practice, while still looking for ways to take chances.\n\nStill, the best way to introduce yourself to Mariachi Flor de Toloache is to see it live — something many have done as the band tours with The Arcs, both as members and as an opening act. It's got top-notch musicianship, mariachi swagger for days, and a performance style that captures all the power and emotion you'd hope for.\n\nMariachi Flor de Toloache is available now. \niTunes: https://itunes.apple.com/us/album/mariachi-flor-de-toloache/id956080850\nAmazon: https://www.amazon.com/gp/product/B00REY2MQA?ie=UTF8&*Version*=1&*entries*=0\n\nSet List\n\n\"Let Down\"\n\"Dicen\"\n\"Guadalajara\"\n\nCredits\n\nProducers: Bobby Carter, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/-rl26QKPHtE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/-rl26QKPHtE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/-rl26QKPHtE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/-rl26QKPHtE/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 105
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-01-05T20:54:14.000Z",
    "title": "Rapsody: NPR Music Tiny Desk Concert",
    "description": "January 5, 2016 by BOBBY CARTER \nRapsody has waited patiently for her time to shine. Through seven solo projects, she's grown as an MC, crafting her own style while developing her thesis in the rap game. True breakthroughs are commonly marked by a pivotal moment, and hers came when she provided the sole rap guest verse on the most talked-about album of 2015, Kendrick Lamar's To Pimp A Butterfly.\n\nFlanked by her mentor and label head, producer 9th Wonder, as well as The Storm Troopers, Rapsody recently stopped by the Tiny Desk to perform three songs from her album Beauty And The Beast. With charismatic authority, as well as copious shoutouts to the many Howard University students in the room, her performance combined vigorous wordplay with introspective storytelling. In 2015, Rapsody had her big moment. This year, she's seizing it.\n\nBeauty And The Beast is available now. \niTunes: https://itunes.apple.com/us/album/beauty-and-the-beast-ep/id926078298\nAmazon: https://www.amazon.com/gp/product/B00O9E08C8?ie=UTF8&*Version*=1&*entries*=0\n\nSet List\n\"Godzilla\"\n\"The Man\"\n\"Hard To Choose\"\n\nCredits\nProducers: Bobby Carter, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/7d2mC9zDkKE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/7d2mC9zDkKE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/7d2mC9zDkKE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/7d2mC9zDkKE/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 106
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-12-21T22:54:05.000Z",
    "title": "Sharon Jones & The Dap-Kings: Tiny Desk Concert (full)",
    "description": "It's A Holiday Soul Party! isn't just the title of Sharon Jones & The Dap-Kings' new album. It also describes perfectly what you're about to see. No one does old-school soul like this band, and having the group perform traditional and nontraditional tunes for the holiday brought joy and laughs to NPR's staff.\n\nPerformed the week of Hanukkah, this set included a much-needed future holiday staple: \"8 Days (Of Hanukkah).\" When Jones sings, \"We're cooking up the brisket the kosher butcher sold my uncle Saul,\" it sent my memories reeling. But it's not the only future seasonal classic in this set: Sharon Jones & The Dap-Kings close their set with \"Big Bulbs,\" which features enough funny double-entendres to get your spirit flashing. Dappy Holidays!\n\nIt's A Holiday Soul Party! is available now. \niTunes:https://itunes.apple.com/us/album/its-a-holiday-soul-party/id1018901982\nAmazon: https://www.amazon.com/gp/product/B011JBC1SW?ie=UTF8&*Version*=1&*entries*=0\n\nSet List\n\"Silent Night\"\n\"8 Days Of Hanukkah\"\n\"Big Bulbs\"\nCredits\n\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs, Niki Walker, Mito Habe-Evans; Production Assistant: Kate Drozynski; Photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/iRENaUQc5No/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/iRENaUQc5No/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/iRENaUQc5No/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/iRENaUQc5No/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 107
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-12-21T18:00:31.000Z",
    "title": "Son Little: NPR Music Tiny Desk Concert",
    "description": "December 18, 2015 by BOB BOILEN\nSon Little's music pushes gospel and blues into the 21st century with guitar processing, including backward drones, and choirs made from his looped voice. As wonderful as his 2015 self-titled album sounds, having him at the Tiny Desk with his acoustic guitar and unprocessed voice, accompanied only by his soulful singing sister, Megan Livingston, and percussionist Jabari Exum was gently uplifting. The man born Aaron Livingston is the son of a preacher and knows how to deliver, how to connect directly to the heart. His sound is wonderfully universal, and here, at the Tiny Desk, magnificently subtle.\n\nSon Little is available now. \niTunes: https://itunes.apple.com/us/album/son-little-deluxe-edition/id1023485217\nAmazon: https://www.amazon.com/gp/product/B012BINLYU?ie=UTF8&*Version*=1&*entries*=0\n\nSet List\n\"Lay Down\"\n\"Your Love Will Blow Me Away When My Heart Aches\"\n\"The River\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast.\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/q9xLciMB1RA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/q9xLciMB1RA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/q9xLciMB1RA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/q9xLciMB1RA/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 108
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-12-15T17:13:39.000Z",
    "title": "Shakey Graves: NPR Music Tiny Desk Concert",
    "description": "December 15, 2015 by BOB BOILEN \nWhen Alejandro Rose-Garcia, aka Shakey Graves, breaks out his guitar and suitcase kick drum/hi-hat, a palpable rush of swooning adrenaline hits the room. I felt that at the Americana Festival in Nashville, at the Newport Folk Festival and here at the Tiny Desk.\n\nThe Texas singer's charisma is matched by his warm, sometimes frenetic music — he attempted a stage dive at the Tiny Desk — which mixes country, blues and rock 'n' roll. If you don't know Shakey Graves' music, the best way to fall in love with him is in a live setting like this one.\n\nAnd the War Came is available now. \niTunes: https://itunes.apple.com/us/album/and-the-war-came/id950359481\nAmazon: https://www.amazon.com/gp/product/B00M2098UO?ie=UTF8&*Version*=1&*entries*=0\n\nSet List\n\"To Cure What Ails\"\n\"The Perfect Parts\"\n\"Only Son\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Julia Reihs/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast.\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/TtYtyz8KE74/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/TtYtyz8KE74/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/TtYtyz8KE74/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/TtYtyz8KE74/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 109
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-12-11T19:41:39.000Z",
    "title": "Land Lines: NPR Music Tiny Desk Concert",
    "description": "December 11, 2015 by BOB BOILEN\nWhen I first saw this Denver trio on its home turf last spring, I was swiftly drawn into its mysterious swirl. Martina Grbac sings quietly, and her voice — echoing and effects-laden — sits nicely on top of her percussive cello, James Han's textures and Ross Harada's perfectly placed percussion.\n\nLand Lines' music isn't jazz or rock, classical or electronica. Instead, it's at the heart of what I want in music: something singular, new and adventurous. After the show in Denver, I invited Land Lines to come to Washington to play at the Tiny Desk, then waited eagerly. The band did not disappoint.\n\nThe Natural World is available now. \niTunes: https://itunes.apple.com/us/album/the-natural-world/id1013151667\nAmazon: https://www.amazon.com/gp/product/B010GURNFS?ie=UTF8&*Version*=1&*entries*=0\n\nSet List\n\"Wreckage\" \n\"Anniversary\"\n\"Fall Or Fall\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/p8cHEKNu1V4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/p8cHEKNu1V4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/p8cHEKNu1V4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/p8cHEKNu1V4/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 110
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-12-10T18:51:57.000Z",
    "title": "Sharon Jones & The Dap Kings: NPR Music Tiny Desk Concerts",
    "description": "FULL CONCERT COMING DECEMBER 21st \nDecember 10, 2015 by BOB BOILEN\nThe moment Brooklyn soul singer Sharon Jones sang the line, \"We're cooking up the brisket the kosher butcher sold my uncle Saul,\" I knew the world had a new Hanukkah classic. This week, Sharon Jones & The Dap-Kings played a special, holiday-themed Tiny Desk Concert that included this new song, \"8 Days (Of Hanukkah).\"\n\nWe'll put the band's entire performance online Dec. 21, but we didn't want to wait until after the Festival Of Lights to share this song. So \"leave the Manischewitz on the shelf\" as you enjoy this highlight from Jones' appropriately titled new album, It's A Holiday Soul Party.\n\nIt's A Holiday Soul Party is available now. (iTunes) (Amazon)\n\nSet List\n\"8 Days Of Hanukkah\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs, Niki Walker, Mito Habe-Evans; Production Assistant: Kate Drozynski; Photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast.",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/PSzo2bbvnTQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/PSzo2bbvnTQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/PSzo2bbvnTQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/PSzo2bbvnTQ/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 111
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-12-07T18:31:54.000Z",
    "title": "The Oh Hellos: NPR Music Tiny Desk Concert",
    "description": "December 8, 2015 by BOB BOILEN\nWhen The Oh Hellos piled out of a van at NPR, someone remarked that it was like a clown car: Band members just kept coming, including brother and sister Tyler and Maggie Heath and their mom. They were all road-weary, trading sniffles, coughs and more. But the nine-piece group brought anthemic joy to the Tiny Desk in the form of buoyant songs whose underpinnings could still be dark and lonely.\n\nSome of the music here is from The Oh Hellos' recent second album, Dear Wormwood, which was inspired in part by the writings of C.S. Lewis; it's about a protagonist who doubts a relationship before finding the resolve to never look back. Still, for all the deep sentiment, the band brings the same jubilant energy it brought to its performance at the Newport Folk Festival in July — even now that summer fun has given way to winter germs. Fortunately, the only contagion you'll encounter here is joy.\n\nDear Wormwood is available now. \niTunes: https://itunes.apple.com/us/album/dear-wormwood/id1030840451\nAmazon: http://www.amazon.com/Dear-Wormwood/dp/B013WO8KA2\n\nSet List\n\"Hello My Old Heart\" 00:00\n\"Like The Dawn\"  05:43\n\"Exeunt\" 12:54\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast.",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/rwvCEWWWt7Q/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/rwvCEWWWt7Q/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/rwvCEWWWt7Q/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/rwvCEWWWt7Q/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 112
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-12-04T16:58:16.000Z",
    "title": "Protomartyr: NPR Music Tiny Desk Concert",
    "description": "December 4, 2015 by ROBIN HILTON\nThe Detroit band Protomartyr makes loud, screeching rock that's more thoughtful than thrilling. It only takes a few seconds of the group's brightly lit Tiny Desk performance for things to get pretty deep: \"False happiness is on the rise,\" enigmatic frontman Joe Casey deadpans. \"See the victims piled high in a room without a roof.\"\n\nThe song \"Why Does It Shake?\" is from the band's profound, poetic, often grousing third album The Agent Intellect, a title derived from Aristotle's theories about human thought and how ideas move from the possible to the tangible. (Cue sound of brain exploding.)\n\nCasey never cracks a smile and barely moves throughout this performance, hiding behind dark sunglasses and looking sharp in a gray suit, hands in pockets. It's almost bewildering at times to watch someone so composed deliver such sharp narratives, backed by squealing guitar noise. But that's part of Protomartyr's allure. Casey quietly contains the storm as Protomartyr finishes its set with the darkly twisted \"Devil In His Youth,\" also from The Agent Intellect, and the ruminative \"Three Swallows,\" from the band's 2012 debut on Urinal Cake Records, No Passion All Technique.\n\nThe Agent Intellect is available now. (iTunes) (Amazon)\n\nSet List\n\"Why Does It Shake?\"\n\"Devil In His Youth\"\n\"Three Swallows\"\n\nCredits\nProducers: Robin Hilton, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast.",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/bEeCz5scUZs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/bEeCz5scUZs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/bEeCz5scUZs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/bEeCz5scUZs/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 113
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-11-25T18:33:37.000Z",
    "title": "Teddy Abrams: NPR Music Tiny Desk Concert",
    "description": "November 30, 2015 by TOM HUIZENGA \nIf we're relying on the younger generation to help boost interest in classical music, look no further than Teddy Abrams. The 28-year-old pianist, clarinetist, conductor and composer has just begun his second season as music director of the Louisville Orchestra and he's brimming with ideas on what to do with Bach, Beethoven and music made today.\n\nFor his first week on the job in Louisville, Abrams played jazz piano in the streets and took his orchestra players into nightclubs and African-American churches. PBS made a web series on his first season. Earlier this year, he put two first symphonies on the same program — Brahms' First and a debut symphony by Sebastian Chang, a composer still in his 20s — just to gauge audience reaction. Abrams filled the hall by giving out free tickets to first-time symphonygoers. He was happy to hear that many of them liked the new piece best, saying they appreciated hearing the composer introduce it onstage.\n\nAbrams doesn't treat composers like museum exhibits to be handled with white gloves. For this Tiny Desk performance, Adams decided to begin the opening movement of Beethoven's Piano Sonata No. 30 with a short improvisation, noting that the great composer was known for riffing at the piano for hours on end.\n\nThe set opens and closes with tunes by Abrams himself. The first, \"Big Band,\" swirls with jazz history. Hints of Thelonious Monk fly by, along with tips of the hat to the stride style from the early 20th century. Abrams ends with a bluesy number, \"The Long Goodbye,\" describing it as a slow ballad halfway between \"My Funny Valentine\" and \"Somewhere Over the Rainbow.\" How fascinating it will be to watch him as he continues to delight and challenge audiences.\n\nSet List\nAbrams: \"Big Band\"\nAbrams: Improvisation/Beethoven: Sonata No. 30 in E, Op. 109, I. Vivace, ma non troppo\nAbrams: \"The Long Goodbye\"\n\nCredits\nProducers: Tom Huizenga, Morgan Walker; Audio Engineer: Suraya Mohamed; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/A4CnP6RPugo/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/A4CnP6RPugo/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/A4CnP6RPugo/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/A4CnP6RPugo/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 114
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-11-23T17:35:26.000Z",
    "title": "Youth Lagoon NPR Music Tiny Desk Concert",
    "description": "Updated November 23, 2015 by ROBIN HILTON\nTrevor Powers, the songwriter and frontman of Youth Lagoon, has never attempted to hide his navel-gazing anxieties. On his 2011 debut (The Year Of Hibernation) and its 2013 followup (Wondrous Bughouse), Powers documents a lifetime of existential crises with swirling questions about spirituality, mortality and his own mental state. Powers has also looked the part, appearing in photos and on stage wearing oversize pop-bottle glasses, with slumped shoulders and a mop of disheveled hair.\n\nYouth Lagoon's latest album, Savage Hills Ballroom, doesn't obliterate this image — Powers still searches for answers to life's biggest questions — but it's by far Youth Lagoon's most powerful, purposeful, confident work. The songs are expansive, self-assured and exquisitely produced.\n\nIt's a shift you can see and hear in Youth Lagoon's Tiny Desk performance. In person, Powers is poised, appearing almost joyful at times. The glasses are gone, the hair's under control, and his idiosyncratic voice is far less fragile, in part because he (like nearly every artist who's graced the Tiny Desk) had to fill the room without the benefit of singing through an amp.\n\nYouth Lagoon treated the office to two songs from the new album: the heartbreaking tale of addiction \"Kerry,\" as well as \"Rotten Human,\" a meditation on the passage of time and search for purpose in life. And, as if to give a nod to his twitchy beginnings, Powers included \"July,\" a wistful reflection on youth and regret from the band's debut.\n\nSavage Hills Ballroom is available now. \niTunes: https://itunes.apple.com/us/album/blind-and-brave/id907588390\nAmazon: http://www.amazon.com/Blind-Brave-The-Wild-Reeds/dp/B00MKFKGES\n\nSet List\n\"Kerry\"\n\"July\"\n\"Rotten Human\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Julia Reihs/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/20XhDSMmalA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/20XhDSMmalA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/20XhDSMmalA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/20XhDSMmalA/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 115
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-11-20T18:04:17.000Z",
    "title": "The Wild Reeds: NPR Music Tiny Desk Concert",
    "description": "November 20, 2015 by BOB BOILEN \nGreat singers aren't easy to come by, so finding three in one band is something special. The Wild Reeds' music shines when Sharon Silva, Kinsey Lee and Mackenzie Howe harmonize, but each also takes a leading role — and that's the power of the L.A. band, whose songs are clear and memorable, potent and sometimes delicate.\n\nThe Wild Reeds' 2014 debut album Blind And Brave only hints at the talent on display here. Here, the group opens with my favorite song from the record, \"Where I'm Going,\" and then offers a taste of 2016 with two new ones. Next year ought to be a big year for The Wild Reeds, and this Tiny Desk Concert will show you what I mean.\n\nBlind And Brave is available now. \niTunes: https://itunes.apple.com/us/album/blind-and-brave/id907588390\nAmazon: http://www.amazon.com/Blind-Brave-The-Wild-Reeds/dp/B00MKFKGES\n\nSet List\n\"Where I'm Going\"\n\"Everything Looks Better In Hindsight\"\n\"The World We Built\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Nick Michael, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Julia Reihs/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/0TiEO149Ydc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/0TiEO149Ydc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/0TiEO149Ydc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/0TiEO149Ydc/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 116
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-11-16T18:18:29.000Z",
    "title": "Nathaniel Rateliff & the Night Sweats: NPR Music Tiny Desk Concerts",
    "description": "November 17, 2015 by BOB BOILEN Nathaniel Rateliff and his band The Night Sweats are on fire, with concerts that get feet moving and bodies swaying, fueled by rhythm and booze.\n\nIt wasn't always this way: In the past, Rateliff would be more easily described as a folk artist. When I saw him recently at a sold-out Sunday-night show in D.C., he expressed intense gratitude for the new audience that's found him. Much of that new crowd has embraced the big-band R&B of his new album, Nathaniel Rateliff & The Night Sweats, which was produced by Richard Swift and released on the legendary Stax Records.\n\nThe record and its songs embrace not only Southern soul, but also the rockier side of soul made famous by Irish singer Van Morrison. Here at the Tiny Desk, Rateliff's body-shaking tunes take on a slightly more laid-back sound, served with a warm heart and suitable for a cold beer.\n\nNathaniel Rateliff & The Night Sweats is available now. \niTunes: https://itunes.apple.com/us/album/nathaniel-rateliff-night-sweats/id1004825165\nAmazon: http://www.amazon.com/Nathaniel-Rateliff-The-Night-Sweats/dp/B00ZF3SIDI\n\nSet List\n\"I Need Never Get Old\"\n\"Look It Here\"\n\"I've Been Failing You\"\n\"Mellow Out\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Nick Michael, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Julia Reihs/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/8KUV2TFTpGo/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/8KUV2TFTpGo/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/8KUV2TFTpGo/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/8KUV2TFTpGo/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/8KUV2TFTpGo/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 117
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-11-12T22:52:03.000Z",
    "title": "Rahim AlHaj NPR Music Tiny Desk Concert",
    "description": "November 13, 2015 by SURAYA MOHAMED Ancestor to the lute and the guitar, the oud ‎is an ancient stringed instrument commonly played throughout the Middle East, North Africa and countries like Greece and Turkey. The oud has charmed audiences for more than 5,000 years, and the tradition continues with this reverent performance by one of the world's best players, Rahim AlHaj.\n\nBorn in Baghdad, AlHaj possesses a life story as powerful as his music. He learned to play the oud at age 9, and later graduated with honors and a degree in music composition from the Institute of Music in Baghdad. He also earned a degree in Arabic literature from Mustunsiriya University in Baghdad. Active in the underground revolutionary movement, AlHaj wrote protest songs opposing Saddam Hussein's repressive regime. He was imprisoned twice, once for a year and a half, and was regularly beaten by his captors. In 1991, AlHaj was forced to leave Iraq because of his political activism, and ultimately found a home in New Mexico.\n\nToday, he composes traditional and contemporary pieces for a variety of ensembles — solo oud, string quartets and symphony orchestras. He performs around the world and has even collaborated with Kronos Quartet and R.E.M. AlHaj stopped by the Tiny Desk while in Washington, D.C., to receive a well-deserved NEA National Heritage Fellowship.\n\nThe set starts with a solo performance, followed by three songs in which he's accompanied by Palestinian-American percussionist Issa Malluf. Malluf plays the daf, a large circular drum with a hardwood frame, and a stretched and shaved goat skin that produces a gently melodic tonality. The dumbek is a goblet-shaped drum with a tight head make of goatskin, heated by a lamp to keep the skin taut in order to produce a consistent tone.\n\nThough wordless, AlHaj's music tells powerful stories about the blessedness and fragility of life. The first song is intended to serve as a voice for millions of displaced and murdered Iraqi children whose cries will never be heard. Small but powerful, the oud reveals their stories of joy and pain while conveying a deep understanding of their sad history and hopeful future.\n\nLittle Earth is available now. \niTunes: https://itunes.apple.com/us/album/little-earth/id916811723\nAmazon: http://www.amazon.com/Little-Earth-Rahim-Alhaj/dp/B003Z41F52\n\nSet List\n\"Dream\"\n\"Warm Voice\"\n\"Friendship\"\n\"Flying Bird\"\n\nCredits\nProducers: Suraya Mohamed, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Nick Michael, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Julia Reihs/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/osf1gckzf70/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/osf1gckzf70/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/osf1gckzf70/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/osf1gckzf70/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 118
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-11-12T15:34:32.000Z",
    "title": "My Bubba: NPR Music Tiny Desk Concert",
    "description": "November 06, 2015 by BOB BOILEN\nMy Bubba is the duo of Sweden's My and Iceland's Bubba, women whose quirky, delicate, sweetly sung folk songs are a delight. The centerpiece of their tunes are the harmonies, but the backing instrumentation is equally intimate, from handclaps to an old table harp and acoustic guitar.\n\nThe pair's current album, Goes Abroader, was produced by Noah Georgeson, who's known for his work with Joanna Newsom, Cate Le Bon and Devendra Banhart. As for this Tiny Desk Concert, it's best viewed on a comfy couch, perhaps snuggled up with a friend, your favorite animal or both.\n\nGoes Abroader is available now. \niTunes:https://itunes.apple.com/us/album/goes-abroader/id856291317\nAmazon: http://www.amazon.com/Goes-Abroader-My-Bubba/dp/B00JWNWUA4\n\nSet List\n\"Dogs Laying Around Playing\"\n\"Charm\"\n\"Knitting\"\n\"Ghost Sweat\"\n\nCredits\nProducers: Bob Boilen, Mito Habe-Evans; Editor: Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Mito Habe-Evans, Julia Reihs, Cameron Robert; Production Assistant: Kate Drozynski; Photo by Jun Tsuboike/NPR\n\nFor more Tiny Desks, subscribe to our podcast:",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/uzzVdi3HOfU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/uzzVdi3HOfU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/uzzVdi3HOfU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/uzzVdi3HOfU/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 119
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-11-09T19:36:12.000Z",
    "title": "Aurora: NPR Music Tiny Desk Concert",
    "description": "November 09, 2015 by BOB BOILEN  The first time I saw Aurora sing, it appeared so new to her that each note, and each hand gesture accompanying each note, seemed like a discovery and an adventure for the singer. She was 18 when I first saw her in New York City, and now the Norwegian singer is 19; take a look at this Tiny Desk Concert, and her sense of innocence and discovery still rings as true as ever.\n\nAurora has just one EP and some singles out so far, and ever since seeing her at CMJ in 2014, I've been eager for her debut album. Early next year, we should finally have it — as well as more chances to see Aurora live, as she plans on touring the U.S. in the spring.\n\nRunning With The Wolves is available now. iTunes:\nhttps://itunes.apple.com/us/album/running-with-the-wolves-ep/id987008667\nAmazon: http://www.amazon.com/Running-With-Wolves-Ep-AURORA/dp/B00WTJK47Y\n\nSet List\n\"Runaway\"\n\"Murder Song (5, 4, 3, 2, 1)\"\n\"Running With The Wolves\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Morgan Walker, Morgan McCloy; Production Assistant: Lani Milton; Photo by Hadas/NPR\n\nFor more Tiny Desks, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/evBgLWQwAFA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/evBgLWQwAFA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/evBgLWQwAFA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/evBgLWQwAFA/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 120
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-11-02T19:16:27.000Z",
    "title": "Diane Coffee: NPR Music Tiny Desk Concert",
    "description": "November 02, 2015 by ROBIN HILTON\nDiane Coffee gives the kind of live performances you talk about for weeks after seeing. It's not that the band tears up the stage. There's no elaborate light show or other orchestrated theatrics. The main attraction — and the reason you'll want to watch and hear more — is Diane Coffee's fantastically flamboyant lead singer, Shaun Fleming.\n\nConjuring both Mick Jagger and David Bowie, Fleming swaggers and shimmies on stage. He strikes playfully defiant poses, hands on hips, while his face does its own dance, with wildly exaggerated expressions: raised brows, eyes wide open, mouth enunciating every word. Not bad for someone known primarily as the drummer in Foxygen.\n\nFor the first half of this Tiny Desk performance, Fleming remained relatively restrained behind the mic, strumming an acoustic guitar. The band opened with \"Spring Breathes,\" a sprawling showpiece with so many change-ups it feels like an entire album's worth of music, followed by the melancholy and soulful \"Not That Easy.\" Both cuts are from Diane Coffee's sophomore full-length, Everybody's A Good Dog.\n\nBut for the second half of the set, Fleming put down the guitar and let himself off the leash, gyrating and wildly gesturing to the crowd as he belted out the words to \"Mayflower.\" By the end of the song, Fleming was winded, panting and gulping water, trying to catch his breath before closing with the girl group-inspired \"Green,\" from Diane Coffee's 2013 debut, My Friend Fish. In the end, Fleming and the rest of Diane Coffee had left it all on the Tiny Desk floor — in as much as anyone can when performing for a roomful of people working at computers.\n\nEverybody's a Good Dog is available now. \niTunes: https://itunes.apple.com/us/album/everybodys-a-good-dog/id1000790368\nAmazon: http://www.amazon.com/Everybodys-Good-Dog-Diane-Coffee/dp/B0109359FI\n\nSet List\n\n\"Spring Breathes\"\n\"Not That Easy\"\n\"Mayflower\"\n\"Green\"\n\nCredits\nProducers: Robin Hilton, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Colin Marshall, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/nRnPD-KW-0M/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/nRnPD-KW-0M/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/nRnPD-KW-0M/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/nRnPD-KW-0M/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 121
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-10-27T16:36:23.000Z",
    "title": "The Suffers: NPR Music Tiny Desk Concert",
    "description": "The first time I saw 10-piece Houston big band The Suffers, it was at a small venue in Washington, D.C., called DC9. The club was barely big enough to contain all the horns, guitars and percussion, not to mention the undeniable force of the music.\n\nOctober 27, 2015 by BOB BOILEN \nAt first, I couldn't pull my attention away from irrepressible singer Kam Franklin, whose down-to-earth but uplifting presence put a huge smile on my face. But as The Suffers' set progressed, I became increasingly enchanted with the band, which was part Archie Bell & The Drells and part James Brown, with a touch of New Orleans and even Jamaican reggae.\n\nIt was a perfect mix of power and delicacy, as the band held back at moments only to steamroll me when my guard was down. The group has only two EPs, with an album on the way, and trust me: 2016 will be The Suffers' year. Look for the band on far bigger stages soon enough.\n\nMake Some Room is available now. \niTunes: https://itunes.apple.com/us/album/make-some-room-ep/id977816481\nAmazon: http://www.amazon.com/Make-Some-Room-The-Suffers/dp/B00V568IJ8\n\nSet List\n\"Giver\"\n\"Midtown\"\n\"Gwan\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Nick Michael, Julia Reihs; Production Assistant: Kate Drozynski; Photo by Julia Reihs/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/RM3hj-6F1pk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/RM3hj-6F1pk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/RM3hj-6F1pk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/RM3hj-6F1pk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/RM3hj-6F1pk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 122
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-10-22T20:49:35.000Z",
    "title": "Beauty Pill: NPR Music Tiny Desk Concert",
    "description": "October 23, 2015 by LARS GOTRICH • Beauty Pill's music is an invitation. In it, life whirs with plunderphonic glee and riffs are funky from the inside out, with rhythms that are equal parts hip-hop and go-go. Conceived, recorded and meticulously tinkered with over the course of eight years, Beauty Pill Describes Things As They Are was partly made in front of an audience after member Chad Clark recovered from a viral infection in his heart that nearly killed him. It's one of the year's most stunning records, as well as an argument for letting art rest, live and breathe before it's ready to be known by a listener.\n\nWith such a deeply textured group of songs, it was hard to predict how the D.C. band would translate in the NPR Music office. But Beauty Pill didn't strip down, nor did it remove anything vital; the band thought about and adapted to the space, even if Clark was a little late arriving due to a lost dog on a highway. Jean Cook's Monome (for lack of a better descriptor, a sampler sequencer) plays a major role in this phase of Beauty Pill; in performance, the samples give levity to the dark and true themes of \"Drapetomania!\" as Cook bounces and conducts the glowing buttons and Clark defiantly declares, \"I want more life, f*****.\"\n\nClark introduces \"Exit Without Saving\" as \"either a Microsoft Word document or a situation where you feel trapped,\" pauses to tune, and quickly (even sheepishly) adds, \"But you're not!\" It's an atmospheric piece of work with guitars on infinite delay, Basla Andolsun's heartbeat-pulse bass line, and a mantra — \"You recognize that this is noise, right?\" — that takes on its own meaning every time it's repeated.\n\nBeauty Pill Describes Things As They Are is available now. \niTunes: https://itunes.apple.com/us/album/beauty-pill-describes-things/id975667258\nAmazon: http://www.amazon.com/Beauty-Pill-Describes-Things-They/dp/B00UJ1J3DA\n\nSet List\n\"Afrikaner Barista\"\n\"Drapetomania!\"\n\"Exit Without Saving\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs, Colin Marshall; Production Assistant: Kate Drozynski; Photo bu Julia Reihs/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast:",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Q-AJMUh2_Ug/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Q-AJMUh2_Ug/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Q-AJMUh2_Ug/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Q-AJMUh2_Ug/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 123
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-10-20T15:39:58.000Z",
    "title": "Christian Scott aTunde Adjuah: NPR Music Tiny Desk Concert",
    "description": "October 09, 2015 by PATRICK JARENWATTANANON \nArtists don't usually tell long, rambling stories at the Tiny Desk, and if they do, those stories don't usually make the final cut. But this one felt different. It was about the time Christian Scott aTunde Adjuah, a young black man, says he was stopped by New Orleans police late at night for no reason other than to harass and intimidate him. And how his pride almost made him do something ill-advised about it. And how he finally channeled that pent-up frustration into a piece of music whose long-form title is \"Ku Klux Police Department.\"\n\n\"K.K.P.D.\" was the emotional peak of the septet's performance, though it wasn't a new tune. That's notable, because Scott stopped by the Tiny Desk on the very day his new album came out. It was played by something of a new band, though: Flutist Elena Pinderhughes, saxophonist Braxton Cook and guitarist Dominic Minix are new, younger additions to the group. It had new textures, too: Drummer Corey Fonville (another new member) used a djembe as a bass drum, and also brought a MIDI pad so he could emulate the sound of a drum machine. The effect was something like an evocation of African roots, juxtaposed with a trap beat.\n\nThe first two numbers were, in fact, from Scott's new album Stretch Music. That's his name for the particular type of jazz fusion he's up to: something more seamless than a simple collision of genre signifiers; something whose DNA is already hybridized and freely admits sonic elements which potentially \"stretch\" jazz's purported boundaries. (You may note that he showed up in a Joy Division sleeveless T-shirt and gold chain.) It's sleek and clearly modern, awash in guitar riffs, but also bold and emotionally naked. Scott is particularly good at getting you to feel the energy he sends pulsing through his horn, and he never shies away from going all-in on a solo. The least we could offer was to let him explain himself in doing so.\n\nStretch Music is available now. \niTunes: https://itunes.apple.com/us/album/stretch-music-introducing/id1024394279\nAmazon: http://www.amazon.com/gp/product/B01399S7GC?keywords=christian%20scott%20stretch%20music&qid=1444351505&ref_=sr_1_1&sr=8-1\n\nSet List\n\"TWIN\"\n\"West Of The West\"\n\"K.K.P.D.\"\n\nPersonnel\nChristian Scott aTunde Adjuah, trumpet; Elena Pinderhughes, flute; Braxton Cook, alto saxophone; Lawrence Fields, piano; Dominic Minix, guitar; Kris Funn, bass; Corey Fonville, percussion\n\nCredits\nProducers: Patrick Jarenwattananon, Morgan Walker; Audio Engineer: Josh Rogosin; Videographer: Morgan Walker, Nick Michael, Cameron Robert; Production Assistant: Julia Reihs; photo by Julia Reihs\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/mVJjmyFfuts/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/mVJjmyFfuts/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/mVJjmyFfuts/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/mVJjmyFfuts/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/mVJjmyFfuts/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 124
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-10-20T15:22:25.000Z",
    "title": "Paolo Angeli: NPR Music Tiny Desk Concert",
    "description": "October 19, 2015 by ANASTASIA TSIOULCAS \nPaolo Angeli has a whole toy shop aboard his guitar: He's got hammers, pedals, propellers, springs, drone strings and even a couple of cell-phone ringers at his disposal.\n\nThe base of it all is a six-stringed instrument from his native island of Sardinia, and the seed of Angeli's sonic creations is traditional Sardinian music. But in the same way that he's turned his guitar into something new, Angeli twists and turns that tradition into musical magic, in creations that skim over jazz, experimental, improvisational, classical and punk — embracing all, yet not quite belonging to any. All those toys let him create a palette of super-saturated colors and unbelievably varied textures.\n\nAngeli, who's based in Barcelona, describes his set-up as \"a one-man band for the new millennium.\" The setup may be futuristic, but the music he creates is deeply human — warm and full of humor and wit, just like Angeli himself.\n\nS'u is available now. \niTunes: https://itunes.apple.com/us/album/su/id963217937 \nAmazon: http://www.amazon.com/Su-Angeli-Paolo/dp/B00UW4G9OU\n\nSet List\n\"Mascaratu\"\n\"Corsicana\"\n\"Brida\"\n\nCredits\nProducers: Anastasia Tsioulcas, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/A805D9CVAr0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/A805D9CVAr0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/A805D9CVAr0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/A805D9CVAr0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/A805D9CVAr0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 125
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-10-16T16:15:04.000Z",
    "title": "Oh Pep!: NPR Music Tiny Desk Concert",
    "description": "October 16, 2015 by BOB BOILEN\nI've seen Oh Pep! four times in three cities in the past month, and needless to say, the Melbourne band's music is infectious. Oh Pep gets its Oh from Olivia Hally (vocals, guitar) and its Pep! from Pepita Emmerichs (violin, mandolin). These Australians fit well in Nashville during an Americana music festival, as they played fiddles and mandolins alongside guitars, bass and drums. Their harmonies are sweet, with lyrics that are thoughtful, deep, funny and poetic.\n\nHally and Emmerichs told me they used to sit in their bedrooms back home watching Tiny Desk Concerts, so this day at NPR was a bit surreal for them, as they'd already traveled thousands of miles. Thankfully, Oh Pep!'s performance harnessed that surreality for a performance filled with magic.\n\nLiving is available now. \niTunes: https://itunes.apple.com/au/artist/oh-pep!/id556867036\nAmazon: http://www.amazon.com/Living-Oh-Pep/dp/B01172A8GU\n\nSet List\n\"The Race\"\n\"Doctor Doctor\"\n\"Tea, Milk & Honey\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/yhSjdfE07u8/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/yhSjdfE07u8/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/yhSjdfE07u8/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/yhSjdfE07u8/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 126
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-10-13T17:50:41.000Z",
    "title": "Andra Day: NPR Music Tiny Desk Concert",
    "description": "My rule when booking Tiny Desk Concerts is to see artists live before they come to the office. I've heard many a great record only to be disappointed by a live show. But when I heard Andra Day sing \"Forever Mine\" from her album Cheers To The Fall, I decided to break my rule, sight unseen.\n\nWhen Day started warming up for this set, I could see that she was born to perform. She's able to channel the likes of Nina Simone and Billie Holiday in songs that feel candid and vulnerable, but not understated.\n\nDay studied singing in a performing-arts high school in San Diego. A live performance found its way to Stevie Wonder after a chance meeting with his wife. Day was then introduced to songwriter and producer Adrian Gurvitz and then Raphael Saadiq to help her make Cheers To The Fall. This is an unforgettable performance, and she's got a talented backing band to boot.\n\nCheers To The Fall is available now. \niTunes: https://itunes.apple.com/us/album/che...\nAmazon: http://www.amazon.com/Cheers-The-Fall...\n\nSet List\n\"Forever Mine\" 00:00\n\"Rise Up\" 03:42\n\"Gold\" 08:00\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/ti...",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/W3MaEAhXESs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/W3MaEAhXESs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/W3MaEAhXESs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/W3MaEAhXESs/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 127
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-10-05T18:13:37.000Z",
    "title": "Deqn Sue: NPR Music Tiny Desk Concert",
    "description": "October 05, 2015 by BOB BOILEN \nDeqn Sue rose above a crowd of close to 7,000 entries and almost won our Tiny Desk Concert Contest earlier this year. I so loved her song and her performance of \"Magenta\" that I invited Deqn Sue — along with her producer, Kelvin Wooten — to my desk to perform that song and more.\n\nWhat you'll hear is a witty soul and a powerful singer backed by precise beats, melodic bass and electronics, all wrapped in humor and heart. You can find the first song she performs here — \"Bloody Monster,\" which she wrote after being on the receiving end of a racist comment from her roommate — on a new EP called Snack. And you can watch her Tiny Desk Concert Contest video entry here.\n\nZeitgeist is available now. \niTunes: https://itunes.apple.com/us/album/zeitgeist/id897725891\nAmazon: http://www.amazon.com/Zeitgeist-Deqn-Sue/dp/B00LV8A9U6\n\nSet List\n\"Bloody Monster\"\n\"Flame\"\n\"Magenta\"\nCredits\n\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Production Assistant: Kate Drozynski; photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/GeZ_gq7DdsY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/GeZ_gq7DdsY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/GeZ_gq7DdsY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/GeZ_gq7DdsY/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 128
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-10-02T14:41:57.000Z",
    "title": "Lianne LaHavas NPR Music Tiny Desk Concert",
    "description": "October 02, 2015 by SURAYA MOHAMED \nIn 2012, my kids introduced me to Lianne La Havas' debut album, Is Your Love Big Enough? One play and I was hooked; I've been a fan ever since. Her music works for any activity, any emotion.\n\nThe first time I saw La Havas live, I was unprepared for the experience: Her music touched my heart in a way I'd never experienced before. I cried through the entire performance. Her music was that powerful, with lyrics woven together with beautiful harmonies; it pulled emotions out of me I didn't even know existed.\n\nLa Havas is soulful yet playful, raw and vulnerable in a commanding kind of way, and her new second album, Blood, is as amazing as the first. In this Tiny Desk performance, she plays two new songs — \"What You Don't Do\" and \"Unstoppable\" — as well as \"Forget,\" from her first album. She and her talented collaborators, James Wyatt on piano and Frida Mariama Touray on backing vocals, rehearsed this special arrangement during the sound check just moments before the performance. It's wonderfully intimate, with just guitar accompanied by vocals that embellish without getting in the way. If you're like me, you will never get enough.\n\nBlood is available now. \niTunes:https://itunes.apple.com/us/album/blood/id986317401\nAmazon: http://www.amazon.com/Blood-Lianne-La-Havas/dp/B00X6X3QWC\n\nSet List\n\"What You Don't Do\" 00:00\n\"Unstoppable\" 04:00 \n\"Forget\" 08:41\n\nCredits\nProducers: Suraya Mohomed, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Nick Michael, Julia Reihs; Production Assistant: Kate Drozynski; photo by Jun Tsuboike/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast:\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/9HUV5a7MgS4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/9HUV5a7MgS4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/9HUV5a7MgS4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/9HUV5a7MgS4/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 129
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-09-28T19:50:23.000Z",
    "title": "The Internet: NPR Music Tiny Desk Concert",
    "description": "September 29, 2015 by TIMMHOTEP AKU \nThe Internet is both an anomaly and a sign of the times. No, I'm not talking about the actual Internet you're using to read this text (though that Internet is pretty special, too), I'm talking about the L.A. band featuring founding members Syd The Kid (vocals/production) and Matt Martians (keys/ production), as well as Pat Paige (bass), Jameel Bruner (keys) and Chris Smith (drums).\n\nThe band might just be the oddest thing to come from Odd Future, the collective known for its irreverence — and, of course, for making hip-hop. The Internet doesn't stand out from the rest of Odd Future because of any over-the-top antics, but because they make great R&B music. Beautiful, textured, enveloping R&B. Sure, the swagger of hip-hop is apparent in Syd's songwriting and the swing of the beats, but that doesn't mean it's adulterated — theirs is some of the most refreshing neo-soul to come out in years, and it's created by a band whose members were small children or not even born when the subgenre came to be in the mid- to late '90s. That's where the sign-of-the-times part comes in; while some decry the death of musicianship at the hands of samplers, drum machines and computer programs, we need look no further than the L.A. band for evidence to the contrary.\n\nSeeing is believing, so the band stopped by NPR's D.C. offices for a Tiny Desk performance that'll give you a taste of the new Ego Death and a song from 2013's Feel Good. Watch the performance and put your Internet service to good use.\n\nEgo Death is available now.\niTunes: https://itunes.apple.com/us/album/ego-death/id999127640\nAmazon: http://www.amazon.com/Ego-Death-The-Internet/dp/B00YSQL1EQ\n\nSet List\n\"Get Away\"\n\"Under Control\"\n\"Dontcha\"\n\nCredits\nProducers: Timmhotep Aku, Josh Rogosin, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs, Cameron Robert; photo by Lani Milton/NPR\n\nFor more Tiny Desk Concerts subscribe to our podcast\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/F6j49uzPugA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/F6j49uzPugA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/F6j49uzPugA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/F6j49uzPugA/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 130
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-09-24T22:04:53.000Z",
    "title": "Joan Shelley: NPR Music Tiny Desk Concert",
    "description": "As technology rules the sound of the day, it's good to be reminded how powerfully a single voice can transmit deep emotion. Joan Shelley made one of the most beautiful records of the year with just her voice and two guitars. Over and Even has roots in British folk, the sort made popular by artists like Sandy Denny and Fairport Convention in the late '60s and early '70s — another time when the dominant music was filled with electricity and texture. The intertwined melodies Shelley and her guitar partner Nathan Salsburg (who's had his own Tiny Desk Concert) produce are refreshing breaths of Kentucky air in a world of compressed drums and overly processed vocals. This one is near and dear to my heart.\n\nOver and Even is available now. \niTunes: https://itunes.apple.com/us/album/over-and-even/id1002545604\nAmazon: http://www.amazon.com/Over-Even-Joan-Shelley/dp/B00ZZEQSOI\n\nSet List\n\"Easy Now\"\n\"Stay On My Shore\"\n\"Not Over by Half\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Lani Milton; photo by Lani Milton/NPR\n\nFor more Tiny Desk Concerts subscribe to our podcast\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/VATGBUBkrUc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/VATGBUBkrUc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/VATGBUBkrUc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/VATGBUBkrUc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/VATGBUBkrUc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 131
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-09-21T21:06:14.000Z",
    "title": "Gina Chavez: NPR Music Tiny Desk Concert",
    "description": "September 22, 2015 by FELIX CONTRERAS\nMuch has happened for Gina Chavez since I first saw her at an unofficial SXSW showcase about five years ago: two albums, fan and industry recognition, this year's Austin Music Award for Austin Musician Of The Year. Chavez's music has developed over the years, just as it should.\n\nWhat hasn't changed is the intense openness and warmth of her performances. From that hot spring afternoon in Austin to this recent Tiny Desk Concert, it always feels as if she's performing just for me. And, of course, you get the sense that everyone else in the audience feels the same. See for yourself, and if you don't know her already, I dare you to walk away and not become a fan.\n\nUp.Rooted is available now. \niTunes: https://itunes.apple.com/us/album/up.rooted/id814216366\nAmazon: http://www.amazon.com/Up-Rooted-Gina-Chavez/dp/B00I8OQRRU\n\nSet List\n\"Fire Water\"\n\"Miles De Millas\"\n\"Siete-D\"\n\nCredits\nProducers: Felix Contreras, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Nick Michael, Lani Milton; Assistant Producer: Mina Tavakoli; photo by Lydia Thompson/NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast.\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/sRZi4QQEGBI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/sRZi4QQEGBI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/sRZi4QQEGBI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/sRZi4QQEGBI/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 132
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-09-18T14:04:21.000Z",
    "title": "Watkins Family Hour: NPR Music Tiny Desk Concert",
    "description": "September 15, 2015 by BOB BOILEN \nThe Watkins Family Hour began a dozen or so years ago as a way for a group of friends to get together and play old and new tunes. For Sean and Sara Watkins, it served as a monthly bit of magic: a musical variety show filled with extraordinary talent in the world of folk, bluegrass and beyond at L.A.'s famous Largo.\n\nNow, the Watkins siblings — known for their work in Nickel Creek, among many other projects — have taken their fiddle, guitar and charm on a country-flavored yellow brick road, gathering friends and surprises along the way. For this tour and their Tiny Desk Concert, their biggest surprise is the addition of Fiona Apple as a guest vocalist who actually yowls along to songs like the traditional tune \"In The Pines.\"\n\nWatkins Family Hour is available now. \niTunes: https://itunes.apple.com/us/album/watkins-family-hour/id1001481842\nAmazon: http://www.amazon.com/Watkins-Family-Hour/dp/B00YS79GAQ\n\nSet List\n\"Steal Your Heart Away\" 00:00\n\"In The Pines\" 04:05\n\"Hop High\" 09:35\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Ariel Zambelich; Assistant Producer: Rachel Horn; photo by Ariel Zambelich/NPR\n\nFor more Tiny Desk Concerts subscribe to our podcast.\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/qQ4PZVj66ac/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/qQ4PZVj66ac/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/qQ4PZVj66ac/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/qQ4PZVj66ac/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 133
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-09-14T18:28:19.000Z",
    "title": "Chris Stapleton: NPR Music Tiny Desk Concert",
    "description": "September 14, 2015 by JACOB GANZ \nAs a songwriter in Nashville, Chris Stapleton has written hits for Kenny Chesney, George Strait and Darius Rucker. As a singer, he once led the bluegrass band The SteelDrivers, and more recently stepped into the solo spotlight with Traveller, his debut album. It's the kind of country record that gets better the more you wear it in: When NPR Music named it one of our favorite albums of the first half of 2015, critic Ann Powers compared it to a \"soft denim jacket ... pulled out time after time, lending comfort, suiting every occasion, with treasure stuffed in every pocket.\"\n\nIt's easy to understand why other singers took to his songs — Stapleton writes lyrics that sound classic but never dated — but his softly creaking voice gives them the home they deserve. And even though those songs stand plenty well on their own, it's nice to have a little support. When Stapleton stepped behind the Tiny Desk to play selections from Traveller, he was joined by his wife Morgane on harmony vocals. Between patient, detailed songs of devotion to love, Los Angeles and liquor, they paused for banter about the summer heat in D.C. and the large number of guitars Chris owns (\"Not supposed to tell that part,\" he said to Morgane).\n\nWatch him hide behind a large hat, a beard and a battered vintage guitar; watch her smile at him during \"More Of You\" with a combination of admiration and affection. Like the songs themselves, their performance is full of private moments worth sharing widely.\n\nTraveller is available now. (iTunes) (Amazon)\n\nSet List\n\"More Of You\"\n\"When The Stars Come Out\"\n\"Whiskey And You\"\n\nCredits\nProducers: Jacob Ganz, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Lani Milton; Assistant Producer: Mina Tavakoli; photo by Lani Milton/NPR\n\nFor more Tiny Desk Concerts subscribe to our podcast.\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/YcHL0kUFPhw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/YcHL0kUFPhw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/YcHL0kUFPhw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/YcHL0kUFPhw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/YcHL0kUFPhw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 134
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-09-10T19:20:27.000Z",
    "title": "Sam Lee: NPR Music Tiny Desk Concert",
    "description": "September 11, 2015 by ANASTASIA TSIOULCAS\nEnglish vocalist Sam Lee has an amazing backstory: He found his way to singing professionally after stints as a naturalist and a burlesque dancer. But what really matters are his mesmerizing performances, as well as his incredible ability to connect with people — certainly with the audience in front of him, but also with the elders he's sought out to learn these songs.\n\nLee has dedicated himself to preserving centuries-old folk songs of the U.K. and Ireland, particularly from \"outsider\" communities like the Roma (Gypsies) and the Scottish and Irish Travelers. But he and his bandmates — ukulele player and vocalist Jon Whitten, violinist and vocalist Flora Curzon, and percussionist and vocalist Josh Green — put these ancient songs in thoroughly 21st-century arrangements that feel creative, fresh and surprising, but also deeply human.\n\nAbove it all, Lee's voice blazes through with strength, clarity and confidence. This is an artist who has found his destiny as a singer, a folk-song collector and a steward of stories, keeping them alive and relevant for a new generation.\n\nSet List\n\"Over Yonders Hill\"\n\"Lovely Molly'\"\n\"Goodbye My Darling'\"\n\nCredits\nProducers: Anastasia Tsioulcas, Morgan Walker; Audio Engineer: Suraya Mohamed, Josh Rogosin; Videographers: Morgan Walker, Lani Milton; Assistant Producer: Elena Saavedra Buckley; photo by Lydia Thompson/NPR\n\nFor more Tiny Desk Concerts subscribe to our podcast.\nhttp://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/x1mSr92dBfg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/x1mSr92dBfg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/x1mSr92dBfg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/x1mSr92dBfg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/x1mSr92dBfg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 135
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-09-08T16:28:03.000Z",
    "title": "Leon Bridges: NPR Music Tiny Desk Concert",
    "description": "September 08, 2015 by BOB BOILEN\n\nWe probably should have shot this Tiny Desk Concert in black-and-white. Listening to Leon Bridges, I hear a sound with its heart and soul rooted in 1962. There's purity in his voice that's unadorned, untouched and unaffected by 21st-century pop. It's just soul.\n\nStill, the songs from this 26-year-old Fort Worth singer feel refreshing in the context of the day. Surely there's touches of Sam Cooke's spiritual sound, but Leon Bridges has a way of making the familiar feel adventurous and new. It may be because this is all new to him. He only picked up the guitar around the age of twenty and only began listening to classic soul music after friends told him he sounded like R&B musicians from long ago. What Leon Bridges has tapped into on his debut album with fellow Fort Worth musicians including Austin Jenkins from White Denim is a universal sound, an undeniably heartfelt sound which transcends age, race and musical tastes. He's easy to love and tough to resist and his performance at the Tiny Desk with his fabulous band is a testament to what it means to sing from the heart.\n\nSet List\n\"Coming Home\" 00:00\n\"Smooth Sailin'\" 04:06 \n\"Twistin' & Groovin'\" 07:30 \n\"River\" 12:48\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Neil Tevault, Josh Rogosin; Videographers: Morgan Walker, Colin Marshall, Lani Milton; Assistant Producer: Elena Saavedra Buckley; photo by Lydia Thompson/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/C_oACPWGvM4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/C_oACPWGvM4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/C_oACPWGvM4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/C_oACPWGvM4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/C_oACPWGvM4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 136
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-09-03T21:19:55.000Z",
    "title": "Happyness: NPR Music Tiny Desk Concert",
    "description": "September 04, 2015 by BOB BOILEN\nIf you're a fan of dark, incredibly dry, wry humor, you've just found Happyness. In 2014, I first heard the band sing these words on a stage in New York City, from the song \"Montreal Rock Band Somewhere\":\n\nI'm wearing Win Butler's hair\n\nThere's a scalpless singer\n\nWith a Montreal rock band somewhere\n\nAnd he's all right\n\nWith such perverse, funny imagery, Londoners Benji Compston, Jonny Allan and Ash Cooper spin tales that often fire up a cartoon question mark in my head. But at the same time, I'm grooving to their strangely jazzy pop sounds.\n\nIn their longest Tiny Desk tune, \"Weird Little Birthday Girl,\" I'm reminded of Wilco — maybe the sound from around A Ghost Is Born, with all the long, repetitive phrases — but Happyness doesn't build its songs to a frenzy the way that band might. Instead, they enchant and lull, only snapping me out of my dream state with their constant quirkiness. Happyness' members sang all three of these songs through a palm-sized guitar amp, which made their voices that much creepier.\n\nIt's a weird little song\n\nShe's a weird little girlfriend\n\nWe don't really get along\n\nThat creepiness is endearing, though, as you'll hear in their banter as they tune and switch instruments between songs. They deserve their own musical-comedy show, honestly, and it would fall somewhere between stand-up gags and eerie calm. I'd be happy with that.\n\nSet List\n\"Montreal Rock Band Somewhere\"\n\"It's On You\"\n\"Weird Little Birthday Girl\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Lani Milton; Assistant Producer: Elena Saavedra Buckley; photo by Morgan Walker/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Y-8cvt3y-NM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Y-8cvt3y-NM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Y-8cvt3y-NM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Y-8cvt3y-NM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Y-8cvt3y-NM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 137
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-08-31T16:44:50.000Z",
    "title": "Mitski: NPR Music Tiny Desk Concert",
    "description": "August 31, 2015by BOB BOILEN\n\nWatching Mitski perform at my desk, there are moments when I was worried for her. In her opening song, \"Townie,\" the boys \"are driving and they'll be drinking\" — and a verse later, Mitski sings of love in ways that feel vengeful, not fruitful.\n\nAnd I want a love that falls as fast\n\nAs a body from the balcony, and\n\nI want a kiss like my heart is hitting the ground\n\nI'm holding my breath with a baseball bat\n\nThough I don't know what I'm waiting for\n\nI am not gonna be what my daddy wants me to be\n\nMoments later, she holds her guitar high with her mouth close to the pickup, which acts like a microphone as she screams to her mother for help:\n\nMom, would you wash my back?\n\nThis once, and then we can forget\n\nAnd I'll leave what I'm chasing\n\nFor the other girls to pursue\n\nMom, am I still young?\n\nCan I dream for a few months more?\n\nThen, she closes with a song of dying in the hope of leaving a tidy room and being well-regarded when they come get her things. If it all sounds depressing, it is, but the glimmer of beauty comes in her smile and laugh at the end of her set. It's part nerves, part angst, and it all makes for a heartfelt performance sans filters: That's why Mitski Miyawaki is such an incredible performer. At night, at a club with the lights down and drinks in hand, it can be more pensive for all — more thought-provoking. But here in an office, the starkness somehow makes her music even scarier.\n\nSet List\n\"Townie\"\n\"Class Of 2013\"\n\"Last Words Of A Shooting Star\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Lani Milton; Assistant Producer: Elena Saavedra Buckley; photo by Lydia Thompson/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/0lNFHD0lUAQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/0lNFHD0lUAQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/0lNFHD0lUAQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/0lNFHD0lUAQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/0lNFHD0lUAQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 138
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-08-28T13:56:37.000Z",
    "title": "Eskimeaux: NPR Music Tiny Desk Concert",
    "description": "August 28, 2015 by BOB BOILEN\nEskimeaux's OK is easily my most played album of the year, next to the Courtney Barnett record. There's lighthearted, almost childlike beauty in the way Gabrielle Smith puts words to song. Here are OK's first lines:\n\nIn my dreams you're a bathtub running\n\nYou are warm and tender\n\nAnd bubbling\n\nOh, you are cold and bristling and struggling\n\nAs an adopted child, Smith discovered that her biological father is Tlingit Eskimo; she describes the -eaux suffix as \"just a playful jumble of letters that represents the way I record — a confusing layering of sounds that somehow coalesce into something simple.\"\n\nSmith has performed at the Tiny Desk before: She's part of a New York art collective that includes Told Slant, Small Wonder and Bellows, and Bellows played here not too long ago. Some of the players in those bands sing with Smith in her final song — one of my favorite songs of the year — called \"I Admit I'm Scared,\" which ends with a few perfectly chosen words:\n\nAnd if I had a dime for every time I'm freaking out\n\nWe could fly around the world\n\nOr just get out of your parents' house\n\nSet List\n\"Folly\" 00:00 \n\"A Hug Too Long\" 02:42 \n\"I Admit I'm Scared\" 05:25\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Colin Marshall, Lani Milton; Assistant Producer: Mina Tavakoli; photo by Emily Bogle/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Xmal7_hGOz0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Xmal7_hGOz0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Xmal7_hGOz0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Xmal7_hGOz0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Xmal7_hGOz0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 139
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-08-24T16:26:23.000Z",
    "title": "Caroline Rose: NPR Music Tiny Desk Concert",
    "description": "August 24, 2015 by BOB BOILEN \nCaroline Rose plays music as if she's just met her new best friend: It's fresh, fun and performed with contagious enthusiasm. The title of the first song she played at the Tiny Desk — \"Yip Yip Yow\" — hints at the fun to come in this brief, blazing set.\n\nRose's music is inspired by rockabilly, fast country and traveling from town to town in a van. And, though this set might seem like little more than a fun romp, it's worth pointing out the T-shirt over her left shoulder that reads \"F*** Fear.\" It's an attitude her band wears well and fine-tunes in \"I Will Not Be Afraid.\" So tie your saddle shoes tight and rock.\n\nSet List\n\"Yip Yip Yow\"\n\"I've Got Soul\"\n\"I Will Not Be Afraid\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Morgan Walker, Colin Marshall; Assistant Producer: Mina Tavakoli; photo by Lydia Thompson/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/EnYBuPmwXuc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/EnYBuPmwXuc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/EnYBuPmwXuc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/EnYBuPmwXuc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/EnYBuPmwXuc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 140
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-08-21T17:00:22.000Z",
    "title": "Son Lux: NPR Music Tiny Desk Concert",
    "description": "August 21, 2015 by ROBIN HILTON\n\nMost of the bands that play the Tiny Desk strip down their sound to accommodate the limited space and unconventional acoustics of an office. But Son Lux chose to do the exact opposite. Normally a trio of guitar, drums and keys based out of New York, the band blew up its sound for this performance, adding off-duty, civilian horn players from the United States Marine Band.\n\nIn spite of the more elaborate production — and extra decibels — Son Lux still made the performance intimate, in part by peeling back the otherwise-complex layers of each song and drawing out the most essential elements, particularly frontman Ryan Lott's voice. Known in part for his fragile falsetto, Lott belts out the vocals here like he's delivering power ballads.\n\nAt the Tiny Desk, the group focused entirely on Son Lux's latest album, Bones, opening with \"You Don't Know Me\" and following with \"Now I Want.\" It closed with the gorgeous and moving \"Your Day Will Come.\" Throughout the performance, Lott intermittently conducts the group as it dissects simple four-four time signatures into ever smaller slices, intentionally landing on the off beats. It's one of Son Lux's trademark devices for live sets, and it helps keep the audience from getting too comfortable.\n\nBones was released earlier this summer on Glassnote. It's Son Lux's fourth full-length album. The band is currently on a European tour through the fall.\n\nSet List\n\"You Don't Know Me\"\n\"Now I Want\"\n\"Your Day Will Come\"\n\nCredits\nProducers: Robin Hilton, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Nick Michael, Lani Milton; Assistant Producer: Elena Saavedra Buckley; photo by Lani Milton/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/7R35_SvWFKY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/7R35_SvWFKY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/7R35_SvWFKY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/7R35_SvWFKY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/7R35_SvWFKY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 141
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-08-13T22:52:15.000Z",
    "title": "Restorations: NPR Music Tiny Desk Concert",
    "description": "August 14, 2015 by LARS GOTRICH • \nRestorations' LP3 was a gorgeous, vulnerable and big-hearted rock and roll record with three electric guitars dialed to the lump in your throat. A year since its release, these introspective anthems about self-doubt and uncertainty still ring true and take on a whole new power live.\n\nFearing for the safety of the Beatles and Devo figurines perched on the wall of the Tiny Desk, those complex, decibel-shattering arrangements are stripped down to a few guitars and a MiniKorg. Jon Loudon's gravelly voice is major presence on Restorations records, and doesn't tone anything down here, shouting down the climactic chorus of \"Separate Songs\" and joined by his bandmates in three-part harmony for \"The Future.\"\n\nSET LIST\n\"Separate Songs\"\n\"Tiny Prayers\"\n\"The Future\"\n\nCREDITS\nProducers: Lars Gotrich, Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Morgan Walker, Morgan McCloy; Assistant Producer: Lani Milton; photo by Morgan McCloy/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/w1hiwVawMb4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/w1hiwVawMb4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/w1hiwVawMb4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/w1hiwVawMb4/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 142
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-08-10T19:00:31.000Z",
    "title": "Torres: NPR Music Tiny Desk Concert",
    "description": "August 10, 2015 by BOB BOILEN\nMackenzie Scott's quiet early music gave hints that she could get loud, but I still wasn't prepared for the ferocity of her new work. Recording as Torres, she spends her new album Sprinter unleashing as-yet-unheard intensity and power, all while performing with incredible prowess.\n\nSprinter is the album that taught me to love Torres' music: It channels clear influences like Patti Smith and PJ Harvey, while still hinting at further growth. (She's only 24.)\n\nHer band is extraordinary, too. Guitarist Cameron Kapoor provides a perfect level of controlled noise under Scott's alternately melodic and aggressive playing, while Erin Manning contributes haunting harmonies and drummer Dominic Cipolla provides spacious punctuation. All of which made for a perfect storm, right in NPR's offices.\n\nSet List\n\"New Skin\" 00:00 \n\"A Proper Polish Welcome\" 05:50 \n\"The Harshest Light\" 11:40\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Morgan Walker, Colin Marshall, Lani Milton; Assistant Producer: Elena Saavedra Buckley; photo by Lydia Thompson/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Q4awAmiZj50/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Q4awAmiZj50/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Q4awAmiZj50/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Q4awAmiZj50/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Q4awAmiZj50/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 143
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-08-07T14:55:12.000Z",
    "title": "Terence Blanchard: NPR Music Tiny Desk Concert",
    "description": "When he started to make the music that appears on his new album, trumpeter Terence Blanchard wasn't thinking of Eric Garner, Michael Brown or any of the other recent high-profile police killings of African-Americans. He was thinking of desired collaborators: Donald Ramsey, a bassist and high-school classmate; Oscar Seaton, a drummer with whom he'd worked on film projects; Fabian Almazan, the pianist of his other band; and Charles Altura, a guitarist he'd encountered online. And he was thinking about a sound different from the left-center jazz quintet he leads: something overtly funky, with electric bass and guitar and processing and human voices and dance grooves.\n\nAs the E-Collective came together — both as a band and in terms of its repertoire — it took on another guiding light. Blanchard, no stranger to political statements, saw the music as an opportunity to speak out on current events he was unable to ignore, especially as a black man. The eventual recording came to be a commentary on the treatment of minorities by American law enforcement, in the vein of the #blacklivesmatter movement. The album's title references Eric Garner's last words, \"I can't breathe\"; it's called Breathless.\n\nThe heavy and the party recently came together for a week-long run at a jazz club in D.C., though the mood was much more on the party side when the E-Collective stopped at NPR headquarters. The mood was relaxed and jovial from the time the group stepped into the lobby, with Englishman Chris Bailey supplying plenty of backbeats on our house drum set — though there was a moment toward the end of the set when Blanchard casually explained the project, setting up a lyrical, almost elegiac solo. This music was a modern update on jazz fusion, sure, but also one where we dance to ward off despair.\n\nSet List\n\"Soldiers\"\n\"Confident Selflessness\"\n\"Breathless\"\n\nCredits\nProducers: Patrick Jarenwattananon, Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Morgan Walker, Adam Wolffbrandt, Lani Milton; Assistant Producer: Elena Saavedra Buckley; photo by Lani Milton/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/hNw5kna518E/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/hNw5kna518E/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/hNw5kna518E/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/hNw5kna518E/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/hNw5kna518E/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 144
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-07-31T18:55:36.000Z",
    "title": "SOAK: NPR Music Tiny Desk Concert",
    "description": "August 03, 2015 by BOB BOILEN\nThe opening line of SOAK's debut album — \"A teenage heart is an unguided dart\" — contains the first words I heard from 19-year-old singer-songwriter Bridie Monds-Watson. Now, she's bringing that fragile, pure, thickly Irish-accented voice to the Tiny Desk.\n\nBefore We Forgot How To Dream, SOAK's debut, is one of my favorite albums of 2015. Monds-Watson's songs are about growing up and trying to understand adults and friends and life; though they're quiet, they aren't dour. They can be funny and smart, atmospheric and delicate — so much more than might be expected from a lone Irish teenager with an acoustic guitar.\n\nSet List\n  \"Sea Creatures\" 00:00\n  \"B a noBody\" 03:29\n  \"Wait\" 09:13\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Lani Milton; Assistant Producer: Mina Tavakoli; photo by Lydia Thompson/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/saT8AUI7RyU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/saT8AUI7RyU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/saT8AUI7RyU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/saT8AUI7RyU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/saT8AUI7RyU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 145
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-07-30T23:11:08.000Z",
    "title": "Shamir: NPR Music Tiny Desk Concert",
    "description": "July 31, 2015 by BOB BOILEN\nWhen I first saw Shamir at NPR Music's SXSW showcase, the 20-year-old singer popped on stage with a Yo Gabba Gabba T-shirt and proceeded to light up the night with his disco-infused funk and joyful energy.\n\nCut to this Tiny Desk Concert. Shamir Bailey is sitting alone on a stool with an acoustic guitar — hardly recognizable except perhaps for the green painted fingernails, until he began to sing. At that point, he put his fragile but confident countertenor to work in \"Darker,\" from his debut album Ratchet, and I knew we were in for something special.\n\nDuring sound check, Shamir seemed so lonely sitting on a stool — especially after I'd seen him play with a big band — so I invited our audience of NPR staffers, interns and friends to gather around him, campfire style. His charm is undeniable: When tells the story of writing \"Demon\" while working in the fitting room at Ross, I think we all just wanted to give him a hug.\n\nSet List\n\"Darker\" 00:00\n\"In For The Kill\" 03:50\n\"Demon\" 12:47\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Morgan Walker, Adam Wolffbrandt; Assistant Producer: Lani Milton; photo by Lani Milton/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/2fIJPxCjlPk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/2fIJPxCjlPk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/2fIJPxCjlPk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/2fIJPxCjlPk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/2fIJPxCjlPk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 146
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-07-27T18:54:42.000Z",
    "title": "Paul Weller: NPR Music Tiny Desk Concert",
    "description": "July 28, 2015 by BOB BOILEN\nThere's a reason Paul Weller is so respected by his fans despite his shifts in musical styles over the years. Weller follows his heart and his tunes stay true to the times and his age. I first heard him in 1977, when I bought a British import of a 45 and later an album called In The City by The Jam. Inspired by The Who, the music of The Jam was infused with urgency and melody. Then Weller wanted more from music and began The Style Council with a bit of R&B, ballads and even jazz. For nearly 25 years, Weller has been recording under his own name. Now he has new songs for us all and an album called Saturns Pattern. Here at the Tiny Desk he brings this humble collection of songs acoustically and includes a tune from what may be his best known record, his 1995 album Stanley Road. It's a pretty heartwarming moment — especially for longtime followers of his shifting but consistent music.\n\nSet List\n  \"Dusk Til Dawn\"\n  \"I'm Where I Should Be\"\n  \"Out of the Sinking\"\n  \"Going My Way\"\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Morgan Walker, Lani Milton; Assistant Producer: Elena Saavedra Buckley; photo by Lani Milton/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/HaVsSRXBH78/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/HaVsSRXBH78/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/HaVsSRXBH78/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/HaVsSRXBH78/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/HaVsSRXBH78/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 147
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-07-20T21:34:29.000Z",
    "title": "Kate Tempest: NPR Music Tiny Desk Concert",
    "description": "July 21, 2015 by BOB BOILEN\nWarning: Kate Tempest will connect you with your emotions and the cold, callous world around you. You may cry.\n\nOf all the artists I saw at SXSW this year, Tempest was the one I'll never forget. The London hip-hop artist, playwright and poet speaks with a clarity and honesty unencumbered by code or lingo, with stories that cut to the very heart of how we try to survive and embrace our time on Earth. At the Tiny Desk, she jumps straight into the fire with a spoken-word story of a soldier that looks at both the bravery and horror of conflict and war. She honesty left few eyes dry. And it's not simply her intent to make us weepy, she just understands the importance of us, her audience, and deems it the only imperative to connect with those in a room. She did that here at NPR; I wasn't the only one with tears. And then there are her songs, filled with stories and characters from her album Everybody Down that deal with love in a time of adversity. Intense and heartfelt — enjoy and beware.\n\nEverybody Down is available on iTunes and Amazon.\n\nSet List\n\"Ballad of a Hero\" 00:00\n\"The Beigeness (KwAkE BASS remix)\" 04:04\n\"The Truth (KwAkE BASS remix)\" 08:45\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Morgan Walker, Colin Marshall, Lani Milton; Assistant Producer: Elena Saavedra Buckley; photo by Lani Milton/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Xqd86is7y54/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Xqd86is7y54/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Xqd86is7y54/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Xqd86is7y54/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Xqd86is7y54/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 148
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-07-17T16:00:16.000Z",
    "title": "Songhoy Blues: NPR Music Tiny Desk Concert",
    "description": "July 14, 2015 by BOB BOILEN •\nThe music I feel most connected to beyond rock is from Mali. The melodies are so fluid, so elegant and most of all so trance-inducing. It often sits on one chord and notes played revolve around that chord. It can feel like a drone at times, and in the case of Songhoy Blues it rocks, lulls and the percussion grooves are not only trance-inducing but dance-inducing.\n\nMany of the musicians we know from Mali are in exile, driven out by Islamists threatening musicians and kidnapping them; the members of Tinariwen know this firsthand. There is sadness, defiance and celebration in the music Songhoy Blues brought to the Tiny Desk from a record called Music in Exile, which is co-produced by an artist most of us rock lovers know best from the Yeah Yeah Yeahs, Nick Zinner. Rock and the desert blues, already closely connected in attitude and sound, fuse nicely with his touch — and can be felt in blissful rawness here.\n\nSet List\n\"Sekou Oumarou\" 00:00 \n\"Al Hassidi Terei\" 03:46\n\"Soubour\" 07:49\n\nCredits\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Morgan Walker, Lani Milton; Assistant Producer: Elena Saavedra Buckley; photo by Lani Milton/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/pCGUsORIHhM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/pCGUsORIHhM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/pCGUsORIHhM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/pCGUsORIHhM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/pCGUsORIHhM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 149
   }
  }
 ]
}
