{
 "nextPageToken": "CMgBEAA",
 "items": [
  {
   "snippet": {
    "publishedAt": "2015-07-09T19:30:20.000Z",
    "title": "Girlpool: NPR Music Tiny Desk Concert",
    "description": "July 10, 2015 by BOB BOILEN \nGirlpool's Cleo Tucker and Harmony Tividad perform in unison: They play their guitars that way — Tucker on lead, Tividad on bass — and they sing the same angsty, funny words simultaneously, or as if emulating a nursery-rhyme-style round, a la \"Row Row Row Your Boat.\"\n\nThe duo has made one of my favorite albums of the year so far, Before The World Was Big, which followed a self-titled debut EP from 2014. Girlpool's words deal with the pedestrian, the mundane and the beauty locked away in both. In 10 songs and 24 minutes, the charming, talented performers find their strength in essence, without drums or unnecessary rock trappings. The ingredients require no cooking and are served strictly raw, with one caveat: If it's good, double it.\n\nSet List\n\n\"Before The World Was Big\"\n\"Ideal World\"\n\"Cherry Picking\"\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Editor: Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Maggie Starbard, Morgan McCloy; Assistant Producer: Michaela Gugliotta; photo by Maggie Starbard/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/VNM8Tg9pvDU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/VNM8Tg9pvDU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/VNM8Tg9pvDU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/VNM8Tg9pvDU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/VNM8Tg9pvDU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 150
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-07-07T13:20:04.000Z",
    "title": "Christopher Paul Stelling: NPR Music Tiny Desk Concert",
    "description": "July 06, 2015 by BOB BOILEN \nAfter spending time with Christopher Paul Stelling's third album, Labor Against Waste, I expected a certain intensity to his performance. But I didn't expect him to nearly implode behind my desk, as the fierceness of his heartfelt songs was set against deft fingerpicking on his beat-to-hell '64 Gibson gut-string classical guitar. That guitar, bought in Asheville, looks like a well-worn friend, with its dark bruised wood and his initials hand-carved into its body. Stelling marked the instrument a year after he bought it, when he made New York City his home in 2007.\n\nBy the time he played \"Horse,\" his third song at the Tiny Desk, Stelling seemed overtaken by the song he wrote. Watch him lean in as if he's about to lunge, his eyes bugged out, sometimes rolled back in his head revealing just the whites, skin blood-red, voice like a preacher on fire. His music feels undeniable: Best witnessed live, it's steeped in tradition yet filled with vitality, immediacy and soul — all the reasons worth discovering someone new.\n\nSet List\n\"Castle\" 00:00\n\"Scarecrow\" 05:21\n\"Horse\" 10:07 \n\"Warm Enemy\" 14:50\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Editor: Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Maggie Starbard, Colin Marshall; Assistant Producer: Morgan McCloy; photo by Morgan McCloy/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Sn9aOq9aJ3w/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Sn9aOq9aJ3w/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Sn9aOq9aJ3w/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Sn9aOq9aJ3w/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Sn9aOq9aJ3w/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 151
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-06-30T14:10:21.000Z",
    "title": "And The Kids: NPR Music Tiny Desk Concert",
    "description": "June 30, 2015 by BOB BOILEN \nThe fun, colorful Massachusetts trio And The Kids plays music that's full of life, with singalong songs and sometimes dissonant sounds. You'll get a sense of the band in this Tiny Desk Concert, as Hannah Mohan, Rebecca Lasaponaro and Taliana Katz perform songs from their effervescent 2015 debut, Turn To Each Other — including my own favorite, \"All Day All Night.\"\n\nMohan and Lasaponaro have been making music since they were in seventh grade, a long friendship that helps make the mix of happy and sad songs all the more poignant.\n\nSet List\n\"Glory Glory\" 00:00\n\"All Day All Night\" 04:40\n\"Cats Were Born\" 09:19\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Editor; Morgan Walker Audio Engineer: Brian Jarboe; Videographers: Nick Michael, Maggie Starbard; Assistant Producer: Morgan McCloy; photo by Morgan McCloy/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/qM1Mtz35bmU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/qM1Mtz35bmU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/qM1Mtz35bmU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/qM1Mtz35bmU/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 152
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-06-26T16:03:20.000Z",
    "title": "Oddisee: NPR Music Tiny Desk Concert",
    "description": "June 26, 2015by SURAYA MOHAMED \nAmir Elkhalifa, a.k.a. Oddisee, is an emergent standout in hip-hop. The Prince Georges County, Md., native says he made his new album, The Good Fight, as a reminder that music comes before hip-hop; that music can trigger indescribable feelings; that music is a meditation on our capacity to love; and, finally, that our ambition and greed are in constant conflict with our sense of propriety.\n\nSimply put, Oddisee's music is genius. He creates just the right amount of space, allowing it to breathe with perfectly timed cadences and vamps. His deceptively intricate rhythm tracks interlock with complementary harmonies and brilliantly constructed bars in ways that appeal to both diehard hip-hop heads — those who decipher and analyze lyrics as a hobby — and those who just want a clutch beat. He's got it all.\n\nSet List\n\"That's Love\" 00:00\n\"Contradiction's Maze\"  03:50\n\"Belong To The World\" 07:40\n\nCredits\nProducers: Suraya Mohamed, Maggie Starbard; Audio Engineer: Brian Jarboe; Videographers: Bob Boilen, Colin Marshall, Maggie Starbard; Assistant Producer: Michaela Gugliotta; photo by Colin Marshall/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/88_jAJ-MduU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/88_jAJ-MduU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/88_jAJ-MduU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/88_jAJ-MduU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/88_jAJ-MduU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 153
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-06-22T19:34:35.000Z",
    "title": "Hop Along: NPR Music Tiny Desk Concert",
    "description": "June 22, 2015 by LARS GOTRICH\nLet's talk about Frances Quinlan's voice for a moment. In \"Horseshoe Crab,\" she whispers with a rasp that feels small, yet embodies the fears we try not to name; then, she throws her head back to ask, \"Who is gonna talk trash long after I'm gone?\" That gut-punching howl shatters like a plate on a concrete floor.\n\nQuinlan's singular voice is the focus, but not what ultimately completes Hop Along, a guitar-based rock band that messes with the soft-loud dynamic in busy and urgent arrangements that cull from their experiences in punk, hard rock and Americana groups. At the NPR Music offices, Hop Along plays songs from its new album Painted Shut, with guitarist Joe Reinhart swapping an electric for an acoustic, giving the band a country-tinged Nashville feel — especially in the punchy, poppy closer, \"Sister Cities.\"\n\nSet List\n\n\"Horseshoe Crabs\" 00:00\n\"Well-Dressed\" 04:35\n\"Sister Cities\" 09:04\n\nCredits\nProducers: Lars Gotrich, Maggie Starbard; Editor: Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Colin Marshall, Maggie Starbard, Morgan McCloy; Assistant Producer: Michaela Gugliotta; photo by Maggie Starbard/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/iFGnkbZ3fLE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/iFGnkbZ3fLE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/iFGnkbZ3fLE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/iFGnkbZ3fLE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/iFGnkbZ3fLE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 154
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-06-18T21:11:46.000Z",
    "title": "Strand Of Oaks: NPR Music Tiny Desk Concert",
    "description": "June 19, 2015 by BOB BOILEN • Strand Of Oaks' music is filled with bite and sometimes regret, but also a good deal of warmth. Neil Young is an obvious touchstone when the loud guitar solos kick in, but so is Jason Molina. In fact, the late Ohio singer-songwriter was the subject of the song that became my hook into the music of Strand Of Oaks; it's a song Timothy Showalter sings here at the Tiny Desk that can also be found on his 2014 album HEAL; it's called \"JM.\"\n\nI was an Indiana kid, gettin' no one in my bed\n\nI had your sweet tunes to play\n\nI was staring at the map, feeling fire in my head\n\nI had your sweet tunes to play\n\nI was mean to my dad, 'cause I was mean to myself\n\nI had your sweet tunes to play\n\nStealing smokes in my car, with the windows way down\n\nI had your sweet tunes to play, your sweet tunes to play\n\nShowalter's words and life experiences — a bad relationship, a house that burned down — suggest a dark, even bitter, undercurrent. But when he drove alone in his van down from Philly and arrived at NPR here in D.C., he popped out after his drive with a warm smile and three guitars, one for each of the songs he'd play. We quickly bonded in the parking garage over our identical buckled Frye boots and love for vintage synthesizers. He turned out to be a sweetheart, and hearing these amazing songs with just him and a guitar was a treat to behold.\n\nSet List\n\n\"Goshen '97\" 00:00\n\"Plymouth\" 3:55\n\"JM\" 9:04\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Editor: Morgan Walker; Audio Engineer: Brian Jarboe; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer: Rachel Horn; photo by Maggie Starbard/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/6I7u1bcE_MM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/6I7u1bcE_MM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/6I7u1bcE_MM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/6I7u1bcE_MM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/6I7u1bcE_MM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 155
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-06-15T18:57:49.000Z",
    "title": "The Prettiots: NPR Music Tiny Desk Concerts",
    "description": "June 15, 2015 by BOB BOILEN • \nThe Prettiots' songs are winsome and clever, but most of all they're honest and funny. Goodness knows pop music needs some clever fun.\n\nThe three women in The Prettiots — Kay Kasparhauser on ukulele and lead vocals, Rachel Trachtenburg from the Trachtenburg Family Slideshow Players on drums, and bassist Lulu Prat — share their love of everything from Law & Order to old-school girl groups like the Shangri-Las. Their song \"Stabler,\" performed here, is based on Kasparhauser's infatuation with the Law & Order character Elliot Stabler.\n\n\"Boys (I Dated In High School)\" is the Prettiots tune that first charmed me, thanks mainly to the perfect portrait its brainy rhymes paint:\n\nMartin, that was your name\n\nI met you on the 1 train\n\nYou were super duper duper hot\n\nOn the 1 train\n\nYou said you were a painter\n\nMostly you were a waiter\n\nA stoner and a skater\n\nSo I had to say later,\n\nThese are the boys that I dated in high school\n\nI thought they were so nice\n\nAnd I thought they were so cool\n\nThese are the boys that I dated in high school\n\nThey weren't very nice\n\nAnd they weren't very cool\n\nIt's the sort of music you'll either adore or abhor; it's hard to be neutral and you'll know it quickly. For me, their appearance at the Tiny Desk totally made my day.\n\nSet List\n\"Boys (I Dated In High School)\" 00:00\n\"Stabler\" 2:55\n\"Suicide Hotline\" 5:29\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Brian Jarboe; Editor: Morgan Walker; Videographers: Maggie Starbard, Morgan McCloy; Assistant Producer: Michaela Gugliotta; photo by Morgan McCloy/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/PtlDvF6f1sQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/PtlDvF6f1sQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/PtlDvF6f1sQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/PtlDvF6f1sQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/PtlDvF6f1sQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 156
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-06-05T14:11:30.000Z",
    "title": "Anna & Elizabeth: NPR Music Tiny Desk Concert",
    "description": "Anna & Elizabeth are almost single-handedly resurrecting the \"crankie.\" If, like me, you didn't know what a \"crankie\" was, it's like a mural on a spool — each drawn and crafted to be hand-cranked and unfurled at the pace of a song. The effect, as experienced here in \"Lella Todd Crankie,\" is breathtaking.\n\nAnna Roberts-Gevalt and Elizabeth LaPrelle are story-gatherers and storytellers. They came to NPR and brought many of us to tears with some of the most yearning harmonies I've heard at the Tiny Desk. These songs are given few embellishments — sometimes a fiddle is added to a single voice, sometimes a banjo or guitar chimes in — but always the power is in the sparseness. If you've never thought your tastes would lean to mountain music, take a deep breath and soak it all in.\n\nSet List\n\"Long Time Traveling\" 00:00\n\"Lella Todd Crankie\" 01:30\n\"Goin Cross The Mountain\" 08:18\n\"Little Black Train\" 11:27\n\nCredits \nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Brian Jarboe; Editor; Morgan Walker; Videographers: Maggie Starbard, Morgan McCloy; Production Assistants: Emily Jan, Annie Bartholomew; \nphoto by Emily Jan/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/mA3Qw3KiEtk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/mA3Qw3KiEtk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/mA3Qw3KiEtk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/mA3Qw3KiEtk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/mA3Qw3KiEtk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 157
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-06-02T14:56:16.000Z",
    "title": "Genevieve: NPR Music Tiny Desk Concert",
    "description": "It's often true that the songs we wind up loving most are the ones that surprise us. I'm not a pop music lover, not a lover of songs with obvious hooks, so when I heard the big fat chorus that starts off Genevieve's \"Colors,\" I thought, \"uh-oh.\" What wound up drawing me in first was her voice — powerful with a tiny bit of rasp and a sweet smile in her phrasing. And then that perfectly positive message, worded in a way that gave me chills:\n\"Your life is your design, so go ahead design it. Your star is in the sky, so go ahead align it. Cause you're forever lost until you go and find it.\"\nThe truth in those words needed to be shouted from rooftops and that chorus, that hooky thing that generally is my turnoff, became a giant turn-on. Then I went and saw Genevieve perform on a sunny day outdoors in Austin. That SXSW performance gave me a new glimpse of her talent, especially the many ways she could sing, all with great conviction. So I invited her to my desk and she came armed not with the band she had in Austin but simply with an accompanist, Chris Faller, and her voice. To anyone in that room — and for you watching this Tiny Desk — her promise is undeniable.\n\nSet list\n\"Colors\" 1:03\n\"The Enemy\" 5:56 \n\"Authority\" 10:09\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Neil Tevault; Videographers: Maggie Starbard, Morgan McCloy; Production Assistant: Annie Bartholomew; photo by Morgan McCloy/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/EZ4Hum70sTk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/EZ4Hum70sTk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/EZ4Hum70sTk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/EZ4Hum70sTk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/EZ4Hum70sTk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 158
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-05-31T23:59:42.000Z",
    "title": "Frank Fairfield: NPR Music Tiny Desk Concert",
    "description": "They came to the Tiny Desk a bit groggy, having been up late playing music in the hotel the night before. It's what Frank Fairfield and his friends Tom Marion and Zac Sokolow do when they're together. And the music they make is casual and mostly hand-me-down songs from well before Fairfield was born nearly 30 years ago. These old timey marches, polkas and mountain tunes course through Fairfield's veins — you can hear it in his spellbinding voice, his fluid fiddle playing, his warm-toned banjo picking and even as he plucks bass lines on a cello. He's learned his tunes listening to 78s and hanging around older guys like Marion, a man of few words and lots of effortless mandolin melodies. It's as close as we might get to days gone by without feeling nostalgic, simply happy we have Frank Fairfield to brighten this tiny day. --  BOB BOILEN \n\nSet List\n\"Tres Piedras\"\n\"I Ain't A Goin' To Weep No More\"\n\"Campanile De Venecia/Sharpshooters March\"\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Brian Jarboe; Videographers: Nick Michael, Maggie Starbard; Assistant Producer: Emily Jan; photo by Emily Jan/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/4-v1CKP4khE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/4-v1CKP4khE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/4-v1CKP4khE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/4-v1CKP4khE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/4-v1CKP4khE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 159
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-05-28T15:55:34.000Z",
    "title": "Madisen Ward And The Mama Bear: NPR Music Tiny Desk Concert",
    "description": "There's sweetness to Madisen Ward And The Mama Bear's music that makes me smile, and then there's so much more. I first saw the Kansas City mother-and-son duo perform last fall in Nashville's Blue Room, a small, perfect-sounding stage at Third Man Records. The bluesy roots of the music suited the space, and the sound — with young Madisen Ward's powerful, quivering voice backed by his mother Ruth — had a homespun feel. But there's vitality to the pair's music that kept it from feeling like a throwback or a gimmick. I immediately set out to get them to the Tiny Desk.\n\nNow, eight months later, the Wards have released their first album, released the day we recorded this concert. Their heartfelt Tiny Desk set features some playful banter, while the songs themselves are memorable and singable even days after you hear them. In all, it's a perfect introduction to a one-of-a-kind duo.\n\nSet List\n\"Silent Movies\"\n\"Sorrows And Woes\"\n\"Daisy Jane\"\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Brian Jarboe; Videographers: Morgan McCloy, Maggie Starbard; Assistant Producer: Michaela Gugliotta; photo by Morgan McCloy/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/k0nyFpcQl-Y/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/k0nyFpcQl-Y/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/k0nyFpcQl-Y/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/k0nyFpcQl-Y/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/k0nyFpcQl-Y/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 160
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-05-26T19:16:45.000Z",
    "title": "Jason Vieaux And Yolanda Kondonassis: NPR Music Tiny Desk Concert",
    "description": "We rarely invite Tiny Desk alumni back to the confines of Bob Boilen's work space, but we couldn't resist this time. Harpist Yolanda Kondonassis and Grammy-winning guitarist Jason Vieaux have both given solo Tiny Desk performances. Since then they've paired up for concerts and a new album of works composed especially for their combination of instruments.\n\nAlthough the harp and guitar are both instruments you pluck and strum, they seem to come from different corners of the classical world. The guitar conjures up the legacy of zesty Spanish music while the harp must contend with the cliché of its angelic role in the orchestra. But when Kondonassis and Vieaux are together, the two instruments seem to merge into a singularly evocative voice. Kondonassis joked that they could call it a \"guitarp\" until someone quickly Googled and told us there actually is such a contraption.\n\nMusic for harp and guitar isn't easy to come by, so Kondonassis and Vieaux have been busy commissioning works like the opening \"Elysian,\" part of a larger suite written for the duo by Gary Schocker.\n\nAnything that sounds even vaguely non-Western is a good fit for the duo because most cultures enjoy their own versions of the harp and guitar. Alan Hovhaness, an American composer with a global outlook, weaved Asian ideas into his Sonata for Harp and Guitar, subtitled \"Spirit of Trees.\" And the duo ends by beating out the interlocking rhythms of the African candombe, which Argentine composer Máximo Diego Pujol placed in his Suite mágica. --  TOM HUIZENGA\n\nSet List\nGary Schocker: \"Elysian\" (from Hypnotized)\nAlan Hovhaness: Fuga: Allegro – Andante grazioso, Canon: Allegro (from Sonata for Harp and Guitar, \"Spirit of Trees\")\nMáximo Diego Pujol: Vals, Candombe (from Suite mágica)\n\nCredits\nProducers: Tom Huizenga, Maggie Starbard; Audio Engineer: Brian Jarboe; Videographers: Morgan McCloy, Maggie Starbard; Assistant Producer: Meredith Rizzo; photo by Meredith Rizzo/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/v-xghWkpqmU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/v-xghWkpqmU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/v-xghWkpqmU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/v-xghWkpqmU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/v-xghWkpqmU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 161
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-05-19T22:45:23.000Z",
    "title": "Young Fathers: NPR Music Tiny Desk Concert",
    "description": "They've made music together since they were young teens, coming together in Edinburgh from places as far apart as Ghana and Maryland. Young Fathers' hip-hop-infused poetry is intense; you can hear that on the group's new album, White Men Are Black Men Too.\n\nTranslating that intensity was a challenge for Young Fathers at the Tiny Desk. Full-on drums and electronics weren't going to happen on this day, so the group's members chose another path — a quieter, more contemplative path — and just two songs made the cut, spanning only four minutes. It's a brief but powerful introduction to their poetry and their possibilities. -- BOB BOILEN\n\nSet List\n\"Am I Not Your Boy\" 0:00\n\"Only Child\" 2:05\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Brian Jarboe; Videographers: Morgan McCloy, Maggie Starbard; Assistant Producer: Nick Michael; photo Maggie Starbard/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/HGQzhcEOl4M/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/HGQzhcEOl4M/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/HGQzhcEOl4M/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/HGQzhcEOl4M/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/HGQzhcEOl4M/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 162
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-05-14T23:25:48.000Z",
    "title": "Camané: NPR Music Tiny Desk Concert",
    "description": "Great fado singers sound as if they carry the weight of the world's sadness. They don't just wear their hearts on their sleeves — they bare their souls.\n\nFado, which means \"fate\" in Portuguese, emerged from the gritty barrios and docks of Lisbon in the early 19th century and has evolved in fascinating ways. Think of it as the Portuguese blues. The songs aren't just sad. They flow with an ineffable mix of longing, loss and melancholy, framed in resignation. It's a kind of glad-to-be-unhappy feeling the Portuguese and Brazilians call saudade.\n\nCamané, with his silky baritone, can emote with the best of them, but never takes it over the top. This voice, with its volume and sheer beauty, springing from this small-framed man is something to behold.\n\nCamané, whose full name is Carlos Manuel Moutinho Paiva dos Santos Duarte, got hooked on fado by listening to his parents' record collection. He began singing as a teenager and has emerged as a shining star of his generation, a standout male singer in a genre dominated by women. As for his success, Camané has sold six million albums in his home country. There are about 10.5 million people living in Portugal. You do the math.\n\nOne last thing: An important ingredient in fado's recipe for melancholy is the rich, tinkling sound of Portuguese guitar. It goes far beyond simple accompaniment. With its twelve steel strings strung in double courses, the instrument not only comments on the text but also enters into a type of heartfelt dialogue with the singer. Pay attention to José Manuel Neto's performance here — with nuance and charm it has the power to transport you to a cozy little tavern in the Alfama district of Lisbon. --TOM HUIZENGA\n\nSet List\n\"Abandono\" (David Mourão-Ferreira, Alain Oulman) 0:00\n\"Cansaço (Fado Tango)\" (Luís Macedo, Joaquim Campos) 4:47\n\"Saudades trago comigo\" (António Calém, trad.) 9:18\n\nFeaturing\nCamané, singer\nJosé Manuel Neto, Portuguese Guitar\nCarlos Manuel Proença, Guitar\n\nCredits\nProducers: Tom Huizenga, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer: Annie Bartholomew; photo by Maggie Starbard/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/BDUwGCHA2b0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/BDUwGCHA2b0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/BDUwGCHA2b0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/BDUwGCHA2b0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/BDUwGCHA2b0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 163
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-05-11T18:14:51.000Z",
    "title": "Bellows: NPR Music Tiny Desk Concert",
    "description": "Bellows' debut album, Blue Breath, was among my Top 20 records of last year. What sets Bellows apart from thousands of other guitar-bass-drums bands out there is its heart. Oliver Kalb sings about things that matter to him in ways that matter to me. His sing-song, matter-of-fact phrasing and guitar melodies are memorable, and the harmonies are lovely, with the staying power to drift in my head for days on end.\n\nI first heard Bellows when I went to see another Brooklyn band, Eskimeaux; the two share many members in live performance, and both belong to an artist collective known as The Epoch. It's a thrill to share these enchanting songs with a wider audience.-- BOB BOILEN\n\nSet List\n\"Sacred Heart\" 0:00\n\"Hello Morning\" 3:25\n\"White Sheet\" 6:19\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Brian Jarboe; Videographers: Nick Michael, Maggie Starbard; Assistant Producer: Morgan McCloy; photo Morgan McCloy/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/6e3bV26nRF0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/6e3bV26nRF0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/6e3bV26nRF0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/6e3bV26nRF0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/6e3bV26nRF0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 164
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-05-08T15:44:32.000Z",
    "title": "Eskmo: NPR Music Tiny Desk Concert",
    "description": "We met at a ping-pong party in Iceland. Brendan Angelides introduced himself as a musician and friend of Jónsi and Alex Somers, who were hosting the party. When I came home from the Iceland Airwaves music festival, I listened to the music Angelides makes under the name Eskmo, and was intrigued.\n\nHis current record, SOL, is mysterious, but I wondered how a Tiny Desk Concert would work, as buttons getting pushed and sliders sliding don't always make for a compelling performance. But when Eskmo told me he wanted to use available objects to make his music, I knew we were in for some surprises. Which is how plywood shelving from the Tiny Desk, water bottles and a Paul McCartney doll head became percussion instruments in the hands of a man who's part musician, part magician. Enchanting.-- BOB BOILEN\n\nSet List\n\"Blue And Gray\" 0:00\n\"Can't Taste\" 4:40\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Nick Michael, Maggie Starbard; Assistant Producer: Morgan McCloy; photo by Morgan McCloy/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/j-Oc7NQqEjI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/j-Oc7NQqEjI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/j-Oc7NQqEjI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/j-Oc7NQqEjI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/j-Oc7NQqEjI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 165
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-05-04T18:58:02.000Z",
    "title": "Vijay Iyer Trio: NPR Music Tiny Desk Concert",
    "description": "Vijay Iyer is probably best known as a pianist and bandleader in the African-American creative improvisational tradition — most say \"jazz\" for short — though he's also several other things in music. He's a composer of chamber, large ensemble and mixed-media works; a Harvard professor; a student of Indian classical music; a father and New York City resident. Committed as he is to multiplicity, there's one place you can see many of his interests distilled at once: the trio he's led for nearly a dozen years.\n\nThe long-standing relationship he's forged with Stephan Crump (bass) and Marcus Gilmore (drums) accommodates all sorts of risk and translates into reward. The three play daring games of rhythmic interaction. They take Iyer's pieces designed for strings or big band and reduce without losing vitality. They do John Coltrane and Thelonious Monk, Flying Lotus and M.I.A.\n\nThe morning after a gig in Washington, D.C., the trio got up to visit NPR headquarters before a noon train back to New York. (There was a lot of espresso involved.) In one continuous performance, Iyer, Crump and Gilmore treated us to a few pieces from Iyer's deep catalog, including two from the new album Break Stuff — ending on the scintillating \"Hood,\" inspired by pioneering Detroit techno DJ Robert Hood. After the blaze of the main set, they played a calm and pretty theme dedicated to the late poet and activist Amiri Baraka – it originally came Iyer's suite for string quartet and piano Time, Place, Action. There's excitement, daring, overload, and speed in Vijay Iyer's music, but, as we were reminded: Just like anyone else, he looks for beauty too.--PATRICK JARENWATTANANON\n\nFor more from the Vijay Iyer Trio, check out its performance for Jazz Night In America on Wednesday, May 6, and archived afterward.\n\nSet List\n\n\"Diptych\"\n\"Time, Place, Action - Excerpt 1 (Libra)\"\n\"Questions Of Agency\"\n\"Hood\"\n\"Time, Place, Action - Excerpt 2 (For Amiri Baraka)\nCredits\n\nProducers: Bob Boilen, Colin Marshall; Audio Engineer: Brian Jarboe; Videographers: Colin Marshall, Morgan McCloy, Maggie Starbard; Assistant Producer: Olivia Merrion; photo by Olivia Merrion/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/SiDBiIsFiqU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/SiDBiIsFiqU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/SiDBiIsFiqU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/SiDBiIsFiqU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/SiDBiIsFiqU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 166
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-05-01T21:48:26.000Z",
    "title": "Diego El Cigala: NPR Music Tiny Desk Concert",
    "description": "Every now and then, if we are extremely lucky, we are witness to a musical game changer. That is the rare musician who single-handedly alters the direction of a genre though the power of musical vision and artistry.\n\nDiego El Cigala is one of those game changers.\n\nWhile he comes from the world of flamenco, he has deftly expanded his expressive range by applying his unmistakable voice to boleros, Spanish copla, tangos, jazz and various combinations of all of the above.\n\nSee and hear for yourself how one musician can create something completely new by drawing on traditions that are centuries old. -- FELIX CONTRERAS \n\nSet List\n\"Soledad\" 0:00\n\"Vete De Mí\" 3:58\n\"Vida Loca\" 7:47\n\nCredits\nProducers: Felix Contreras, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Susan Hale Thomas, Maggie Starbard; Assistant Producer: Colin Marshall; photo by Colin Marshall/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/-Q9uIhuvUKc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/-Q9uIhuvUKc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/-Q9uIhuvUKc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/-Q9uIhuvUKc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/-Q9uIhuvUKc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 167
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-04-29T14:56:42.000Z",
    "title": "José González: NPR Music Tiny Desk Concert",
    "description": "There's a quiet and a calm from José González that amplify his words. This has never been truer than on his new album, Vestiges & Claws. The songs are full of abstract imagery — more paintings than stories. He performed this song, \"With The Ink of A Ghost,\" at my desk.\n\nIdle as a wave\nMoving out at sea\nCruising without sound\nMolding what's to be\nSerene between the trace\nSerene with the tide and ink of a ghost\n\nGonzález is a 36 year old singer from Gothenburg, Sweden. You may have also heard Junip, his noisier band. But here, with a small group, the music is spacious, somewhat sensual. His classical guitar chords are melodic, the harmonies adventurous, his voice soothing. These are his first new solo songs in seven years and this soft-spoken, warmhearted singer left an imprint at the Tiny Desk that was gentle and long lasting. I only hope it's not seven more years before he brings us more new songs.-- BOB BOILEN \n\nSet List\n\"Open Book\" 0:00\n\"With The Ink Of A Ghost\" 3:03\n\"Every Age\" 8:49\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Morgan McCloy, Maggie Starbard; Assistant Producer: Ariel Zambelich; photo by Ariel Zambelich/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Ag-OIlEN00M/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Ag-OIlEN00M/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Ag-OIlEN00M/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Ag-OIlEN00M/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Ag-OIlEN00M/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 168
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-04-25T22:00:19.000Z",
    "title": "DakhaBrakha: NPR Music Tiny Desk Concert",
    "description": "People always ask me, \"What's your favorite Tiny Desk Concert?\" Well, right now it's the one recently performed by DakhaBrakha. The creative quartet from Kiev, Ukraine make music that sounds like nothing I've ever heard, with strands of everything I've ever heard. There are rhythms that sound West African and drone that feels as if it could have emanated from India or Australia. At times, DakhaBrakha is simply a rock band whose crazy homeland harmonies are filled with joy. All the while, they play tight-knit tunes featuring accordion, drums, reeds and shakers while wearing tall, Marge Simpson-looking wool hats that made me jealous.\n\nI want the world to see this Tiny Desk Concert more than any other right now. It's refreshing to hear the power of acoustic music and the many worlds of sound still waiting to be explored. -- BOB BOILEN \n\nSet List\n\"Sho Z-Pod Duba\" 0:00\n\"Torokh\" 3:43\n\"Divka-Marusechka\" 8:07\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Morgan McCloy, Maggie Starbard, AJ Wilhelm; Assistant Producer: Annie Bartholomew; photo by Colin Marshall/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/hsNKSbTNd5I/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/hsNKSbTNd5I/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/hsNKSbTNd5I/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/hsNKSbTNd5I/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/hsNKSbTNd5I/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 169
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-04-21T18:39:29.000Z",
    "title": "Jessie Ware: NPR Music Tiny Desk Concert",
    "description": "Young, soulful English singer Jessie Ware has a powerful voice, but it's used with grace. Her singing brings warmth to electronic music and swoon to her own pop, so it's no surprise that her visit to the Tiny Desk was filled with casual poise and spontaneity.\n\nWare's dramatic nightclub shows are fleshed out with a full band, but here she's able to convey all that emotion with just a guitarist (Joe Newman) and that voice. To add to the casual flair of the day, Jesse Boykins III — the opening act on a tour which brought her through Washington, D.C. — came to watch the Tiny Desk, and Ware asked him to sing with her, unrehearsed. That confident ambition seeps right through the screen in this performance. -- BOB BOILEN\n\nSet List\n\"Say You Love Me\" 0:52\n\"Wildest Moments\" 5:32\n\"Champagne Kisses\" 9:43\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Morgan McCloy, Maggie Starbard; Assistant Producer: Carlos Waters; photo by Carlos Waters/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/YJ-efUsAhc8/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/YJ-efUsAhc8/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/YJ-efUsAhc8/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/YJ-efUsAhc8/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/YJ-efUsAhc8/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 170
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-04-20T20:50:51.000Z",
    "title": "Rosa Díaz: NPR Music Tiny Desk Concert",
    "description": "Rosa Díaz is nothing if not passionate: Her performance behind Bob Boilen's desk practically burst with the kind of passion that made it feel almost confessional. Her sophisticated lyrics reflect deeply felt emotions in this performance with cellist Daniel de Jesus.\n\nThis is the kind of performance best experienced for yourself rather than having me trying to explain it all. Believe me, you'll get it too. -- FELIX CONTRERAS\n\nSet List\n\"Beware Of Men Who Don't Remember Their Dreams\" 0:00\n\"Lloronsito\" 5:48\n\"Daddy Said\" 10:46\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Morgan McCloy, Maggie Starbard; Assistant Producer: Carlos Waters; photo by Carlos Waters/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/a86HDx0h768/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/a86HDx0h768/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/a86HDx0h768/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/a86HDx0h768/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/a86HDx0h768/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 171
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-04-14T16:14:56.000Z",
    "title": "Chadwick Stokes: NPR Music Tiny Desk Concerts",
    "description": "His songs feel familiar; they're old friends before the first play is done. They'd fit nicely on a mix alongside Paul Simon or the McCartney side of The Beatles. But the songs of Chadwick Stokes aren't throwbacks so much as timeless tunes — paintings with words and crafty melodies with changing keys and colors.\n\nThe first time I heard Stokes' solo music — he's also the singer for the bands Dispatch and State Radio — came at the top of this year with the release of The Horse Comanche, a brilliant collection of songs filled with simplicity and orchestrations reminiscent of Beatles producer George Martin. Stripped to their core, these tunes still feel strong, making this a great introduction to a talent who deserves a wider audience. --  BOB BOILEN\n\nSet List\n\"Pine Needle Tea\" 0:00\n\"Horse Comanche\" 4:05\n\"I Want You Like A Seatbelt\" 11:20\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Morgan McCloy, Maggie Starbard; Assistant Producer: Annie Bartholomew; photo by Morgan McCloy/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/29ZbS5ItylM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/29ZbS5ItylM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/29ZbS5ItylM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/29ZbS5ItylM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/29ZbS5ItylM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 172
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-04-10T22:31:33.000Z",
    "title": "Beach Slang: NPR Music Tiny Desk Concert",
    "description": "James Snyder writes songs as if he were in the room next door — hushed and vulnerable in his own space, but aware and perhaps even thrilled that someone might be listening. With Beach Slang, these uplifting confessionals become euphoric punk anthems about squeezing every second out of life. So it's telling and endearing that, when he played a solo acoustic set in the NPR Music offices, Snyder giggled with the nervous energy of a songwriter who's just been walked in on by a large group of strangers.\n\nLast year, Beach Slang released a pair of 7\" EPs — Who Would Ever Want Anything So Broken? and Cheap Thrills On A Dead End Street — that immediately became the stuff of punk singalongs. On stage with a full band, lines like \"Kids like us are weird, and more, we're brave\" (from \"Filthy Luck\") and \"I get in trouble when things get quiet\" (from \"Dirty Cigarettes\") are drowned out by distortion. But here, they take on a raw character, as they reflect the search for courage amid loneliness.\n\nBeach Slang is in the middle of making its debut album, which is sure to be full of dirty-yet-pretty punk songs. At the Tiny Desk, Snyder previews a new song called \"Too Late To Die Young,\" of which he says, \"This will be on that, supposing they (at Beach Slang's label) think it's good enough.\" With just an acoustic guitar and Snyder's whispered rasp, he shakes as he sings, \"I swear, right now I'm all right.\" It's quiet and elegiac now, but it's easy to imagine how the song will power through that uncertainty once Beach Slang plugs in.-- LARS GOTRICH\n\nSET LIST\n\"Filthy Luck\"\n\"Too Late To Die Young\"\n\"Dirty Cigarettes\"\n\"Get Lost\"\n\nCREDITS\nProducers: Lars Gotrich, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer: Annie Bartholomew; photo by Maggie Starbard/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/FA1TsteS7z0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/FA1TsteS7z0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/FA1TsteS7z0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/FA1TsteS7z0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/FA1TsteS7z0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 173
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-04-07T14:20:55.000Z",
    "title": "Death Cab For Cutie: NPR Music Tiny Desk Concert",
    "description": "Death Cab For Cutie came as a trio: Ben Gibbard sang, Nick Harmer played bass, and we wheeled in our piano for Zac Rae. This intimate set included two new songs — including \"Black Sun,\" the first single from their new album Kintsugi.\n\nThe album title refers to the Japanese art of reassembling broken pottery and making the breakage part of the newly formed pot. Death Cab For Cutie, a groundbreaking band formed in 1997, has gone through its own rebuilding of sorts. Chris Walla, a founding member of the band, has left, after contributing music to Kintsugi, but that's his farewell offering.\n\nDeath Cab For Cutie is still strongly defined by Gibbard's words, and that couldn't be more evident in this beautifully stark performance, which also includes \"No Room In Frame\" from Kintsugi, as well as two stripped-down favorites from the past. One, \"Your Heart Is An Empty Room,\" is from Plans, while a beautiful love song from Transatlanticism, \"Passenger Seat,\" moistened more than a few eyes in the crowd.\n\nSet List\n\"Black Sun\" 0:07\n\"No Room In Frame\" 5:13\n\"Your Heart Is An Empty Room\" 9:23\n\"Passenger Seat\" 14:00\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Maggie Starbard, Carlos Waters; Assistant Producer: Emily Jan; photo by Emily Jan/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/mi6uRT7PxTQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/mi6uRT7PxTQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/mi6uRT7PxTQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/mi6uRT7PxTQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/mi6uRT7PxTQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 174
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-03-30T22:54:37.000Z",
    "title": "Sylvan Esso: NPR Music Tiny Desk Concert",
    "description": "It's hard to believe that it hasn't quite been a year since the first Sylvan Esso album came out. The odd yet perfect marriage of Nick Sanborn's electronics with Amelia Meath's voice feels like a familiar friend by now. And yet seeing these songs performed softly — and captured in the light of day — made them feel fresh and lovable in new ways.\n\nTo keep things fresh and interesting, Sanborn brought a bunch of new gear to the Tiny Desk; it seemed a bit bewildering to him for a bit, but also inspiring. I think that's what makes this combination work so well: Meath and Sanborn inspire one another. You can see it in their eyes and in their smiles, and it comes out in their playing and dancing. It's enchanting music, performed wonderfully.-- BOB BOILEN\n\nSet List\n\"Coffee\"\n\"H.S.K.T.\"\n\"Come Down\"\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer: Morgan McCloy; photo by Morgan McCloy/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/mhyD2qchkEw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/mhyD2qchkEw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/mhyD2qchkEw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/mhyD2qchkEw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/mhyD2qchkEw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 175
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-03-30T20:57:38.000Z",
    "title": "Anonymous 4 With Bruce Molsky: NPR Music Tiny Desk Concert",
    "description": "It was December 1990 — more than a year before the first Anonymous 4 album was released — when NPR invited four slightly shy women into our studio to sing 13th-century Christmas music. Back then, we already knew the manifold beauty of their sound, its purity and accuracy, was something unique.\n\nNow, some 25 years and 21 albums later, the a cappella vocal quartet is calling it quits at the end of 2015. But not before one final visit to NPR.\n\nOriginal members Ruth Cunningham, Marsha Genensky and Susan Hellauer, plus Jacqueline Horner-Kwiatek, came bearing music from their new album, 1865, released to coincide with the 150th anniversary of the end of the Civil War. They brought along a gifted friend, singer, banjo player and fiddler Bruce Molsky, who also appears on the album. He's a keen choice of partner. Molsky's folksy baritone and his instrumental contributions provide a rustic foil to the crystalline tones of Anonymous 4, giving the songs a more authentic feel.\n\nA sense of loss, a longing for home and general tough times are recurring themes in popular songs of the Civil War era. \"Listen to the Mocking Bird,\" from 1855, sports a jaunty beat but the protagonist dreams of \"sweet Hally\" and the mockingbird \"still singing o'er her grave.\" In Stephen Foster's \"Hard Times Come Again No More,\" from one year earlier, we \"pause in life's pleasures\" but also \"count its many tears.\"\n\nAnd the most popular song of the age, \"Home, Sweet Home,\" originated in an English opera aria from 1823 with words by an American actor and poet. Accounts tell of Northern and Southern soldiers, across a battlefield or river, singing the tune together. The song's repeated affirmation, \"There's no place like home,\" (also Dorothy's mantra from The Wizard of Oz) is something that must resonate with the members of Anonymous 4 these days, as they get ever closer to hanging up the concert outfits and heading home themselves. -- TOM HUIZENGA\n\nSET LIST:\nListen to the Mocking Bird (Richard Milburn, Alice Hawthorne)\nHard Times Come Again No More (Stephen Foster)\nHome, Sweet Home/Polly Put The Kettle On (Henry Bishop, John Howard Payne/Trad.)\n\nANONYMOUS 4:\nRuth Cunningham, Marsha Genensky, Susan Hellauer, Jacqueline Horner-Kwiatek \nBruce Molsky, vocals, banjo, violin\n\nCREDITS:\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Emily Jan, Maggie Starbard, Carlos Waters; Assistant Producer: Annie Bartholomew; photo by Emily Jan/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/RWQChDfEJpI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/RWQChDfEJpI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/RWQChDfEJpI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/RWQChDfEJpI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/RWQChDfEJpI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 176
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-03-16T20:29:01.000Z",
    "title": "Punch Brothers: NPR Music Tiny Desk Concert",
    "description": "Spoiler alert: The Punch Brothers came to the Tiny Desk on Chris Thile's birthday. We made him a cake and gave him an NPR surprise! This wasn't the first time the brilliant mandolinist had brought a project to my desk — it was his fourth. The last time was with his longtime band Nickel Creek, but also with his new braces. So the cake we presented here was inscribed \"Brace Yourself Chris Happy Birthday.\" He blew out the candles and then, along with this versatile and talented band, rocked our world.\n\nPunch Brothers mixes the worlds of bluegrass, pop and classical. It's a tough combination to imagine, an even harder one to make work, but this band of fiddler, Gabe Witcher, Noam Pikelny on banjo, guitarist Chris Eldridge and bassist Paul Kowert make the unimaginable contagious and fun. They push boundaries and make music like no one else.\n\nSet List\n• \"My Oh My\" 2:04\n• \"Boll Weevil\" 6:23\n• \"Magnet\" 10:36\n• \"Julep\" 14:45\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Morgan McCloy, Nick Michael, Maggie Starbard; Assistant Producer: Carlos Waters; photo by Carlos Waters/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/iXE_K2Kpoqc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/iXE_K2Kpoqc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/iXE_K2Kpoqc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/iXE_K2Kpoqc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/iXE_K2Kpoqc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 177
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-03-16T20:05:27.000Z",
    "title": "Matt Haimovitz & Christopher O'Riley: NPR Music Tiny Desk Concert",
    "description": "Whether it's warranted or not, classical music wonks are perennially worried about the next generation of fans.\n\nIt seems there's less need to fret when you hear cellist Matt Haimovitz and pianist Christopher O'Riley. Some 15 years ago, they were already chipping away at the barriers — both real and perceived — between classical and pop.\n\nHaimovitz played Bach in barrooms across America, and O'Riley (who hosts From The Top, NPR's classical radio show for young musicians) began including his own sophisticated transcriptions of songs by Radiohead and Elliott Smith in his recitals. On their double album Shuffle.Play.Listen., music by Stravinsky and Astor Piazzolla mingles with Cocteau Twins and Arcade Fire.\n\nComfortably ensconced behind Bob Boilen's desk, the duo plays a typically diverse set. The central work, \"The Orchard,\" is a collaboration between Philip Glass and West African composer Foday Musa Suso. It unfolds like a lullaby, as the piano's rocking bass line provides a mesmerizing foundation for the cello's wistful song high above. Surrounding it are lyricism and outbursts by Beethoven, from his Cello Sonata No. 4 (sounding distinctly 20th century), and a cinematic movement from Leoš Janáček's Pohádka, where heart-melting melodies clash with nervous energy. -- TOM HUIZENGA\n\n\nMatt Haimovitz, cello\nChristopher O'Riley, piano\n\n\nSet List\n• Beethoven: Cello Sonata No. 4 in C - IV. Allegro vivace 0:00\n• Philip Glass/Foday Musa Suso: The Orchard 6:00\n• Leoš Janáček: Pohádka - II. Con moto 14:13\n\nCredits\nProducers: Tom Huizenga, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Morgan McCloy, Maggie Starbard; Assistant Producer: Carlos Waters; photo by Carlos Waters/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/KPw-UZBnOO0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/KPw-UZBnOO0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/KPw-UZBnOO0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/KPw-UZBnOO0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/KPw-UZBnOO0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 178
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-03-10T19:51:41.000Z",
    "title": "Aurelio Martinez: NPR Music Tiny Desk Concert",
    "description": "Many tributaries follow the story of African migration to this part of the world. Much of that narrative is well-known, but little-known pockets of African culture still produce unique cultural expressions. The story of the Garifuna people is just one example.\n\nA tapestry of cultures and influences can be heard in the guitar work of Aurelio Martinez in this Tiny Desk Concert. Accompanied by traditional Garifuna musicians and an electric guitar, Aurelio, as he is known, weaves together intricate layers of acoustic guitar to capture the polyrhythms of West African and the Caribbean. His words reflect the longing and pride for the Garifuna culture from his home along the Pacific coast of Honduras.\n\nThis is not museum music. This is living, breathing culture that is celebrated in Honduras and wherever else Afro-Latino descendants land in the so-called New World. Aurelio, his band and this music provide a fitting tribute to a nearly forgotten moment in history, keeping it alive for future generations. --  FELIX CONTRERAS\n\nFeaturing\nTony Peñalva - Guitar\nCarlos Morales - Percussion and Vocals\nAndy Ordoñez - Shaker and Vocals\n\nSet List\n\"Lándini \" 0:00\n\"Funa Tugudirugu\" 4:45\n\"Nari Golu\" 12:11\n\nCredits\nProducers: Felix Contreras, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Morgan McCloy, Maggie Starbard; Assistant Producer: Colin Marshall; photo by Colin Marshall/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/iNqkT54EDBM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/iNqkT54EDBM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/iNqkT54EDBM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/iNqkT54EDBM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/iNqkT54EDBM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 179
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-03-09T19:08:56.000Z",
    "title": "Fantastic Negrito: NPR Music Tiny Desk Concert",
    "description": "It says a lot that, with almost 7,000 entries to choose from, we selected Fantastic Negrito as the winner of our Tiny Desk Concert Contest. For his winning submission, he performed \"Lost In A Crowd\" in a freight elevator in Oakland. It was his passion, his voice and his backing band that landed him an invitation to perform behind my desk. We're proud of our choice.\n\nAs we learned after choosing him as our winner, Fantastic Negrito — a.k.a. Xavier Dphrepaulezz, pronounced dee-FREP-ah-lez — has a remarkable backstory. One of 15 children, he grew up in a strict home, and later signed a contract with Interscope Records in the '90s. That deal fell apart, though, and soured him on music-making. Then, a near-fatal car crash put him in a coma, and eventually left him without the proper use of his hands; he struggled with physical therapy for years to get some movement from what he now calls \"The Claw.\"\n\nThese days, bolstered by a new outlook on life and music, he's reawakened and reemerged under the name Fantastic Negrito. You'll see that newly rediscovered purpose in his eyes and hear it in his voice, as he performs this Tiny Desk Concert with his fantastic band. -- BOB BOILEN\n\nSet List\n\"Lost In A Crowd\" 0:00\n\"Night Has Turned To Day\" 6:30\n\"An Honest Man\"  9:51\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Nick Michael, Maggie Starbard; Assistant Producer: Morgan McCloy; photo by Morgan McCloy/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/ymYjwsFz8iM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/ymYjwsFz8iM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/ymYjwsFz8iM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/ymYjwsFz8iM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/ymYjwsFz8iM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 180
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-03-02T22:18:38.000Z",
    "title": "Phox: NPR Music Tiny Desk Concert",
    "description": "I first saw Phox in an impromptu concert at a restaurant in Philadelphia. I thought the band was talented and charming, and I still do. Phox is six friends from Baraboo, Wis., who make pretty, catchy music. The group's not-so-secret weapon is Monica Martin, who sings with a smoky lilt in front of spare, tasteful instrumentation.\n\nYou can hear that warm, accessible sound on Phox's 2014 debut, which was recorded at Wisconsin's April Base studio, built by Bon Iver's Justin Vernon and his brother. Touring has tightened this band since that off-the-cuff restaurant performance last year, as this marvelous performance at the Tiny Desk suggests. -- BOB BOILEN\n\nSet List\n\"Kingfisher\" 0:00\n\"1936\" 3:47\n\"Slow Motion\" 7:55\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Nick Michael, Maggie Starbard; Assistant Producer: Morgan McCloy; Photo by Morgan McCloy/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/INcwU-Xk0M4/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/INcwU-Xk0M4/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/INcwU-Xk0M4/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/INcwU-Xk0M4/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/INcwU-Xk0M4/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 181
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-02-26T17:20:32.000Z",
    "title": "Dan Deacon: NPR Music Tiny Desk Concert",
    "description": "Sometime years from now I may be asked: What was your favorite day at NPR? I am likely to say it's the day Dan Deacon got the NPR staff worked up into a giant dance party! It's also the day Deacon and staff wheeled in an upright piano and connected it to his computer — a magical mix of old player piano and electronic avant-garde.\n\nYes, Deacon makes electronic music and dance music, but it's not the thump thump thump stuff you'd go to a club for. It's a mix of Brian Eno, Philip Glass and your kids' birthday party (if you were the cool parents your kids wished they had).\n\nDan came toting songs and that piano from his new record (which is quickly becoming my favorite of his), Gliss Riffer. The party really kicked into gear with the second song. And by the end you'll find me and my All Songs Considered co-host doing wild dance moves with 100 people. There'd never been a day at NPR quite like this!\n\nSet List\n\"Feel the Lightning\" 1:46\n\"Sheathed Wings\"  9:00\n\"Learning to Relax\" 16:32\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Al Schatz; Videographers: Colin Marshall, Morgan McCloy, Nick Michael, Maggie Starbard; Assistant Producer: Michaela Gugliotta; photo by Colin Marshall/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/heFRwLfjVXI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/heFRwLfjVXI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/heFRwLfjVXI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/heFRwLfjVXI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/heFRwLfjVXI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 182
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-02-24T17:51:15.000Z",
    "title": "Zola Jesus: NPR Music Tiny Desk Concert",
    "description": "With her huge voice and an assist from talented trombonist Daniel Walter Eaton, Zola Jesus presented a curious combination at the Tiny Desk — a combination I hardly ever encounter. Having seen her mostly with a big and powerful band, I wondered if this configuration would work. But it was magic, with the trombone poignantly complementing her mellifluous voice and stark personal words.\n\nZola Jesus is the work of Nika Roza Danilova. She has five albums that span and mix electronic music, classical and goth influences. She's always exploring unusual combinations, and this mix of trombone and voice provides just a glimpse into her eclectic explorations. If you find this intriguing and don't know Zola Jesus, you're in for an adventure as you explore her catalog, including her most recent album, Taiga.\n\nSet List\n\"Ego\"\n\"Hunger\"\n\"Nail\"\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer: Michaela Gugliotta; photo by Colin Marshall/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/fMiIZC8EFsI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/fMiIZC8EFsI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/fMiIZC8EFsI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/fMiIZC8EFsI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/fMiIZC8EFsI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 183
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-02-19T01:06:10.000Z",
    "title": "Until The Ribbon Breaks: NPR Music Tiny Desk Concert",
    "description": "The beauty of the Tiny Desk lies, at least partially, in the limitations of size and technology. We rarely amplify voices, for example, so for a band like Until The Ribbon Breaks, the challenge becomes how to take a loud electronic sound down to a volume where singer Pete Lawrie-Winfield can be heard. In this case, the solution involved a spaghetti strainer, a paint bucket and an acoustic guitar.\n\nIt wasn't easy for Until The Ribbon Breaks to devise new arrangements for tried-and-true songs like \"Pressure,\" from its full-length debut A Lesson Unlearnt. But it worked, because the Cardiff band's dance beats are always secondary to strong melodies and songwriting.\n\nSet List\n\"2025\" 0:24\n\"Pressure\" 4:35\n\"Until The Ribbon Breaks\" 7:25\n\"Spark\" 10:55\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Morgan McCloy, Maggie Starbard; Assistant Producer: Colin Marshall; photo by Colin Marshall/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/tQ8a6hBoiFQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/tQ8a6hBoiFQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/tQ8a6hBoiFQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/tQ8a6hBoiFQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/tQ8a6hBoiFQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 184
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-02-10T16:06:42.000Z",
    "title": "Mucca Pazza: NPR Music Tiny Desk Concert",
    "description": "When I first imagined Mucca Pazza at the Tiny Desk, I honestly had no idea how the Chicago band's 23 members would fit in — in the literal sense of the term. To load-test this performance, we actually gathered a gaggle of interns behind my desk and began to stack people on cabinets, step-stools and, of course, desks.\n\nIn nearly seven years of doing Tiny Desk Concerts, with more than 400 participating acts, this turned out to be the biggest one yet. It was also one of the most fun, with Mucca Pazza performing songs from its album L.Y.A. using trombones, saxophones, trumpets, woodwinds, violin, electric mandolin, accordion, cello, guitar, sousaphone, a big bass drum, percussion instruments and more. Then there were the cheerleaders.\n\nI first heard this giant performance-art marching band at globalFEST 2013, and Mucca Pazza's mix of cacophony, symphony and crazed frolic makes it a large, lovable renegade. The band just celebrated its first 10 years together, so if you missed the first decade, prepare to be a fan of the next. You may even be tempted to join this circus.-- BOB BOILEN\n\nSet List\n\"Subtle Frenzy\" 0:00\n\"J'Accuse\" 3:08\n\"Dirty Chompers\" 6:34\n\"Holiday On Ice\" 9:19\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Morgan McCloy, Maggie Starbard; Assistant Producer: Nick Michael; photo by Colin Marshall/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Zw7DfFVga5Y/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Zw7DfFVga5Y/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Zw7DfFVga5Y/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Zw7DfFVga5Y/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Zw7DfFVga5Y/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 185
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-02-04T19:02:32.000Z",
    "title": "John Reilly & Friends: NPR Music Tiny Desk Concert",
    "description": "It might be easy to dismiss a music project from actor John Reilly, but that would be a huge mistake: Reilly is a fine singer, especially when he gets a hold of old-time material, and his guitar work provides a perfect foundation for these church and porch tunes from America's past.\n\nReilly's eclectic choice of collaborators speaks to his passion and dedication: Tom Brosseau and Becky Stark are no strangers to folk tradition. Brosseau's striking voice was first heard on NPR in 2006 — he performed a Tiny Desk Concert of his own last year — while Stark is a performer and a singer known to many as Lavender Diamond. Her voice fits in sweetly between Reilly's and Brosseau's in a way that recalls her work in the country trio The Living Sisters. Rounding out this home-brewed acoustic affair is Andru Bemis on banjo and fiddle, as well as Soul Coughing's Sebastian Steinberg, who plays upright bass with finesse and humor.\n\nSo turn off the lights, blot out the distractions, light a candle or two, and let the glow — and the glow of your screen — transport you to country's past, when singers would all gather around a single mic. This is a band meant to play a Tiny Desk Concert. -- BOB BOILEN \n\nSet List\n\"It's Never Too Late\" 0:00\n\"Wayward Traveler\" 3:40\n\"Rock Of Ages\" 9:12\n\"Blues Stay Away From Me\" 3:13\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Morgan McCloy, Nick Michael, Maggie Starbard; Assistant Producer: Colin Marshall; photo by Colin Marshall/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/f2rkstacMlg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/f2rkstacMlg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/f2rkstacMlg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/f2rkstacMlg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/f2rkstacMlg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 186
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-01-27T18:27:11.000Z",
    "title": "Bobby Bare Jr.: NPR Music Tiny Desk Concert",
    "description": "So I'm in Nashville, standing in line at a food/music festival ordering some kind of pulled pork bun when this guy behind me says hears my voice, recognizes me and says \"hey Bob Boilen...Bobby Bare Jr. here, I've been hoping to play your desk.\" Truth be told I've been hoping to make that happen too...and so the deal was sealed over a pork bun. Thirty minutes later at the same festival Bobby's on stage with his dad the country legend Bobby Bare Sr. and Kings of Leon. Ah Nashville!\n\nBobby Bare Jr. is a sharp witted guy who pokes fun and makes fun. His love/hate relationship with Nashville comes from his life raised by two country singers and even his own name on a hit record at the age of eight. The Tiny Desk seemed a perfect place for his antics, just he and his as funny piano playin' sidekickin' mate, Matt Rowland. At times he sings about promising \"to get more famous friends\" when he hits \"The Big Time\" and poking fun at the staple of Nashville life, the music biz. The line 'You don't even need to sing on key, producers with computers can fix it all in Nashville, Tennessee\" is a line only songwriter and young Bobby's mentor Shel Silverstein could have delivered better.You don't have to like country music to love Bobby, just a love of human flaws and a love of laughter.--BOB BOILEN \n\nSet List\n\" Don't Wanna Know\" 0:05\n\" The Big Time\" 4:56\n\" Visit Me In Music City \" 10:12\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Susan Hale Thomas, Maggie Starbard; Assistant Producer: Susannah Whittle; photo by Susan Hale Thomas/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/QiR3qnG4Bf0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/QiR3qnG4Bf0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/QiR3qnG4Bf0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/QiR3qnG4Bf0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/QiR3qnG4Bf0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 187
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-01-21T23:07:28.000Z",
    "title": "Rubblebucket: NPR Music Tiny Desk Concert",
    "description": "Before Rubblebucket played its Tiny Desk Concert, its members asked if they could bring a confetti cannon. And, though I said no — dear coworkers, I really do care about you — the band still brought a fun mix of brass and brash to the Tiny Desk.\n\nAt the front of this band is Kalmia Traver and Alex Toth; she sings clever words, straps a tambourine to her foot and plays the flute, while he plays trumpet, flute and more. I really like this band and its attitude — party-friendly but with a serious side, perhaps informed by Traver's recent battle with cancer — which comes through nicely on Rubblebucket's new album, Survival Sounds. So set aside a few minutes to take this little carousel ride, courtesy of a band like few others.-- BOB BOILEN \n\nSet List\n\"Carousel Ride\" 0:05\n\"On The Ground\" 5:02\n\"Sound Of Erasing\" 9:20\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard, Susan Hale Thomas; Assistant Producer: Susannah Whittle; photo by Susan Hale Thomas/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/OEVpAefIrU0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/OEVpAefIrU0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/OEVpAefIrU0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/OEVpAefIrU0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/OEVpAefIrU0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 188
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-01-14T20:08:00.000Z",
    "title": "Daniel Lanois: NPR Music Tiny Desk Concert",
    "description": "I came to know Daniel Lanois through his instrumental collaboration with Brian Eno, Apollo: Atmospheres And Soundtracks, in 1983. I fell in love with Lanois' own music through his singing and the heartfelt, textured songs on albums like 1989's lovely Acadie (with its New Orleans flavor) and 1993's For The Beauty Of Wynona (with its haunting sounds and stories). Most fans know Lanois as a remarkable producer for the likes of Bob Dylan, U2 and Peter Gabriel.\n\nWhat Daniel Lanois brought to the Tiny Desk recalled that early work while still sounding new: He led an all-instrumental, somewhat improvisational trio based on the sort of studio processing for which he's become famous. In essence, he brought the studio out of the studio — with the aid of two great players, drummer Brian Blade and bassist Jim Wilson — and directly to my desk. The title of Lanois' new album, Flesh And Machine, describes the music well. He never says a word, but he sculpts some serious, hypnotic sounds. --BOB BOILEN \n\nSet List\n\"Sci Fi\"\n\"Elevator\"\n\"Apres Calypso\"\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer: Susan Hale Thomas; photo by Susan Hale Thomas/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/KUnUv_395vY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/KUnUv_395vY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/KUnUv_395vY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/KUnUv_395vY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/KUnUv_395vY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 189
   }
  },
  {
   "snippet": {
    "publishedAt": "2015-01-08T18:49:29.000Z",
    "title": "Trey Anastasio: NPR Music Tiny Desk Concert",
    "description": "He came so humble, holding his acoustic guitar and wearing his heart on his sleeve. Trey Anastasio isn't new to NPR: Concerts of his have even included \"All Things Reconsidered,\" a variation on the All Things Considered theme.\n\nAnastasio was in town to perform a concert with his big band of brass and brawn, but this selection of Phish and solo tunes felt more personal. \"Summer of '89\" is about his wife, Sue, while \"Backwards Down the Number Line\" reflects on his bandmates and friends. He opened this set with \"Sleep Again,\" a song that looks to a better and brighter future. It's a treat to catch such an intimate glimpse of someone often seen in arenas, steeped in collaboration.\n\nSet List\n\" Sleep Again\" (0:00)\n\" Summer Of '89\" (4:09)\n\" Backwards Down The Number Line\" (9:10)\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Susan Hale Thomas, Maggie Starbard; Assistant Producer: Claire Eggers; photo by Susan Hale Thomas/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/dYOXPzcoPeA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/dYOXPzcoPeA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/dYOXPzcoPeA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/dYOXPzcoPeA/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/dYOXPzcoPeA/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 190
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-12-24T19:02:19.000Z",
    "title": "HMSTR: NPR Music Tiny Desk Concert",
    "description": "You could never fully steal the show when you're followed by the blown-out spectacle of Sun Ra Arkestra's Tiny Desk Concert. But the opening act kept jumping on the piano and nibbling on the set, literally pulling up the carpet and leaving \"presents\" on the floor. How could we not have them back? Did I mention they're hamsters?\n\nJoni and Nash — first names only, please, like Madonna and Cher — are HMSTR. Certainly not the first band to count rodents among its members, but at least they refuse to release a punk album with no punk to be found. \"Snow Day\" is HMSTR's first single, a twee-as-all-get-out holiday pop-punk song by virtue of having \"snow\" in its title. After what sounds like digital snowflakes, the song unleashes a one-minute snowball fight with the fuzziest Tiny Desk destroyers we've ever seen.\n\nYou can download \"Snow Day\" from HMSTR's Bandcamp page. Happy holidays! -- LARS GOTRICH",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/4bFlkyWkhqA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/4bFlkyWkhqA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/4bFlkyWkhqA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/4bFlkyWkhqA/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/4bFlkyWkhqA/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 191
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-12-22T17:34:52.000Z",
    "title": "Lucinda Williams: NPR Music Tiny Desk Concert",
    "description": "She came to the Tiny Desk a little unsure, and left singing \"West Memphis\" with intensity and passion. Lucinda Williams has a voice like no other, and it shines in these intimate moments.\n\nWilliams is on a roll with a new double album, Down Where The Spirit Meets The Bone, which is filled with fresh and beautiful songs — all this from a songwriter known for working at a deliberate pace. Hearing her perform these new songs with her brilliant band was a rare and exciting treat. -- BOB BOILEN \n\nSet List\n\" Something Wicked This Way Comes\"\n\" Cold Day In Hell\"\n\" Protection\"\n\" West Memphis\"\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer: Susan Hale Thomas; photo by Susan Hale Thomas/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/mTu4cXW9H_Q/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/mTu4cXW9H_Q/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/mTu4cXW9H_Q/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/mTu4cXW9H_Q/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/mTu4cXW9H_Q/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 192
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-12-15T17:02:40.000Z",
    "title": "Yusuf/Cat Stevens: NPR Music Tiny Desk Concert",
    "description": "In the summer of 1971, I was a camp counselor at a sleep-away camp for a bunch of 5- to 7-year-olds. For those eight weeks, I walked home with about $50. I bought a guitar and began to learn the songs I'd come to love from the recently released Tea for the Tillerman by Cat Stevens.\n\n\"Father and Son\" touched me most — it's a song about growing old, and about beliefs and conviction. More than 40 years later, that songwriter is performing at my desk with his son standing right behind me. You can never imagine the turns life will take.\n\nNor could he. In 1976, Cat Stevens almost drowned off the coast of Malibu. In his panic, he says, he shouted, \"Oh, God! If you save me, I will work for you\" — at which point he recalls a wave that came and carried him ashore. He converted to Islam, changed his name and left the pop world after one last album in 1978.\n\nHe finally returned in 2006, and now we have a new record, Tell 'Em I'm Gone. From that album of great blues covers and originals, produced with Rick Rubin, Yusuf plays some powerful new music, as well as the 1967 classic \"The First Cut Is the Deepest\" — and then brought me to tears by dedicating a version of \"Father and Son\" to me. As I walked around the office after this Tiny Desk Concert, I heard one story after another of an artist who has touched so many. It's a joy to have him back. --BOB BOILEN\n\nSet List\n\"I Was Raised In Babylon\" (1:08)\n\"The First Cut Is the Deepest\" (4:32)\n\"Doors\" (7:45)\n\"Father and Son\" (10:38)\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer: Susan Hale Thomas; photo by Susan Hale Thomas/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/FoPoI1IwcTw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/FoPoI1IwcTw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/FoPoI1IwcTw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/FoPoI1IwcTw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/FoPoI1IwcTw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 193
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-12-08T19:03:09.000Z",
    "title": "Dublin Guitar Quartet: NPR Music Tiny Desk Concert",
    "description": "Don't ask the members of the Dublin Guitar Quartet to play the time-honored classics of the Spanish repertoire. They might play traditional Spanish style classical guitars, but they're not your standard guitar ensemble. The Dubliners are strictly devoted to contemporary music. They've been commissioning new pieces and adapting others for both acoustic and electric guitars since 2002, when the group formed at the Dublin Conservatory of Music and Drama.\n\nDressed more like stylish bankers than hipsters, the musicians filed behind Bob Boilen's desk in matching suits and proceeded to make string quartet music by Philip Glass shine in a completely new way.\n\nWhether you know the Glass quartets or not, it's astonishing how satisfying the music sounds on four guitars. The interlocking parts are transparent and the music seems to breathe fresh air. The group's intonation is impeccable, the rhythms crisp and precise whether they are keeping the propulsive engine chugging or lurching to a sudden new arpeggio. Watch their heads, all bobbing in unison.\n\nIn these arrangements by DGQ, the music is far more subtle than simple repetitions. Just a slight vibrato on the high notes in the third movement of the Second Quartet gives them a sweet, pearly sheen. And the slow section of Glass' Third Quartet, tender as a lullaby, is punctuated with carefully selected notes that hang in the air like fragrances. In other spots, brash strumming summons the spirit of flamenco.\n\nGlass' music has been a staple for these musicians, but they also play pieces by Steve Reich, Henryk Górecki and Irish composer Donnacha Dennehy. They've even paired with a couple of rock bands. With eight hands and 24 strings it seems the DGQ can tackle almost anything. - TOM HUIZENGA\n\nSet List\nGlass: String Quartet No. 2, \"Company,\" Mvts. II & III\nGlass: String Quartet No. 3, \"Mishima,\" Mvt. III, \"1934: Grandmother & Kimitake\"\nGlass: String Quartet No. 3, \"Mishima,\" Mvt. II, \"November 25: Ichigaya\"\nGlass: String Quartet No. 3, \"Mishima,\" Mvt. IV, \"1962: Body Building\"\n\nDublin Guitar Quartet\nBrian Bolger\nPat Brunnock\nTomas O'Durcain\nMichael O'Toole\n\nCredits\nProducers: Tom Huizenga, Maggie Starbard; Audio Engineer: Kevin Wait; Editor: Susan Hale Thomas; Videographers: Susan Hale Thomas, Nick Michael, Maggie Starbard; Assistant Producer: Claire Eggers; photo by Claire Eggers/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/8Lh1IWgUvpU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/8Lh1IWgUvpU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/8Lh1IWgUvpU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/8Lh1IWgUvpU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/8Lh1IWgUvpU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 194
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-12-06T23:58:19.000Z",
    "title": "St. Paul And The Broken Bones: NPR Music Tiny Desk Concert",
    "description": "Close your eyes and listen, and you might imagine someone who looks a bit like Otis Redding. Open them, and you're likely to see someone who looks more like your neighborhood bank teller.\n\nThat man standing on my desk in the golden shoes is Paul Janeway. He was, in fact, a bank teller in Alabama not long ago — and this stupendous seven-piece band from Birmingham has only been doing this since 2012. But take a look at this Tiny Desk Concert and you'll see why St. Paul And The Broken Bones' music is so winning. It's got heart and soul and flair, with a well-worn sound buoyed by strong, fresh songwriting. -- BOB BOILEN\n\nSet List:\n\"Half The City\"\n\"Call Me\"\n\"Broken Bones And Pocket Change\"\n\nCredits:\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Becky Lettenberger, Colin Marshall, Maggie Starbard; Assistant Producer: James Clark; photo by James Clark/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/6vpXX5BjltM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/6vpXX5BjltM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/6vpXX5BjltM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/6vpXX5BjltM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/6vpXX5BjltM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 195
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-12-02T23:40:53.000Z",
    "title": "Sam Amidon & Bill Frisell: NPR Music Tiny Desk Concert",
    "description": "Sam Amidon takes traditional music and makes it his own. He might begin with a traditional murder ballad and then morph it into something of his own, fueled by Bill Frisell's languidly atmospheric guitar, Shahzad Ismaily's minimal but essential percussion and Amidon's own yearning voice. At other times, Amidon weaves his own new tunes into worn, weary, seemingly ageless sagas.\n\nAmidon has been doing this for a long time. In 1998, back when he was 16, NPR aired a story about his Vermont contra-dance band Popcorn Behavior, a group he'd assembled with his friend Thomas Bartlett (a.k.a. Doveman). Sixteen years later, Amidon has made a gorgeous new album, Lily-O, and performed a pair of its songs at the Tiny Desk — followed by \"Short Life,\" from his 2013 album Bright Sunny South. -- BOB BOILEN\n\n\nSet List\n\"Blue Mountains\" 0:01\n\"Pat Do This, Pat Do That\" 4:57\n\"Short Life\" 10:45\n\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Nick Michael, Maggie Starbard; Assistant Producer: Susan Hale Thomas; photo by Susan Hale Thomas",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Fw2X9dMtDmc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Fw2X9dMtDmc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Fw2X9dMtDmc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Fw2X9dMtDmc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Fw2X9dMtDmc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 196
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-11-25T14:36:19.000Z",
    "title": "Pat Benatar & Neil Giraldo: NPR Music Tiny Desk Concert",
    "description": "\"You know I wrote this for you, baby — you know that.\" \"Oh, yeah, sure.”\n\nPat Benatar and Neil Giraldo do mock-bickering as well as any long-married couple – which, of course, is exactly what they are. More notably, they've formed a commercial and creative juggernaut spanning more than three decades, with the Brooklyn-born Benatar singing and Giraldo working as her guitarist, producer and fellow songwriter.\n\nBenatar's recording career spans a dozen studio albums, seven of which have sold more than a million copies, and has yielded multiple Grammy Awards and some remarkably sturdy staples of the classic-rock canon. Though most widely associated with a string of chart-toppers in the late '70s through the '80s — \"Love Is A Battlefield,\" \"Heartbreaker,\" et al — Benatar and Giraldo still draw huge crowds, for reasons made abundantly clear here. Classically trained as a mezzo-soprano, Benatar still possesses a formidable instrument, and the pair's songs have lost none of their appeal in the intervening decades. And, of course, the duo performs with an agreeable mixture of lighthearted banter, chops and charm.\n\nAt the Tiny Desk, Benatar and Giraldo ran through three of their classic songs: 1979's \"We Live For Love,\" 1984's \"We Belong\" and, after a long and satisfying windup, 1981's \"Promises In The Dark.” -- STEPHEN THOMPSON\n\nSet List\n\"We Live For Love\"\n\"We Belong\"\n\"Promises In The Dark\"\n\nCredits\nProducers: Bob Boilen, Maggie Starbard, Kevin Wait; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Maggie Starbard; Assistant Producer: Susan Hale Thomas; Photo by Susan Hale Thomas/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/yxteG1thK5I/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/yxteG1thK5I/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/yxteG1thK5I/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/yxteG1thK5I/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/yxteG1thK5I/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 197
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-11-24T17:52:12.000Z",
    "title": "J Mascis: NPR Music Tiny Desk Concert",
    "description": "The loudest guy in the world came to the Tiny Desk to perform some of his quietest music. Dinosaur Jr.'s J Mascis, for years a guy who's turned my ears red, showed up armed with just an acoustic guitar. I even had an amp for that guitar all lined up, but he decided to not plug in.\n\nSo we get a rare treat: a low-key J Mascis, performing emotional songs from his new album Tied To A Star, as well as Dinosaur Jr.'s classic \"Little Fury Things.\" If you think Mascis draws all his power from sheer volume, this ought to convince you otherwise. -- BOB BOILEN \n\nSet List\n\"Stumble\" 0:00\n\"Little Fury Things\" 3:01\n\"Drifter/Heal The Star\" 5:48\n\nCredits\nProducers: Bob Boilen, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Nick Michael, Maggie Starbard; Assistant Producer: Susan Hale Thomas; photo by Susan Hale Thomas",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/ubSZKWXyu04/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/ubSZKWXyu04/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/ubSZKWXyu04/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/ubSZKWXyu04/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/ubSZKWXyu04/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 198
   }
  },
  {
   "snippet": {
    "publishedAt": "2014-11-18T19:09:14.000Z",
    "title": "Davíd Garza: NPR Music Tiny Desk Concert",
    "description": "Davíd Garza was already a favorite son for folks in Austin when I discovered a collection of his past works, filled with stunning songwriting and a voice that seemed familiar yet new. Once I heard his music, I knew I'd always look forward to whatever he produced.\n\nBeing a fan of Garza means accepting the world on his terms — and his world is filled with infinite musical possibilities. He's got a tremendous collection of musical friends who call on him for his work as a backup musician in studio sessions and on stage. For example, he and vocalist Gaby Moreno (already a Tiny Desk veteran) have been touring together lately, and you get a taste of her powerful voice as she joins Garza here.\n\nSet List\n\"Texas Is My Hometown\" 0:06\n\"Discoball World\" 4:11\n\"Malagueña Salerosa\" 8:25\n\nCredits\nProducers: Felix Conteras, Maggie Starbard; Audio Engineer: Kevin Wait; Videographers: Colin Marshall, Susan Hale Thomas; Assistant Producer: Maggie Starbard; photo by Maggie Starbard/NPR",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/JPcqESmvTTY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/JPcqESmvTTY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/JPcqESmvTTY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/JPcqESmvTTY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/JPcqESmvTTY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 199
   }
  }
 ]
}
