{
 "nextPageToken": "CGQQAA",
 "items": [
  {
   "snippet": {
    "publishedAt": "2016-07-21T19:38:58.000Z",
    "title": "John Congleton And The Nighty Nite: NPR Music Tiny Desk Concert",
    "description": "July 22, 2016 by BOB BOILEN • Listening to John Congleton can be scary. The imagery — of \"blood between my legs,\" of loving another \"like a lion loves its kill\" — can be horrifying. But the songs Congleton sings (from his album Until The Horror Goes) touch on what it means to be human, and what it means to face the fact that we are flesh-and-blood \"temporary custodians\" in vessels that will inevitably return to the earth and decay.\n\nThese are not songs to shock, but songs to remind us of our fragility, our faults, our instincts and what an extraordinary thing it is to be an ordinary phenomenal nothing — simply particles that unite and make us who we are for our brief time on earth.\n\nCongleton has been on my radar for a long time: He's been my favorite producer and engineer, working on records by St. Vincent, Angel Olsen, Spoon, David Byrne, The Mountain Goats, The Walkmen and many others. Here, he creates haunting tension with just acoustic guitar, brilliant electronics from Jordan Geiger (Hospital Ships), and words passionately sung. This Tiny Desk set is a fine, albeit spare, introduction to a brilliant artist. If you find his take on humanity enlightening and humble, the way I do, give Until The Horror Goes a listen. There's nothing else quite like it.\n\nUntil The Horror Goes is available now:\niTunes: https://itunes.apple.com/us/album/until-the-horror-goes/id1082058596\nAmazon: https://www.amazon.com/Until-Horror-Goes-Congleton-Nighty/dp/B01B2AY6NS\n\nSet List:\n\"Just Lay Still\"\n\"Your Temporary Custodian\"\n\"Animal Rites\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/DouAiv06tMY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/DouAiv06tMY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/DouAiv06tMY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/DouAiv06tMY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/DouAiv06tMY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 50
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-07-18T15:24:16.000Z",
    "title": "Gregory Porter: NPR Music Tiny Desk Concert",
    "description": "July 18, 2016 by BOB BOILEN • Gregory Porter's healing soul music sends a message of compassion, and he's got a baritone voice that resonates love. When Porter visited NPR, we'd just learned that our colleague, photojournalist David Gilkey, had been killed while working on a story for NPR in Afghanistan. When Porter began singing the calmly beautiful \"No Love Dying,\" he may not have known how much it would mean to us. Yet this song of compassion and hope, from his Grammy-winning 2013 album Liquid Spirit, was just what we'd needed.\n\nPorter and pianist Chip Crawford continued their thoughtful, entrancing set with \"Take Me To The Alley\" (the title track to Porter's new album), a song about how we treat and think about those who live on society's margins. Closing this Tiny Desk concert is \"Don't Be A Fool,\" another new song of love, loyalty and trust. For us, Porter's set provided a timely reminder that we can all use comfort, counsel and guidance — and that music can be serious and heartwarming without losing its sense of wonder and delight.\n\nTake Me To The Alley is available now:\niTunes: https://itunes.apple.com/us/album/take-me-to-the-alley/id1088093080\nAmazon: https://www.amazon.com/Take-Me-Alley-Gregory-Porter/dp/B01CJVIUPE\n\nSet List:\n\"No Love Dying\"\n\"Take Me To The Alley\"\n\"Don't Be A Fool\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Nick Michael; Production Assistant: Marissa Lorusso; Photo: Bob Boilen/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/sNJUzwBNbxo/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/sNJUzwBNbxo/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/sNJUzwBNbxo/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/sNJUzwBNbxo/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/sNJUzwBNbxo/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 51
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-07-14T14:20:03.000Z",
    "title": "Chris Forsyth & The Solar Motel Band: NPR Music Tiny Desk Concert",
    "description": "July 15, 2016 by LARS GOTRICH • There's a point when a jam is just a jam, and when a jam becomes a journey... man. Ever since Chris Forsyth started The Solar Motel Band to fill out his long-form rock compositions, the Philly guitarist has proven his versatility not only as an instrumentalist, but also as a storyteller.\n\nOnstage, The Solar Motel Band opts for maximum-volume, high-energy rock 'n' roll — even low-key numbers are massive in their movement. In the NPR Music offices, where amp stacks could rattle books off the shelves, Forsyth culls a set from The Rarity Of Experience that plays to the room and speaks to the malleability of his work. The sparkling \"Harmonious Dance\" meditates on a gently unfolding melody shared between Forsyth and guitarist Nick Millevoi. Due to touring conflicts, The Solar Motel Band's rhythm section is different here than on record, but bassist Bill Stein provides a grounding force, as drummer Ryan Jewell — a heavy in the Columbus, Ohio, avant-jazz/improv scene for the past decade and change — loosens the very ground beneath it all. It's a dynamic that works to the band's advantage, helping to churn and turn these songs into new forms, like shifting plates beneath the Earth that disrupt and correct themselves.\n\nThe Solar Motel Band closes this set with a twofer. First, there's the dubby and rumbling \"The First Ten Minutes Of C********* Blues\" (a nod to the unreleased Rolling Stones documentary directed by Robert Frank), where Millevoi bends and whammies the strings of his Fender into the dirt. But just as we crawl out from the grime, a buzzing drone segues into \"Boston Street Lullaby,\" an understated and quiet tune with disquieting moments — a disarming journey worth taking.\n\nThe Rarity Of Experience is available now:\niTunes: https://itunes.apple.com/us/album/the-rarity-of-experience/id1074083668\nAmazon: https://www.amazon.com/Rarity-Experience-Chris-Forsyth-Solar/dp/B01BG4XYM4\nChris Forsyth & The Solar Motel Band goes on tour with Super Furry Animals starting July 21, 2016: http://thechrisforsyth.com/live\n\nSet List:\n\"Harmonious Dance\"\n\"The First Ten Minutes of Cocksucker Blues\"\n\"Boston Street Lullaby\"\n\nCredits:\nProducers: Lars Gotrich, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Morgan McCloy, CJ Riculan; Photo: Claire Harbage/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/ZHbkzeVym_0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/ZHbkzeVym_0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/ZHbkzeVym_0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/ZHbkzeVym_0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/ZHbkzeVym_0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 52
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-07-11T20:09:55.000Z",
    "title": "Jane Bunnett and Maqueque: NPR Music Tiny Desk Concert",
    "description": "July 12, 2016 by FELIX CONTRERAS • Jane Bunnett knows a few things about Cuban music. She and her husband, trumpeter Larry Kramer, have been traveling to the island from their home base of Toronto for more than 30 years. They've collaborated with musicians there, as well as back home in Canada and on tours around the globe.\n\nSo it should come as no surprise that when Bunnett chose to perform with some of the top young women musicians from the island, she'd choose some of the best of their generation. As you can sense from this video, the members of Maqueque are conservatory-trained, but also schooled in Afro-Cuban tradition.\n\nIf you want to hear what Cuba sounds like today, then be sure to listen. It's a pleasure to watch and listen as Jane Bunnett and Maqueque share their passion with the world.\n\nJane Bunnett & Maqueque is available now: \niTunes: https://itunes.apple.com/ca/album/jane-bunnett-and-maqueque/id1084876857\nAmazon: https://www.amazon.com/Jane-Bunnett-Maqueque/dp/B00KALMCFA/ref=ntt_mus_dp_dpt_1\n\nSet List:\n\"Little Feet\"\n\"Maqueque\"\n\"25 New Moves\"\n\nCredits:\nProducers: Felix Contreras, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Colin Marshall, Maia Stern; Editor: Claire Hannah Collins; Photo: NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/2yxU-_md2hE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/2yxU-_md2hE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/2yxU-_md2hE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/2yxU-_md2hE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/2yxU-_md2hE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 53
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-07-07T14:54:39.000Z",
    "title": "Valley Queen: NPR Music Tiny Desk Concert",
    "description": "July 8, 2016 by BOB BOILEN • At first it was simply the voice that shook me. I was in Austin, Texas, during SXSW, and my buddy Sean Moeller of Daytrotter told me he was recording a new favorite band and I should come by. The house/makeshift studio on Austin's East Side was saturated with the alluring voice of Natalie Carol and her solid yet rattling Neil Young-ish band. That was my introduction to Valley Queen, and I've seen them shake the walls at a few venues around the country now, one of which was here at NPR. When this band, which has only put out a few singles on Bandcamp so far, came to the Tiny Desk, its members played like veterans. Valley Queen's music is rich with nuance and depth, rooted deep in California country. They are working toward that debut record, and three songs they played at the Tiny Desk were unreleased. Here is an early glimpse of some growing talent.\n\nFor more information about Valley Queen, visit its website: http://www.valleyqueenmusic.com/\n\nSet List:\n\"In My Place\"\n\"Hold On You\"\n\"Ride\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; PA: Marissa Lorusso; Photo: CJ Riculan/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/T3dkJZS3n9A/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/T3dkJZS3n9A/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/T3dkJZS3n9A/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/T3dkJZS3n9A/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/T3dkJZS3n9A/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 54
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-07-05T19:10:26.000Z",
    "title": "Los Hacheros: NPR Music Tiny Desk Concert",
    "description": "June 30, 2016 by FELIX CONTRERAS • Sometimes it's necessary to get back to basics. In the case of Los Hacheros, that means returning to the deep groove of Afro-Caribbean music that provides the source material for modern salsa and all of its permutations.\n\nAs you'll see in this video, the band's dedication to authenticity is masterfully executed with a serious dose of sabor. In fact, the band was so swinging, it was impossible to sit on the sidelines and pass up my own chance to jump in during \"Bambulaye\" and perform with the band myself. So clear out the furniture and turn up the sound on this video to create your own dance party.\n\nBambulaye is available now:\niTunes: https://itunes.apple.com/us/album/bambulaye/id1083664585\nAmazon: https://www.amazon.com/Bambulaye-LOS-HACHEROS/dp/B01BL9LMDC\n\nSet List:\n\"Baila Con Los Hacheros\"\n\"Papote's Guajira\"\n\"Bambulaye\"\n\nCredits:\nProducers: Felix Contreras, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame, Colin Marshall; Production Assistant: Jackson Sinnenberg; Photo: NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast.",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/bWdZP2Qj6wA/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/bWdZP2Qj6wA/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/bWdZP2Qj6wA/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/bWdZP2Qj6wA/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/bWdZP2Qj6wA/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 55
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-06-29T21:51:22.000Z",
    "title": "Adia Victoria: NPR Music Tiny Desk Concert",
    "description": "June 30, 2016 by BOB BOILEN • At first, I was drawn in by Adia Victoria's languid guitar sound: In her hands, it practically has a drawl of its own. Then I heard her stories — never trite, often personal, always potent — which you can hear in the words that open her Tiny Desk concert. \"I don't know nothing 'bout Southern belles,\" she sings in \"Stuck In The South,\" adding, \"but I can tell you something 'bout Southern hell.\"\n\nAdia Victoria's voice is powerful and direct, with no artifice; it carries the singular perspective of a Southern black woman with a Seventh Day Adventist upbringing, who never felt like she'd fit in. She recently put out her first album, Beyond The Bloodhounds, and two of the songs here (\"Stuck In The South\" and \"And Then You Die\") are from that record. It's a brilliant debut, though I highly recommend seeing her perform live for the full experience.\n\nBeyond The Bloodhounds is available now:\niTunes: https://itunes.apple.com/us/album/beyond-the-bloodhounds/id1086315033\nAmazon: https://www.amazon.com/Beyond-Bloodhounds-Adia-Victoria/dp/B01C807M78\n\nSet List:\n\"Stuck In The South\"\n\"And Then You Die\"\n\"Heathen\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Maia Stern, CJ Riculan; Production Assistant: Marissa Lorusso ; Photo: Kara Frame/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/LaCjgtH4zac/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/LaCjgtH4zac/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/LaCjgtH4zac/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/LaCjgtH4zac/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/LaCjgtH4zac/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 56
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-06-28T20:30:06.000Z",
    "title": "Charles Lloyd & Jason Moran: NPR Music Tiny Desk Concert",
    "description": "June 28, 2016 by FELIX CONTRERAS • Together, saxophonist Charles Lloyd and pianist Jason Moran make jazz that draws from the past while looking to the future. Lloyd's body of work stretches back to the mid-1960s, and has always shown a disregard for boundaries and cliches. He seems determined to work through the later part of his career with artistically and spiritually motivated playing that simply astounds.\n\nMoran is the sound of today and tomorrow. You can hear reverence in his duo playing with Lloyd — and you may also notice playing that taps into Lloyd's ever-present youthful spirit. Together, their performance behind Bob Boilen's Tiny Desk was as refreshing and energizing as deep meditation.\n\nHagar's Song is available now:\niTunes: https://itunes.apple.com/us/album/hagars-song/id602766411\nAmazon: https://www.amazon.com/Hagars-Song-Charles-Lloyd/dp/B00ARX2WLK\n\nSet List:\n\"Hagar's Lullaby\" (by Charles Lloyd)\n\"Prayer\" (by Charles Lloyd)\n\"Sand Rhythm\" (by Charles Lloyd & Jason Moran)\n\nCredits:\nProducers: Felix Contreras, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/sKqnfdBfaEw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/sKqnfdBfaEw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/sKqnfdBfaEw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/sKqnfdBfaEw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/sKqnfdBfaEw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 57
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-06-23T17:09:41.000Z",
    "title": "Mashrou' Leila: NPR Music Tiny Desk Concert",
    "description": "June 24, 2016 by ANASTASIA TSIOULCAS • When we invited the band Mashrou' Leila to come play at the Tiny Desk, we couldn't have foreseen the timing.\n\nThe group arrived at our office the morning after the horrific June 12 shootings in Orlando at the gay nightclub Pulse. We were all collectively reeling from the news, and for this rock band from Beirut, Lebanon, the attack hung very heavily.\n\nMashrou' Leila is fronted by singer and lyricist Hamed Sinno, along with violinist Haig Papazian, keyboardist and guitarist Firas Abou Fakher, Ibrahim Badr on bass and drummer Carl Gerges: five young Beirutis whose family backgrounds reflect Lebanon's religious diversity.\n\nSinno is openly gay, and Mashrou' Leila is well acquainted with the targeting of LGBT people. The band has faced condemnation, bans and threats in its home region, including some from both Christian and Muslim sources, for what it calls \"our political and religious beliefs and endorsement of gender equality and sexual freedom.\" And yet, when Mashrou' Leila performs in the U.S., its members are often tasked with representing the Middle East as a whole, being still one of the few Arab rock bands to book a North American tour.\n\nAfter the attack on Pulse, the members of Mashrou' Leila decided to open their Tiny Desk set with \"Maghawir\" (Commandos), a song Sinno wrote in response to two nightclub shootings in Beirut — a tragic parallel to what happened in Orlando. In the Beirut incidents, which took place within a week of each other, two of the young victims were out celebrating their respective birthdays. \"Maghawir\" is a checklist of sorts about how to spend a birthday clubbing in the band's home city, but also a running commentary about machismo and the idea that big guns make big men.\n\n\"All the boys become men / Soldiers in the capital of the night,\" Sinno sings. \"Shoop, shoop, shot you down ... We were just all together, painting the town / Where'd you disappear?\" It was a terrible, and terribly fitting, response to the Florida shootings.\n\nIn all of its songs, Mashrou' Leila creates densely knotted wordplay; even the band's name has layers of meaning and resonance. The most common translation of \"Mashrou' Leila\" is \"The Night Project,\" which tips to the group's beginnings back in 2008 in sessions at the American University of Beirut. But Leila is also the name of the protagonist in one of Arabic literature's most famous tales, the tragic love story of Leila and Majnun, a couple somewhat akin to Romeo and Juliet. Considering Mashrou' Leila's hyper-literary bent, it's hard not to hear that evocation.\n\nIn the second song, \"Kalaam\" (S/He), Sinno dives deep into the relationships between language and gender, and how language shapes perception and identity: \"They wrote the country's borders upon my body, upon your body / In flesh-ligatured word / My word upon your word, as my body upon your body / Flesh-conjugated words.\" (The band has posted its own full English translations of these songs online.)\n\nThe title of the third song in Mashrou' Leila's set, \"Djin,\" is a perfect distillation of that linguistic playfulness. In pre-Islamic Arabia and later in Islamic theology and texts, a djin (or jinn) is a supernatural creature; but here, Sinno also means gin, as in the alcoholic drink. \"Liver baptized in gin,\" Sinno sings, \"I dance to ward off the djin.\"\n\nBut you don't have to speak a word of Arabic, or get Mashrou' Leila's cerebral references, to appreciate its songs: deeply layered, darkly textured and sonically innovative. And sometimes, as Sinno says, the band's songs \"are just about getting really messed up at a bar.\"\n\nIbn El Leil (Son Of The Night) is available now:\niTunes: https://itunes.apple.com/us/album/ibn-el-leil/id1062085424\nAmazon: https://www.amazon.com/gp/product/B018MWHYEM?ie=UTF8&ref_=cm_cr_arp_d_product_top\n\nSet List:\n\"Maghawir\" (Commandos)\n\"Kalaam\" (S/He)\n\"Djin\"\n\nCredits:\nProducers: Anastasia Tsioulcas, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Claire Hannah Collins, Kara Frame; Production Assistant: Sophie Kemp; Photo: Ruby Wallau/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/pfPvgAtgTNM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/pfPvgAtgTNM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/pfPvgAtgTNM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/pfPvgAtgTNM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/pfPvgAtgTNM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 58
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-06-20T13:20:31.000Z",
    "title": "Brandy Clark: NPR Music Tiny Desk Concert",
    "description": "June 20, 2016 by JACOB GANZ • There's no explicit narrative threading together Brandy Clark's second album, Big Day In A Small Town. Instead, the 11 interconnected songs map a small collection of streets, landmarks, loves, betrayals and heartbreaks that cohere into a place as particular and as universal as Winesburg or Grover's Corners.\n\nLow-key and wry, Clark is a meticulous songwriter who made hits for Reba McEntire, Miranda Lambert, LeAnn Rimes and Kacey Musgraves before she put her own name on an album. (It's hard to believe that nobody wrote the instant-classic line, \"If you want the girl next door, then go next door,\" before she did.) But when Clark steps in front of a mic and turns on the charm, her humor pulls the audience right into every single joke — watch for the knowing smile she shoots guitarist Miles Aubrey just before she drops a bomb at the end of the first chorus of \"Daughter.\" In anyone else's hands, that song might have been a bitter revenge fantasy, but Clark's gently swooping verses and puckered choruses sketch the bemused, from-the-front-porch distance of wronged party who knows that fate is likely to do more damage to a cad than a key would ever do to his car's glossy paint job.\n\n\"I really developed a love for small towns when my dad died and I went home for his memorial service, and there were so many people they had to have it in a gym,\" Clark said before introducing \"Since You've Gone To Heaven,\" the heartbreaker that closes Big Day. \"And that's not an uncommon thing in a small town, but anywhere else in the world, that only happens for a celebrity.\" Clark's gift as a performer is making any room — even a newsroom on a cold, rainy spring afternoon — feel as warmly human.\n\nBig Day In A Small Town is available now:\niTunes: https://itunes.apple.com/us/album/big-day-in-a-small-town/id1095851403\nAmazon: https://www.amazon.com/Big-Small-Town-Brandy-Clark/dp/B01DSEW0SE\n\nSET LIST:\n\"Daughter\"\n\"Since You've Gone To Heaven\"\n\"Girl Next Door\"\n\nCREDITS:\nProducers: Jacob Ganz, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Maia Stern; Production Assistant: Marissa Lorusso; Photo: NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/2BZSvAsmMXg/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/2BZSvAsmMXg/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/2BZSvAsmMXg/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/2BZSvAsmMXg/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/2BZSvAsmMXg/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 59
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-06-16T18:49:20.000Z",
    "title": "Alessio Bax: NPR Music Tiny Desk Concert",
    "description": "June 17, 2016 by TOM HUIZENGA • The practice of lulling a child to sleep through music must be about the oldest tradition imaginable. All parents have wanted their children to sleep at some point, if only to have a little peace and quiet — and to plot strategies for getting their own shuteye.\n\nPianist Alessio Bax knows all about sleep — and lack thereof. He's a first-time parent, and his 22-month-old daughter Mila is, like any child that age, a handful, not to mention impossibly cute.\n\nFor Father's Day, we invited Bax and his daughter behind Bob Boilen's desk for a few lullabies from the award-winning pianist's recent album Lullabies For Mila. Sensing attention from the crowd and the cameras, Mila is anything but sleepy. On the contrary, with her own running commentary — and some fast fingering on a toy keyboard — she does her best to steal the show.\n\nBax begins with a rendition of J.S. Bach's \"Sheep May Safely Graze,\" explaining that the composer asks the performer to do three things at once, which is not unlike the duties a new parent must juggle. Mila's mom, Lucille Chung, joins her husband at the piano for a brief Brahms Waltz (Op. 39 in A-flat) often referred to as a lullaby. As if on cue, Mila eagerly introduces Chung with a sweet \"Mama, too.\" Bax closes with a ravishing Prelude by Rachmaninoff. As the undulating music begins to heat up, Mila pounds away at her own mini-keyboard — that is, until Mom plucks the toy from her lap.\n\nLullabies for Mila is available now:\niTunes: https://itunes.apple.com/us/album/lullabies-for-mila/id1065958153\nAmazon: https://www.amazon.com/Lullabies-Mila-Alessio-Bax/dp/B018SRZPDI\n\nSET LIST:\n\"J.S. Bach (arr. Petri): Sheep May Safely Graze\"\n\"Brahms: Waltz No. 15 in A-flat major, Op. 39\"\n\"Rachmaninoff: Prelude No. 4 in D, Op. 23\"\n\nCREDITS:\nProducers: Tom Huizenga, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/bmWBDs-5z3c/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/bmWBDs-5z3c/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/bmWBDs-5z3c/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/bmWBDs-5z3c/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/bmWBDs-5z3c/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 60
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-06-15T20:18:44.000Z",
    "title": "A Band From Beirut Speaks To Tragedy In Orlando",
    "description": "June 15, 2016 — Monday morning, as we were all absorbing the horrors of the Pulse attack in Orlando — the deadliest mass public shooting in modern U.S. history — Mashrou' Leila arrived to play a Tiny Desk concert. For this band from Beirut, Lebanon, the full weight of the tragedy hung heavily, and its members wanted to begin their set by addressing the Pulse shootings. We'll have their full performance available soon, but this was so timely, we wanted to share it right away.\n\nMashrou' Leila (the name translates as \"Night Project\") includes five young Beirutis — singer Hamed Sinno, violinist Haig Papazian, keyboardist and guitarist Firas Abou Fakher, Ibrahim Badr on bass and drummer Carl Gerges — of mixed religious heritage. They are well acquainted with the targeting of both LGBT people and those questioning the political, religious and cultural status quo.\n\nSinno, who is also the band's lyricist, is openly gay, and Mashrou' Leila has faced condemnation, bans and threats in its home region, including some from both Christian and Muslim sources. The group's sound is beautifully layered, with vocals that allude to the Arab tradition of ornamenting melodies, but is also fresh, modern and compelling. Sinno's nuanced lyrics run deep.\n\nThe group opened its Tiny Desk set with \"Maghawir\" (Commandos), a song Sinno wrote in response to two nightclub shootings in Beirut — a tragic parallel to what happened in Orlando. In the Beirut shootings, which took place within a week of each other, two of the young victims were out celebrating their respective birthdays. So \"Maghawir\" is a wry checklist of sorts about how to spend a birthday clubbing in their home city, but also a running commentary about machismo and the idea that big guns make big men.\n\n\"All the boys become men / Soldiers in the capital of the night,\" Sinno sings. \"Shoop, shoop, shot you down ... We were just all together, painting the town / Where'd you disappear?\"\n\nIbn El Leil (Son Of The Night) is available now:\niTunes: https://itunes.apple.com/us/album/ibn-el-leil/id1062085424\nAmazon: https://www.amazon.com/gp/product/B018MWHYEM?ie=UTF8&ref_=cm_cr_arp_d_product_top\n\nSet List:\n\"Maghawir\" (Commandos)\n\nCredits:\nProducers: Anastasia Tsioulcas, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Claire Hannah Collins, Kara Frame; Production Assistant: Sophie Kemp; Photo: Ruby Wallau/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/zWckUls1wVE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/zWckUls1wVE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/zWckUls1wVE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/zWckUls1wVE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/zWckUls1wVE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 61
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-06-13T18:27:57.000Z",
    "title": "Chick Corea & Gary Burton: Tiny Desk Concert",
    "description": "June 13, 2016 by SURAYA MOHAMED • Sometimes big-name artists need special attention. But in this case, it wasn't because they've been jazz pioneers and innovators since the 1960s and are considered to be founding fathers of jazz fusion, not to mention two of the most important jazz figures performing today. It's not because they've collectively recorded more than 100 albums and won 29 Grammy Awards. The agitation was because both of their instruments couldn't fit behind Bob Boilen's Tiny Desk.\n\nThere were logistical hurdles to overcome before the jazz giants' arrival. We had to move the desk to make a bigger \"stage.\" Piano movers hauled the 900-pound Yamaha C7 grand piano from our first-floor performance studio up the freight elevator to the fourth-floor Tiny Desk area. But weeks of meticulous measuring and planning paid off when the rented vibes were delivered and just fit alongside the piano.\n\nGary Burton and Chick Corea were in town for the 2016 NEA Jazz Masters Concert. The NEA Jazz Masters fellowship is the highest honor our nation bestows on jazz artists. Each year, the program honors a select few living legends who have made exceptional contributions to the advancement of jazz. Burton was a newly appointed 2016 recipient, while Corea received the honor in 2006.\n\nThese friends first played together 44 years ago, when they recorded their very first album, Crystal Silence. In his autobiography, Gary Burton tells the story:\n\nWe set aside three days for the recording. Except for ... one tune in Munich, Chick and I hadn't worked together before Berlin, so we figured we would need a fair amount of time to choose songs and finalize arrangements. But to our amazement, it all went incredibly fast. We would spend maybe twenty minutes creating an arrangement, and then record. We did every song in just one take, except that we required a second spin through \"Senor Mouse.\"\nThe record was finished in just a few hours, and the two realized they had a unique musical chemistry with the ability to anticipate each other's improvisational ideas. That album went on to become a classic: flawless yet fresh and forever new.\n\nA few thousand concerts later, the jazz masters showed up at NPR HQ to perform a concert at our newly expanded Tiny Desk. On this day, it had been almost two years since Chick Corea and Gary Burton had played together — the longest break they'd ever had. But once again, their remarkable ability to connect was demonstrated in two songs they play together all the time.\n\nHot House is available now:\niTunes: https://itunes.apple.com/us/album/hot-house/id554867808\nAmazon: https://www.amazon.com/Hot-House-Chick-Corea/dp/B0076IH1KG\n\nSET LIST:\n\"Love Castle\"\n\"Crystal Silence\"\n\nCREDITS:\nProducers: Suraya Mohamed, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame, Morgan McCloy; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/15IHNYq6stw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/15IHNYq6stw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/15IHNYq6stw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/15IHNYq6stw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/15IHNYq6stw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 62
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-06-09T20:42:29.000Z",
    "title": "Weaves: NPR Music Tiny Desk Concert",
    "description": "June 10, 2016 by BOB BOILEN • There's something nearly unhinged about Weaves' music. Some of that is in the frenetic guitar of Morgan Waters and the way it contrasts with the swaying-in-the-breeze feel of singer Jasmyn Burke. But then it can all turn upside-down in a hurry — the guitar becomes almost lyrical as Burke sings:\n\nA portion of popcorn that's popping and shopping for fresh hands\nDistortion is motion that's ridden forbidden\nDon't you dare, don't you dare\nYou're so coo coo I'm so coo coo\n\nAll the while, the rhythm section jitters and shakes, or you may find Burke flat on the floor, singing toward the ceiling.\n\nA Toronto-based art and pop project, Weaves is a young band with just one EP and a debut album coming June 17. That album has already become a favorite of mine: The group has an eagerness to try on new sounds while always remaining playful and quirky — sometimes loud, sometimes gentle and always a trip.\n\nWeaves is available for pre-order now:\niTunes: https://itunes.apple.com/us/album/weaves/id1090534710\nAmazon: https://www.amazon.com/Weaves/dp/B01CH74YBO?ie=UTF8&*Version*=1&*entries*=0\n\nSet List:\n“Coo Coo\"\n\"Shithole\"\n\"One More\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/faGzVf9ySmY/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/faGzVf9ySmY/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/faGzVf9ySmY/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/faGzVf9ySmY/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/faGzVf9ySmY/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 63
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-06-06T21:02:52.000Z",
    "title": "Sam Beam & Jesca Hoop: NPR Music Tiny Desk Concert",
    "description": "June 6, 2016 by STEPHEN THOMPSON • Sam Beam and Jesca Hoop visited NPR's offices on what may well be 2016's most beautiful day so far: perfectly warm and sunny, uncharacteristically dry, and perfect for lounging happily on the roof deck just around the corner from the Tiny Desk. Hoop and Beam did just that, hanging out amiably for hours after their show ended, as part of one of the most comfortable and relaxing days in the history of NPR Music.\n\nThe music itself was gorgeous to match, as the two performed three songs from their new collaborative record, Love Letters For Fire. If you haven't yet heard it, the album's sound fits right where you'd hope it would: between the inventive hookiness of Hoop's terrific solo work and the more somber ruminations of the work Beam makes at the head of Iron & Wine. Weeks later, watching their performance is like recapturing a little slice of that spring day, just when we need it most.\n\nLove Letters For Fire is available now:\niTunes: https://itunes.apple.com/us/album/love-letter-for-fire/id1077579406\nAmazon: http://www.amazon.com/Love-Letter-Fire-Beam-Jesca/dp/B01BN23GVI\n\nSET LIST:\n\"Sailor To Siren\"\n\"Know The Wild That Wants You\"\n\"Every Songbird Says\"\n\nCREDITS:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/syxhhSFNe-c/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/syxhhSFNe-c/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/syxhhSFNe-c/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/syxhhSFNe-c/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/syxhhSFNe-c/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 64
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-06-02T16:35:39.000Z",
    "title": "Barry Douglas: NPR Music Tiny Desk Concert",
    "description": "June 3, 2016 by TOM HUIZENGA • Barry Douglas knows a few things about handing down traditions. In this Tiny Desk performance, he passes along the musical heritage of his Irish homeland in the form of old Celtic songs he's arranged for solo piano.\n\nDouglas has also been on the receiving end of tradition. If you set up a kind of Ancestry.com for pianists, Douglas could claim a pretty impressive pedigree. One of his teachers, Felicitas LeWinter, studied with a pupil of Franz Liszt. Another of his tutors, Maria Curcio, was taught by Artur Schnabel, whose teacher's teacher was a man named Beethoven. All that training helped Douglas take home the gold medal at the 1986 Tchaikovsky International Piano Competition in Moscow.\n\nDouglas starts with the oldest of the songs, \"The Coolin,\" which in its original language (An Chúileann) translates to \"The Fair-Haired Girl.\" The lyric can be traced back to about 1641, while the melody itself, some argue, is even older. He dresses the tune in Baroque trills and a theme and variations format displaying a variety of moods.\n\nTwo quick tunes follow. The hard-driving \"Planxty Dillon\" is a dance that dates from the early 18th century. And \"The Raggle Taggle Gypsy,\" of similar vintage, originates in Scotland but quickly became popular in England and North America under alternate titles such as \"Black Jack Davy.\"\n\nDouglas finishes with \"My Lagan Love,\" a song of dubious origins yet covered by everyone from John McCormack and Sinéad O'Connor to Pete Seeger and Dusty Springfield. Inspired by the river Lagan in Ireland's northern Donegal (hear the rippling in Douglas' left hand), the song defines the melancholy Irish air, making a direct hit on the heart. \n\nSet List:\n\"The Coolin (arr. Douglas)\"\n\"Planxty Dillon (arr. Douglas)'\"\n\"The Raggle Taggle Gypsy (arr. Douglas)\"\n\"My Lagan Love (arr. Douglas)\"\n\nCredits:\nProducers: Tom Huizenga, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Emily Bogle/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/P6H3jeut9jw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/P6H3jeut9jw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/P6H3jeut9jw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/P6H3jeut9jw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/P6H3jeut9jw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 65
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-05-31T15:58:47.000Z",
    "title": "Andrew Bird: NPR Music Tiny Desk Concert",
    "description": "May 31, 2016 by BOB BOILEN • It's been a joy to hear the music of Andrew Bird shift and change. Bird's early music, from the late '90s, was steeped in hot jazz and blues music from the early days of the phonograph, then later shifted to new technologies using loop pedals to layer voice, whistling and violin. His lyrics often have a calculated quality, filled with abundant wordplay and observations.\n\nThis year, Bird made one of his most personal albums, Are You Serious. So it felt appropriate that he would play some of his most personal work in this most intimate of settings, the Tiny Desk.\n\nFor this performance of three new songs, Bird came with a stripped-down acoustic band: just drums, upright bass and acoustic guitar, with Bird himself on violin. It functioned something like a hot jazz ensemble, with no effects pedals; just the songs, front and center, sounding perfect.\n\nAre You Serious is available now:\niTunes: https://itunes.apple.com/us/album/are-you-serious/id1079570545\nAmazon: http://www.amazon.com/Are-You-Serious-Andrew-Bird/dp/B01BG0SWIE\n\nSet List:\n\"Are You Serious\"\n\"Roma Fade'\"\n\"Capsized\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame, Colin Marshall; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/QGAzPtwUJJU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/QGAzPtwUJJU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/QGAzPtwUJJU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/QGAzPtwUJJU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/QGAzPtwUJJU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 66
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-05-31T14:09:35.000Z",
    "title": "Private video",
    "description": "This video is private.",
    "position": 67
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-05-25T16:54:20.000Z",
    "title": "Carrie Rodriguez: NPR Music Tiny Desk Concert",
    "description": "May 27, 2016 by FELIX CONTRERAS • Carrie Rodriguez has been many things: a classically trained violinist turned American fiddler, a duet partner to veteran songwriter Chip Taylor, a successful and popular solo artist in her own right. On occasion, those roles have allowed her Mexican-American roots to bubble to the surface — perhaps in a line sung in Spanish, or through a reference to a classic mariachi song.\n\nOn her new album Lola, Rodriguez's bi-cultural life blossoms into a spectacular collection of stories and songs, several of which she included in this Tiny Desk concert with guitarist Luke Jacobs.\n\nLola is available now:\niTunes: https://itunes.apple.com/us/album/lola/id1072167779\nAmazon: http://www.amazon.com/Lola-Carrie-Rodriguez/dp/B01621Q482\n\nSet List:\n\"I Dreamed I Was Lola Beltrán\"\n\"Llano Estacado'\"\n\"Noche De Ronda\"\n\nCredits:\nProducers: Felix Contreras, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/tWWxWpfkzR0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/tWWxWpfkzR0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/tWWxWpfkzR0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/tWWxWpfkzR0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/tWWxWpfkzR0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 68
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-05-23T16:25:23.000Z",
    "title": "Robert Ellis: NPR Music Tiny Desk Concert",
    "description": "May 23, 2016 by LARS GOTRICH • Robert Ellis somehow finds wide-eyed wonder in heartbreak. His downbeat themes come up against sonically ambitious and lushly arranged sounds on his self-titled, fourth album, which plays with country and Americana music tradition, not to mention the legacy of '70s singer-songwriters.\n\nSo when Ellis and backing guitarist Kelly Doyle came to the NPR Music offices dressed in sharp suits (Ellis' \"uniform\" this year, he told me), they retained these meticulous and thoughtful arrangements by foregrounding the tender and timeless melodies with busy, yet reinforcing guitar work. The grandiose \"How I Love You\" becomes a slow-burner desperate with lingering desire. The fiery, bluegrass-inspired \"Drivin'\" guzzles fuel with no destination in mind, Ellis \"just surviving\" without his lover. It's a song that makes a point out of the many things we do to forget, lyrically (\"I've changed all the light bulbs and had this conversation about three million times or more. I guess I'll walk around the grocery store ... again\") and musically as Ellis and Doyle's fingers blaze across guitar strings.\n\nEllis closes with \"California\" at the piano like the soft-rockers of yesteryear — tellingly, Bruce Hornsby's \"The Way It Is\" was teased during sound check — but he wrenches drama from his Texas twang, a soulfully bouncing rhythm and Doyle's hypnotic guitar pattern. On record, synths and electronics take the song to atmosphere, but here \"California\" is broken down as hopes fall apart.\n\nRobert Ellis is available for pre-order now:\niTunes: https://itunes.apple.com/us/album/robert-ellis/id1094933583\nAmazon: https://www.amazon.com/gp/product/B01D9PFH78?ie=UTF8&redirect=true&ref_=dm_ws_ap_tlw_alb1\n\nSET LIST:\n\"How I Love You\"\n\"Drivin'\"\n\"California\"\n\nCREDITS:\nProducers: Lars Gotrich, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/snJ_lTsMKlM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/snJ_lTsMKlM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/snJ_lTsMKlM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/snJ_lTsMKlM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/snJ_lTsMKlM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 69
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-05-18T18:01:20.000Z",
    "title": "Andy Shauf: NPR Music Tiny Desk Concert",
    "description": "May 20, 2016 by ROBIN HILTON • Saskatchewan singer-songwriter Andy Shauf is the kind of guy you'd find laying low at a party, maybe tucked into the corner of a room with a drink in his hand, keeping to himself but taking everything in. He's soft-spoken and reserved, more comfortable delivering the news than being a part of it (though \"comfortable\" may be too strong a word).\n\nShauf's latest album is, appropriately enough, called The Party. It's an emotionally remote collection of character studies and bent observations made during a gathering of drunken fools, smooth operators and the painfully self-aware.\n\nAndy Shauf recently brought The Party to the NPR Music offices for this quietly affecting Tiny Desk performance. His set opens with \"The Magician,\" a song about a poser schmoozing his way through a crowd, followed by \"To You,\" a slightly comical but awkward confession of unrequited love. Shauf closes with the relatively propulsive \"You're Out Wasting,\" a meditation on greed, selling out and late-night anxiety; it's from his 2015 album The Bearer Of Bad News.\n\nThe Party is available now:\niTunes: https://itunes.apple.com/us/album/the-party/id1088142112\nAmazon: https://www.amazon.com/The-Party-Andy-Shauf/dp/B01C8QXFDM\n\nSET LIST:\n\"The Magician\"\n\"To You\"\n\"You're Out Wasting\"\n\nCREDITS:\nProducers: Robin Hilton, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/QcGs8rBynL0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/QcGs8rBynL0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/QcGs8rBynL0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/QcGs8rBynL0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/QcGs8rBynL0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 70
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-05-16T15:25:18.000Z",
    "title": "Steve Kimock: NPR Music Tiny Desk Concert",
    "description": "May 16, 2016 by FELIX CONTRERAS • Those of us \"of a certain age\" have always been told to be true to ourselves, with the understanding that maturity will show us a better sense of our true selves. The hope is that we can move forward and look backward with both confidence and (hopefully) not a lot of regret.\n\nBut musicians of a certain age are often better off if they resist the tried-and-true and look for something new to stretch their sense of self. They rely on a body of work to inspire yet more growth; that way, their sound changes while still feeling familiar.\n\nPardon my philosophizing, but that's how I hear Steve Kimock's music — both in this video and on his latest album, Last Danger Of Frost. Long known for his electric-guitar work in improvisational settings, he's rightly considered a musician's musician. I've always thought of him as one of those gifted players whose dedication to his instrument is matched only by his imagination. There's joy in hearing Kimock play acoustically, with no filter (or pedals or amps) between his ideas and his fingers.\n\nSpecial mention on this video goes to legendary bassist Bobby Vega, who commands his instrument as easily as he breathes or walks around. It's a rare treat to hear these musicians up close and unplugged.\n\nLast Danger Of Frost is available now:\niTunes: https://itunes.apple.com/us/album/last-danger-of-frost/id1085804083\nAmazon: http://www.amazon.com/Last-Danger-Frost-Steve-Kimock/dp/B01BVXZWAC\n\nSET LIST:\n\"Careless Love\"\n\"Tongue N' Groove\"\n\"Surely This Day\"\n\nCREDITS:\nProducers: Felix Contreras, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame, Nick Michaels; Production Assistant: Jackson Sinnenberg; Photo: NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/YvKVs-q1oZU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/YvKVs-q1oZU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/YvKVs-q1oZU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/YvKVs-q1oZU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/YvKVs-q1oZU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 71
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-05-12T20:33:57.000Z",
    "title": "Daymé Arocena: NPR Music Tiny Desk Concert",
    "description": "May 12, 2016 by FELIX CONTRERAS\n\nAs the U.S. and Cuba normalize relations politically, the musical effects of the thaw are already being felt. Singer Daymé Arocena invokes the orishas as she and bandmates Rafael Aldama and Jorge Luis Lagarza Perez set out to draw connections between the music of the two countries. Arocena's voice is a deft combination of Aretha Franklin's soul and the sabor of Cuban music queen Celia Cruz.\n\nAs you'll see in the video, Arocena's performances are fueled by her surprisingly mature songwriting (she's only 24), as well as an irrepressible personality that projects warmth and fun, not to mention a million-watt smile. The level of musicianship on display here provides an extraordinary window into the talent waiting to be discovered in Cuba. It's fun to imagine what other joys await.\n\nNueva Era is available now:\niTunes: https://itunes.apple.com/us/album/nueva-era/id976166981\nAmazon: http://www.amazon.com/Nueva-Era-Dayme-Arocena/dp/B00VKWZLLU\n\nSET LIST:\n\"Madres\"\n\"Crystal\"\n\"El Ruso\"\n\nCREDITS:\nProducers: Felix Contreras, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/tKTQAGYo5hE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/tKTQAGYo5hE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/tKTQAGYo5hE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/tKTQAGYo5hE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/tKTQAGYo5hE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 72
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-05-09T16:04:10.000Z",
    "title": "Lara St. John: NPR Music Tiny Desk Concert",
    "description": "May 9, 2016 by TOM HUIZENGA • Violinist Lara St. John has attitude in spades. It's in the sound of her playing and in the arc of her career.\n\nHer first album cover sparked controversy, prompting many classical-music observers to wonder about her motivations until they heard the passionate Bach performances that accompanied it. Willing to take risks, St. John was among the first to start her own record label in the 1990s. It's allowed her to call the shots on her recorded repertoire, which has been satisfyingly broad, from Piazzolla to polkas to Mozart.\n\nSt. John's recent album Shiksa — recorded with pianist Matt Herskowitz, who joins her for this Tiny Desk concert — collects new arrangements of old tunes from Armenia, Romania and the Jewish diaspora.\n\nThe two know how to start off a show. The incendiary \"Czardashian Rhapsody\" mashes up two Hungarian tunes with some extra hot sauce. St. John's fiddle is at turns coy and cocky, racy, raw and just plain outrageous. Herskowitz dispatches his considerably hefty role with equal abandon. Her hair flying as if she were a glam-rock guitarist, St. John nails the big rock 'n' roll ending.\n\nThe two slow it all down for \"Sari Siroun Yar,\" a bittersweet Armenian troubadour song that opens with pearly, Asian-colored trills from Herskowitz and some sleight-of-hand magic from St. John. Bowing across the fingerboard, she captures the muted, breathy sound of the duduk, Armenia's ancient double-reed instrument.\n\nThe barnstorming grit is back for a final round of pyrotechnics in the \"Oltenian Hora.\" The piece plays off a catalog of violin tricks, St. John explains, practiced by traditional Romanian gypsy fiddlers. After rapid-fire whistles, bird calls and slithery harmonics, all in a variety of off-kilter rhythms, St. John ratchets up the intensity. Practically brawling with her instrument, she saws away faster and faster, leaving her, and many of us in the room, breathless.\n\nShiksa is available now:\niTunes: https://itunes.apple.com/us/album/shiksa/id1042770937\nAmazon: http://www.amazon.com/Shiksa-Various-Composers/dp/B015GSWQZM/ref=sr_1_1?s=music&ie=UTF8&qid=1462541319&sr=1-1&keywords=shiksa\n\nSet List:\n\"Czardashian Rhapsody\" (arr. Martin Kennedy)\n\"Sari Siroun Yar\" (arr. Serouj Kradjian)\n\"Oltenian Hora\" (arr. Lara St. John)\n\nCredits:\nProducers: Tom Huizenga, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame, Brandon Chew; Production Assistant: Jackson Sinnenberg; Photo: Kara Frame/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/NvHPuggkDpU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/NvHPuggkDpU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/NvHPuggkDpU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/NvHPuggkDpU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/NvHPuggkDpU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 73
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-05-06T13:12:27.000Z",
    "title": "Monika: NPR Music Tiny Desk Concert",
    "description": "May 6, 2016 by BOB BOILEN • When you hear Monika, life feels good: The singer's performances and presence are simply winning. Last fall, I saw her take a hands-in-pockets crowd in New York and turn it into a bunch of dancing, hand-waving fans. Here at the Tiny Desk, the office was singing along as the ebullient singer danced on my desk. She's a platinum-selling singer-songwriter back in Greece, and her most recent album, Secret In The Dark, is full of spunk and funk. The album was produced by the great Homer Steinweiss, whom you may know as the drummer for the soulful R&B band The Dap-Kings.\n\nMonika Christodoulou's recent transition from singer of sad songs to purveyor of upbeat jubilance came after she nearly lost her life in a boat fire; she had to swim eight hours in the dark to safety without food or drinkable water. These days, it's all about a great band grooving, her joyful voice, and that infectious smile.\n\nSecret In The Dark is available now:\niTunes: https://itunes.apple.com/us/album/secret-in-the-dark/id1014200918\nAmazon: http://www.amazon.com/Secret-Dark-Monika/dp/B010GV5RTQ\n\nSet List:\n\"Yes I Do\"\n\"Shake Your Hands\"\n\"Hand In Hand\"\n\"Secret In The Dark\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame, Colin Marshall, Nick Michaels; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/CEayGhxI0gk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/CEayGhxI0gk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/CEayGhxI0gk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/CEayGhxI0gk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/CEayGhxI0gk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 74
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-05-02T15:28:44.000Z",
    "title": "eighth blackbird: NPR Music Tiny Desk Concert",
    "description": "May 2, 2016 by TOM HUIZENGA • The Chicago new-music ensemble eighth blackbird is on a roll. Just after winning its fourth Grammy in February, the group received a MacArthur Award for Creative and Effective Institutions; the prize came with a $400,000 grant. Hand Eye — eighth blackbird's second album in seven months — just came out, and this season the group marks its 20th anniversary. The celebration includes an extensive tour, with world premieres of music by Bryce Dessner and David T. Little, as well as a gig as a \"living installation\" at Chicago's Museum of Contemporary Art, where eighth blackbird has commandeered the third-floor galleries as a space to rehearse and perform.\n\nIt's an understatement to note that there's far less space behind Bob Boilen's desk. But after a few discussions about placement, the sextet squeezed in while making sure everyone could see each other — one of the keys to navigating rhythmically challenging pieces by David Lang, Bryce Dessner and Robert Honstein.\n\nRight out of the gate, we meet the group's newest member, flutist Nathalie Joachim, who opens the first of two short pieces, \"Wave The Sea,\" with a scurrying theme of nervous energy. The music is by Bryce Dessner, perhaps best known for his work in The National but increasingly in demand as a classical composer. It's Dessner's take on the folk tradition of grisly story-songs collected in his larger suite, Murder Ballades.\n\n\"Pulse,\" from Robert Honstein's three-movement Conduit, seems to hover in midair. Throbbing notes from Matthew Duvall's vibraphone, Yvonne Lam's violin, Lisa Kaplan's piano and Michael J. Maccaferri's clarinet fold in one by one, as if in a round. Joachim's flute floats above while Nicholas Photinos' cello secures the bottom end, fleshing out a mesmerizing wash of sound.\n\nDavid Lang's \"learn to fly,\" also from a larger work, pumps up the energy with a motorik beat, fueled by Kaplan's syncopation. The interlocking parts race on until Lam finally breaks out of the pattern, soaring in a sweepingly romantic solo.\n\nFor those who persist in predicting the death of classical music, eighth blackbird once again demonstrates that it remains vibrantly alive.\n\nThe group's new album, Hand Eye, is available now:\niTunes: https://itunes.apple.com/us/album/hand-eye/id1096742427\nAmazon: http://www.amazon.com/Hand-Eye-Eighth-Blackbird/dp/B01C5PTUSK/ref=sr_1_1?s=music&ie=UTF8&qid=1462199219&sr=1-1&keywords=hand+eye\n\nSet List:\nBryce Dessner: \"Wave The Sea,\" \"Brushy Fork\"\nRobert Honstein: \"Pulse\"\nDavid Lang: \"learn to fly\"\n\nCredits:\nProducers: Tom Huizenga, Niki Walker; Audio Engineers: Josh Rogosin; Videographers: Niki Walker, Kara Frame, Colin Marshall; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/wVpfyWhon3M/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/wVpfyWhon3M/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/wVpfyWhon3M/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/wVpfyWhon3M/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/wVpfyWhon3M/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 75
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-04-28T22:46:43.000Z",
    "title": "Florist: NPR Music Tiny Desk Concert",
    "description": "April 29, 2016 by BOB BOILEN • In Florist, Emily Sprague and her Catskills friends sing quiet, delicate songs filled with vivid memories. \"Vacation\" is about growing up and learning about love.\n\n\"Like when I used to ride roller coasters with my dad\nWhen a swimming pool in a hotel\nWas a gift from God\nLike, love, we're like a family\nI don't know how to be\"\n\n\"Cool And Refreshing\" finds Sprague singing about the childhood memories that we lose one by one.\n\n\"Think of me by the creek in cutoff jeans holding onto\nSomething that has meaning to me\nI don't really think my life will ever make me\nAs happy as Kaaterskill Creek\"\n\nThese two songs are from Florist's 2015 EP, Holdly, while the band closes its Tiny Desk concert with \"1914,\" a track from its new debut full-length, The Birds Outside Sang. On drums, you'll find a Tiny Desk alum in Felix Walworth, who was first here with Bellows, then Eskimeaux; all of these musicians are connected in some way to the Epoch, a collective from New York City. It's a creative friendship with stories to share, and its members' songs feel best in intimate settings, like a desk surrounded by old and new friends.\n\nThe Birds Outside Sang is available now:\niTunes: https://itunes.apple.com/us/album/the-birds-outside-sang/id1067427809\nAmazon: http://www.amazon.com/Birds-Outside-Sang-Florist/dp/B0199YCC94\n\nSet List:\n\"Vacation\"\n\"Cool And Refreshing\"\n\"1914\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineers: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/WbyyxIZ02Zs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/WbyyxIZ02Zs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/WbyyxIZ02Zs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/WbyyxIZ02Zs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/WbyyxIZ02Zs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 76
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-04-27T17:46:49.000Z",
    "title": "Peter Frampton: NPR Music Tiny Desk Concert",
    "description": "March 17, 2016 by BOB BOILEN • I could walk by Peter Frampton on the street and not recognize him. His long blond hair, which shines like a halo on his album Frampton Comes Alive! may be gone, but as soon as he sat behind the Tiny Desk and began singing, 1976 came rushing back. I worked in a record store the year Frampton Comes Alive! came out, and it was one of those records that seemed to have universal appeal. We sold a ton of copies of that double live album and I can still remember the label and number (A&M 3703) from having written it on countless sales tickets.\n\nForty years later, on the new album Acoustic Classics, Peter Frampton has taken those electric guitar songs, some linked forever to that unmistakable talk box effect, and stripped them down to their essence, just a few acoustic guitars and his voice. At the Tiny Desk, played by Peter and guitarist Gordon Kennedy, these songs still thrill. We had a lot of coworkers and friends come watch Frampton come alive again. It was electrifying to hear a room full of people spontaneously burst out singing on the chorus of \"Baby, I Love Your Way\" especially when many of those singing weren't alive when that song came out.\n\nSongwriters could spend their lives hoping to write a song that connects for the ages, but Peter Frampton told the NPR crowd that two of his biggest hits came to him on a beach on the same day. The notion that one day the magic is there and the next it's gone could haunt a songwriter, but not Peter Frampton. On this day I saw one of the happiest musicians walk into our building, a man filled with joy, eager to share his tunes he's sung over and over for much of his adult life, with a fresh attitude. It was enchanting.\n\nAcoustic Classics is available now:\niTunes: https://itunes.apple.com/us/album/acoustic-classics/id1069815113\nAmazon: http://www.amazon.com/Acoustic-Classics-Peter-Frampton/dp/B019H4PXR4\n\nSet List:\n\"All I Want To Be (Is By Your Side)\"\n\"Lines On My Face\"\n\"Baby, I Love Your Way\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineers: Kevin Wait, Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/9GLIZrSwFWk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/9GLIZrSwFWk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/9GLIZrSwFWk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/9GLIZrSwFWk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/9GLIZrSwFWk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 77
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-04-21T14:34:20.000Z",
    "title": "Julia Holter: Tiny Desk Concert",
    "description": "April 22, 2016 by LARS GOTRICH • Julia Holter's music exists in tiny universes, colliding in torch songs and bits of cosmic cabaret that are as reverent as they are perverse. The most minute details and the plainest words suddenly form a grandiose spectacle. Last year's Have You In My Wilderness saw Holter playing with subtle songs that unraveled more with each experience; in the NPR Music offices, those songs were given quiet and bombastic arrangements that felt close and distant at once, with a throwback to the bouncy \"In The Green Wild\" from 2013's Loud City Song.\n\nHolter is joined by Devin Hoff (bass), Corey Fogel (drums, vocals) and Dina Maccabee (viola, vocals), and herself plays upright piano, which is a rare treat live. On tour, her keyboard allows synthetic textures to accentuate her clear voice, but when she hits the chorus in \"Sea Calls Me Home\" here, Holter floors the sustain pedal and pounds atonal chords with wild abandon as she sings, \"I can't swim / It's lucidity / So clear!\" The solo highlight \"Betsy On The Roof\" also benefits from the upright, but is quickly joined by light viola and bass as the song builds to a dramatic climax that has no choice but to fall apart in broken chords and desperate pleas.\n\nHave You In My Wilderness is available now:\niTunes: https://itunes.apple.com/us/album/have-you-in-my-wilderness/id1046817772\nAmazon: http://www.amazon.com/Have-You-In-My-Wilderness/dp/B011DHCNTE\n\nSet List:\n\"Sea Calls Me Home\"\n\"In The Green Wild\"\n\"Betsy On The Roof\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineers: Josh Rogosin; Videographers: Niki Walker, Kara Frame, Cameron Robert; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/pVGCIH54W9g/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/pVGCIH54W9g/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/pVGCIH54W9g/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/pVGCIH54W9g/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/pVGCIH54W9g/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 78
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-04-20T21:24:15.000Z",
    "title": "Sister Sparrow & The Dirty Birds: Tiny Desk Concert",
    "description": "April 25, 2016 by JOSH ROGOSIN • Sister Sparrow & The Dirty Birds' punchy horn section, bluesy vocals and uniquely transformative harmonica solos instantly demand attention. Their obvious joy in playing music together is contagious, and they brought the party to Bob Boilen's desk in a big way.\n\nThe seven-piece band, named for the pigeons of New York's Penn Station, is made up of both friends and family. Arleigh Kincheloe (nicknamed Sister Sparrow) leads with her explosive vocals. Her brother, Jackson Kincheloe, makes his harmonicas sound like an organ one moment and a screeching guitar the next; he brought a collection of 48. Sasha Brown (guitar), Josh Myers (bass), Dan Boyden (drums), Phil Rodriguez (trumpet) and Brian Graham (baritone sax) round out the dynamic septet, which just released its first live album, Fowl Play.\n\nFowl Play is available now:\niTunes: https://itunes.apple.com/us/album/fowl-play/id1083858302\nAmazon: https://www.amazon.com/Fowl-Sister-Sparrow-Dirty-Birds/dp/B01BP183NI\n\nSet List:\n\"Sugar\"\n\"Catch Me If You Can\"\n\"Mama Knows\"\n\nCredits:\nProducers: Josh Rogosin, Niki Walker; Audio Engineers: Josh Rogosin; Videographers: Niki Walker, Kara Frame, Nick Michaels; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/Xpb8L4qlrYw/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/Xpb8L4qlrYw/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/Xpb8L4qlrYw/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/Xpb8L4qlrYw/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/Xpb8L4qlrYw/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 79
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-04-18T15:39:58.000Z",
    "title": "Benjamin Clementine: Tiny Desk Concert",
    "description": "April 18, 2016 by BOB BOILEN • Right near the top of this performance, Benjamin Clementine looks toward the camera with an intense stare and sings, \"Where I'm from, you see the rain / Before the rain even starts to rain.\" At that point, when I'm already hanging on every word, I feel like I'm witnessing an almost otherworldly presence — a visitor with wisdom to impart.\n\nClementine is a musician and poet who grew up in London and later moved to Paris, where as a teenager he slept on the streets at night and busked in the daylight hours. That's how he was \"discovered,\" and in 2015, he released his first album, At Least For Now. There are intimate moments of revelation in this immersive, breathtaking performance, and his voice and piano both sound magnificent. I can't think of anyone quite like him.\n\nAt Least For Now is available for pre-order now:\niTunes: https://itunes.apple.com/us/album/at-least-for-now/id1100918314\nAmazon: http://www.amazon.com/At-Least-Now-Benjamin-Clementine/dp/B00QBLYGUC\n\nSet List:\n\"Condolence\"\n\"Gone\"\n\"Adios\"\n\nCredits: Producers: Bob Boilen, Niki Walker; Audio Engineers: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/00yQGeJ6AOM/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/00yQGeJ6AOM/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/00yQGeJ6AOM/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/00yQGeJ6AOM/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/00yQGeJ6AOM/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 80
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-04-14T15:21:28.000Z",
    "title": "Seratones: NPR Music Tiny Desk Concert",
    "description": "April 15, 2016 by BOB BOILEN • Seratones singer-guitarist A.J. Hines takes gospel into the garage, and what comes out is fiery rock 'n' roll. The Shreveport, La., band is a joy to see and hear, and this Tiny Desk concert provides a fiery peek at what you'll soon hear on the group's debut album, Get Gone.\n\nHines grew up singing in the Brownsville Baptist Church, learning to sing out to and hit that back wall without a microphone. At the same time, bassist Adam Davis heard a lot of American rock's greatest guitarist, Jimi Hendrix, as well as the amazing voice of Janis Joplin. The rest of the band is rounded out by the drumming of Jesse Gabriel, who is spare but there with a sharp backbeat, while guitarist Connor Davis rocks with lyrical grit. Seratones won my heart when the group opened for Alabama's St. Paul and the Broken Bones back in December; now, it's getting ready to release Get Gone, due out May 6.\n\nGet Gone is available for pre-order now. \niTunes: https://itunes.apple.com/us/album/get-gone/id1086933039\nAmazon: http://www.amazon.com/Get-Gone-Seratones/dp/B01BPVFARU\n\nSet List:\n\"Don't Need It\"\n\"Get Gone\"\n\"Chandelier\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineers: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/uSgJbqaYS74/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/uSgJbqaYS74/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/uSgJbqaYS74/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/uSgJbqaYS74/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/uSgJbqaYS74/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 81
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-04-11T14:25:29.000Z",
    "title": "Palehound: NPR Music Tiny Desk Concert",
    "description": "April 11, 2016 by STEPHEN THOMPSON \n\nLast fall in New York City, NPR Music recorded a blistering concert by Palehound, in which singer, songwriter and guitarist Ellen Kempner presided over a string of tense and evocative songs about overcoming doubt and, when necessary, spitting venom. A few months ago, we jumped at the opportunity to capture Kempner's band in a quieter and more contained setting, in which Palehound could perform amid the pin-drop silence of a rapt and brightly daylit crowd.\n\nThe results — three spare, nervy renditions of songs from 2015's Dry Food — are, naturally, a bit rawer and more exposed than Palehound's earlier show in New York. But, with the aid of drummer Jesse Weiss and bassist Davood Khoshtinat, Kempner uses that intimacy to her advantage. She may have paused to show off a bit of glittery flair on her guitar (courtesy of her former tourmates in PWR BTTM), but her set felt unadorned in every other way.\n\nDry Food is available now:\niTunes: https://itunes.apple.com/us/album/dry-food/id1046183469\nAmazon: http://www.amazon.com/Dry-Food-PALEHOUND/dp/B016LLWJ5A\n\nSet List:\n\"Pet Carrot\"\n\"Dry Food\"\n\"Dixie\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineers: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/YjIvKvXjhas/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/YjIvKvXjhas/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/YjIvKvXjhas/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/YjIvKvXjhas/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/YjIvKvXjhas/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 82
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-04-07T14:38:46.000Z",
    "title": "Mothers: NPR Music Tiny Desk Concert",
    "description": "April 8, 2016 by BOB BOILEN \n\nWhile Kristine Leschper was singing her songs behind my desk, in the crowd was a tiny baby in a stroller. As I watched the child and the band, I couldn't help but think about both the promise and innocence of youth and the struggles of adulthood, as Leschper sang:\n\nWe lived unloved in unmade beds\nYou wore me like a necklace\nYou closed me like a locket\n\nMothers began as Leschper's project in art school in Athens, Ga. In their quiet moments — which at the Tiny Desk were all the moments — the songs seemed to function as a pursuit of catharsis, aided by fragile, tender melodies. The band helped hold the music together with grace and rhythm.\n\nTwo of the songs here are from Mothers' debut album, When You Walk A Long Distance You Are Tired, which came out earlier this year; there's also an aching new track called \"Mother And Wife.\" Mothers chose the slowest and most languid songs to perform at the Tiny Desk — a sad, quiet, reflective approach which felt just right for the setting.\n\nWhen You Walk A Long Distance You Are Tired is available now:\niTunes: https://itunes.apple.com/us/album/when-you-walk-long-distance/id1065289773\nAmazon: http://www.amazon.com/When-Walk-Long-Distance-Tired/dp/B018FCVHVK\n\nSet List:\n\"Too Small For Eyes\"\n\"Burden Of Proof\"\n\"Mother And Wife\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineers: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/TFLy8mwJWRU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/TFLy8mwJWRU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/TFLy8mwJWRU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/TFLy8mwJWRU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/TFLy8mwJWRU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 83
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-04-04T13:33:20.000Z",
    "title": "PWR BTTM: NPR Music Tiny Desk Concert",
    "description": "April 4, 2016 by BOB BOILEN \n\nIt took only a few power chords, a sprinkle of glitter and the occasional jokey line — \"We can do our makeup in the parking lot / We can get so famous that I might get shot / But right now I'm in the shower\" — to forever hook me on PWR BTTM. The queer, glammy, wildly dressed duo has a keen sense of mischief and a real gift for honest, punk-infused, tongue-in-cheek pop gems.\n\nBen Hopkins (in red, fingernails included) and Liv Bruce swap roles as singers, guitarists, drummers and storytellers, each trying to playfully one-up the other. It's a show that might have worn thin if the songs (from last year's Ugly Cherries) weren't so much damn fun. Instead, they're likely to stay with you as long as the glitter has stayed in my clothes and carpet fibers.\n\nUgly Cherries is available now:\niTunes: https://itunes.apple.com/us/album/ugl...\nAmazon: http://www.amazon.com/Ugly-Cherries-P...\n\nSet List:\n\"Ugly Cherries\"\n\"Dairy Queen\"\n\"Nu 1\"\n\"C U Around\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineers: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/ti...",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/ji-EdRtL9qU/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/ji-EdRtL9qU/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/ji-EdRtL9qU/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/ji-EdRtL9qU/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/ji-EdRtL9qU/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 84
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-03-31T17:37:36.000Z",
    "title": "Ane Brun: NPR Music Tiny Desk Concert",
    "description": "April 1, 2016 by TOM HUIZENGA \n\nAne Brun recently turned 40, and she — like many of us who've reached that milestone — has been taking stock of her life. It's a life filled with music and success, but there have also been a few rough spots. Like the time we scheduled her to play a Tiny Desk concert in 2012 and she was forced to cancel an entire North American tour (with Peter Gabriel) due to a lupus flareup. Brun, a Norwegian native based in Sweden, was diagnosed with the autoimmune disease when she was 27.\n\nBut after that episode landed her in the hospital, Brun told NPR she'd had something of an epiphany. \"I got an enlightenment somehow. And also freedom. Because I feel that freedom is an absence of fear.\"\n\nBrun isn't afraid to face her demons. Many songs on her absorbing new album, When I'm Free, speak to her newfound freedom and fresh opportunities. She sings three of the album's slower, more reflective numbers for this Tiny Desk performance.\n\nIn \"Still Waters,\" Brun sings, \"How I've been longing / Oh, for this moment when / The rivers are running / Towards the same sea / For this moment when I'm free.\" Her voice, with its tight vibrato and expressive coloring, walks an emotional line between vulnerability and confidence.\n\nBrun is undervalued as a songwriter. She turns out introspective, insightful portrait pieces, rhythmically complex rockers and tender love songs which are at once sensuous and probing. \"All We Want Is Love\" sways gently, but also questions the very definition of ourselves.\n\nShe closes with another song about taking control of her destiny. The title, \"Signing Off,\" may sound ominous, but then she sings: \"Everything that's broken / Everything that's gone wrong / I am gonna carry that with me / Mend the streets with it stone by stone.\"\n\nAs far as turning 40 goes, Brun says she doesn't mind time passing by. And her admirers shouldn't either. It just means more compelling albums to come from one of today's most insightful musicians.\n\nWhen I'm Free is available now:\niTunes: https://itunes.apple.com/gb/album/when-im-free-deluxe/id1014573817\nAmazon: http://www.amazon.com/When-Im-Free-Ane-Brun/dp/B00YPFPZ6A\n\nSet List:\n\"Still Waters\"\n\"All We Want Is Love\"\n\"Signing Off\"\n\nCredits:\nProducers: Tom Huizenga, Niki Walker; Audio Engineers: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/UaTONcmNotI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/UaTONcmNotI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/UaTONcmNotI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/UaTONcmNotI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/UaTONcmNotI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 85
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-03-28T16:35:10.000Z",
    "title": "Anthony Hamilton: NPR Music Tiny Desk Concert",
    "description": "March 28, 2016 by BOBBY CARTER \n\nAnthony Hamilton's soul sound was refined in the churches of Charlotte, N.C. Watching the Grammy winner perform, you get the hunch that it's harder for him to keep the soul inside than it is to actually unleash it. What he and his backup singers, The Hamiltones, do would be better classified as a musical purge, with a stage show that can double as couples therapy and church service. Their warm harmonies have the ability to shrink theaters and stadiums, so we knew this intimate setting was perfect for them.\n\nFollowing a spot at the final In Performance show of the Obama presidency, the singer, The Hamiltones and his band made their way over to our offices to give us a dose of what's to come, as well as a heavy helping of what fans have grown to love about him. He opens the set with \"Amen\" — the debut single from his introspective new album, What I'm Feelin' — and followed it with three songs that have defined his career.\n\nWhat I'm Feelin' is available now:\niTunes: https://itunes.apple.com/us/album/what-im-feelin/id1087504333\nAmazon: http://www.amazon.com/What-Im-Feelin-Anthony-Hamilton/dp/B01BIZRGR0\n\nSet List:\n\"Amen\"\n\"Best Of Me\"\n\"Cool\"\n\"Charlene\"\n\nCredits:\nProducers: Bobby Carter, Niki Walker; Audio Engineers: Josh Rogosin, Neil Tevault; Videographers: Niki Walker, Kara Frame, Cameron Robert; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/C3lcprigQ0E/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/C3lcprigQ0E/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/C3lcprigQ0E/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/C3lcprigQ0E/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/C3lcprigQ0E/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 86
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-03-24T23:54:34.000Z",
    "title": "Tedeschi Trucks Band: Tiny Desk Concert",
    "description": "March 25, 2016 by FELIX CONTRERAS\n\nWhen singer-guitarist Susan Tedeschi sings and plays, you can hear the sound move from the Mississippi Delta up to Chicago. As this video shows, she can dispense uptempo dance grooves and coax her voice around the anguished lyric of the blues.\n\nAt the same time, guitarist Derek Trucks seems to summon forth the entirety of contemporary music when he slides his bottle neck up and down the fretboard. As you'll see, The Tedeschi Trucks Band functions in the service of a collective vision that celebrates the blues, jazz and so much more.\n\nLet Me Get By is available now:\niTunes: https://itunes.apple.com/us/album/let-me-get-by/id1058758981\nAmazon: http://www.amazon.com/Let-Me-Get-Deluxe-Edition/dp/B0188M0XP8/ref=ntt_mus_ep_dpi_1\n\nSet List:\n\"Just As Strange\"\n\"Don't Know What It Is\"\n\"Anyhow\"\n\nCredits:\nProducers: Bob Boilen, Felix Contreras, Niki Walker; Audio Engineers: Josh Rogosin, Kevin Wait; Videographers: Niki Walker, Kara Frame, Cameron Robert, Morgan McCloy; Production Assistant: Jackson Sinnenberg; Photo: Matailong Du/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/RRipadkd6wk/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/RRipadkd6wk/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/RRipadkd6wk/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/RRipadkd6wk/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/RRipadkd6wk/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 87
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-03-11T00:51:59.000Z",
    "title": "Gaelynn Lea: NPR Music Tiny Desk Concert",
    "description": "Gaelynn Lea, the winner of NPR's second annual Tiny Desk Contest, makes music like nobody else. Her sounds are steeped in the deep melodies of great Irish fiddle tunes, but her performance and singing style aren't traditional. More than 6,000 artists submitted videos in which they performed an original song behind a desk of their choosing with the hope of winning a chance to play a Tiny Desk concert at NPR. Gaelynn Lea was the overwhelming favorite of our six judges.\n\nAfter voting for Lea, I wanted to learn more about her and her remarkable talent. Following about a minute of just focusing on the desk, her video pans to a small woman in a wheelchair as she plays a violin she holds like a cello. Lea has brittle bone disease, which made it necessary for her to reinvent the ordinary — and, in this case, a way to play the fiddle.\n\nI also discovered, after selecting Gaelynn Lea, that she'd become friends with Alan Sparhawk of the band Low. Sparhawk first heard her perform at a farmers market in Duluth, Minn., where they both live. They've become friends who sometimes make music together, recording under the name The Murder Of Crows, so I also invited Sparhawk to join Gaelynn Lea for two of her four songs at this special Tiny Desk concert. There was hardly a dry eye.\n\nSet List:\n\"Someday We'll Linger In The Sun\"\n\"Southwind\"\n\"Bird Song\"\n\"Moment Of Bliss\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Colin Marshall/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/n6oSeODGmoQ/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/n6oSeODGmoQ/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/n6oSeODGmoQ/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/n6oSeODGmoQ/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/n6oSeODGmoQ/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 88
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-03-10T22:10:12.000Z",
    "title": "Graham Nash: NPR Music Tiny Desk Concert",
    "description": "While I sat on the floor watching Graham Nash play The Hollies' 1966 hit \"Bus Stop,\" I caught a glimpse of the same transistor radio I had as a kid when that song filled the AM radio airwaves. It was surreal and beautiful.\n\nNash has a voice that resonates and cuts to the core. When he played the title track from his forthcoming solo album This Path Tonight, I was moved by the clarity and quality of his tone. His lucid songwriting displays the deep introspection that comes with age; he's 74 and as insightful as ever. Along with guitarist Shane Fontayne, Nash played music that felt memorable, touching and as thoughtful as anything he made during his time with Crosby, Stills, Nash & Young.\n\nThis Path Tonight is available now:\niTunes: https://itunes.apple.com/us/album/thi...\nAmazon: http://www.amazon.com/This-Path-Tonig...\n\nSet List:\n\"Bus Stop\"\n\"Myself At Last\"\n\"This Path Tonight\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/ti...",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/GTXqKSMv8Lc/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/GTXqKSMv8Lc/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/GTXqKSMv8Lc/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/GTXqKSMv8Lc/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/GTXqKSMv8Lc/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 89
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-03-04T22:14:35.000Z",
    "title": "Julien Baker: NPR Music Tiny Desk Concert",
    "description": "March 7, 2016 by BOB BOILEN \n\nThere are nine spare, simple songs on Julien Baker's debut album, Sprained Ankle, and every one of them is sad. In fact, she came to the Tiny Desk with an untitled new one — since given the name \"Funeral Pyre\" — and she appropriately introduced it as \"Sad Song #11.\" But Baker's shimmering electric-guitar picking, the purity of her voice and the yearning way she sings make each of her songs lovely and memorable rather than merely somber. She takes raw emotions and weaves them into perfect bits of memorable poetry like this, from the song \"Good News\":\n\nIn the thin air my ribs creak\nLike wooden dining chairs when you see me\nAlways scared that every situation ends the same\nWith a blank stare\n\nFor fans of Torres, another Tennessee musician, there's a similar intensity to that electric guitar and lonesome sound. But unlike the intensity Torres unleashes with her voice, Baker lets her words carry the volume. It's a tone that lulls you into her world and has me eagerly anticipating \"Sad Song #12\" and beyond.\n\nSprained Ankle is available now. \niTunes: https://itunes.apple.com/us/album/sprained-ankle/id1033453222\nAmazon: http://www.amazon.com/Sprained-Ankle-Julien-Baker/dp/B013WLWB5K\n\nSet List:\n\"Sprained Ankle\"\n\"Funeral Pyre\"\n\"Something\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Emily Bogle/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/tADWPTqR_4A/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/tADWPTqR_4A/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/tADWPTqR_4A/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/tADWPTqR_4A/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/tADWPTqR_4A/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 90
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-03-03T22:53:06.000Z",
    "title": "Monsieur Periné: NPR Music Tiny Desk Concert",
    "description": "March 4, 2016 by FELIX CONTRERAS \n\nMonsieur Periné hails from Colombia, a country known for its Afro-Colombian cumbia, as well as New York-style salsa. Instead, however, the band has embraced 1920s-era, guitar-driven jazz from the U.S. The unlikely inspiration has resulted in a large and international following, as well as a Latin Grammy not too long ago: Monsieur Periné was named 2015's Best New Artist.\n\nWords don't do this band justice. Play the video and discover Monsieur Periné's magic for yourself.\n\nCaja De Música is available now\niTunes: https://itunes.apple.com/us/album/caja-de-musica/id1000830433\nAmazon: http://www.amazon.com/Caja-De-Musica-MONSIEUR-PERINE/dp/B00YJKH3AM\n\nSet List:\n\"Nuestra Canción\"\n\"Sabor A Mi\"\n\"La Muerte\"\n\nCredits:\nProducers: Felix Contreras, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Colin Marshall, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/JGL-eQAAxGs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/JGL-eQAAxGs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/JGL-eQAAxGs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/JGL-eQAAxGs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/JGL-eQAAxGs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 91
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-02-29T19:49:30.000Z",
    "title": "Lake Street Dive: NPR Music Tiny Desk",
    "description": "February 29, 2016 by BOB BOILEN \n\nThese four musicians made their first record together a decade ago, but for many of us, 2016 will be the year Lake Street Dive becomes a household name. The appeal of this band of New England Conservatory friends lies in their warmth in harmony and comfortably styled songs — sometimes tilting toward soul, often rocking danceably on a new collection of songs called Side Pony.\n\nAt first, it may be Rachael Price and her charismatic voice that draws you to this Tiny Desk concert, but it won't take long to see that this isn't just a singer and her backing band. The \"two Mikes\" (trumpeter and guitarist Mike \"McDuck\" Olson and drummer Mike Calabrese), along with upright bassist Bridget Kearney, share in the songwriting and singing, and contribute mightily to these creative arrangements. You can hear everyone mesh so well in these three new songs from Side Pony -- songs likely to be favorites for many at year's end.\n\nSide Pony is available now:\niTunes: https://itunes.apple.com/us/album/side-pony/id1056891405\nAmazon: http://www.amazon.com/Side-Pony-Lake-Street-Dive/dp/B0184MPQ54\n\nSet List:\n\"I Don't Care About You\"\n\"How Good It Feels\"\n\"Godawful Things\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/gdRAcoD5Gt0/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/gdRAcoD5Gt0/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/gdRAcoD5Gt0/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/gdRAcoD5Gt0/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/gdRAcoD5Gt0/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 92
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-02-26T23:05:24.000Z",
    "title": "Brushy One String: NPR Music Tiny Desk Concert",
    "description": "February 27, 2016 by BOB BOILEN\n\nArtists shine given restrictions and limitations. Subtlety and nuance are more easily found in minimalism than excess. That's the beauty of Brushy One String, whose sound is make by one big fat E-string and a voice so rich and full, all it wants is a bit of rhythmic and melodic underpinning.\n\nBrushy One String is from Jamaica, and his \"Chicken In The Corn\" video has been viewed nearly nine million times. I first came upon his music at globalFEST 2014. He even broke his one string that night, but he smiled and warmed our hearts. He's a deeply spiritual man who tells stories of his musical father and describes how proud his mom and dad would be of his fame if they were around. (He was orphaned at a young age.) He's part Delta Blues with a bit of old-school soul, and he beats a pulse and rhythm on the guitar body that's infectious and simple. That's the beauty of Brushy One String: It's all essence, and everything's essential.\n\nNo Man Stop Me is available now:\niTunes: https://itunes.apple.com/us/album/no-man-stop-me/id1085735466\nAmazon: https://www.amazon.com/gp/product/B01BXQ19PY?ie=UTF8&*Version*=1&*entries*=0\n\nSet List:\n\"Destiny\"\n\"Chicken In The Corn\"\n\"No Man Stop Me\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame; Production Assistant: Jackson Sinnenberg; Photo: Brandon Chew/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/rFtP7Xc_Fbo/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/rFtP7Xc_Fbo/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/rFtP7Xc_Fbo/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/rFtP7Xc_Fbo/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 93
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-02-25T15:59:30.000Z",
    "title": "Behind The Scenes At The Tiny Desk in 360˚: Wilco",
    "description": "Note: If you're on mobile, we strongly recommend opening this video in the YouTube app. \n\nFebruary 25, 2016 by Bob Boilen\n\nSince we started making Tiny Desk Concerts almost eight years ago, we've had more than 500 artists play the Tiny Desk, our own little makeshift concert venue right in the middle of NPR's offices in DC. From huge stars like Adele to T-Pain to up-and-comers like Car Seat Headrest and actual big bands like Mucca Pazza, all these musicians actually play behind MY desk — but I move out of the way when they set up.\n\nThis is one of the things that always surprises people when they visit NPR — that the Tiny Desk isn't a set. So we decided to give everyone a peek behind the scenes on a Monday afternoon earlier this month, when Wilco just happened to be stopping by.\n\nWe invited a company called RYOT to bring two 360-degree cameras to our offices and put them right in the front row of the audience. Then we filmed the whole thing, starting before Wilco even set up, before the staff flocked from all over the building to see the band play. Not only can you see the band up close, but if you look around, you'll see everything else that goes into making a Tiny Desk concert. You'll see our brilliant and calm engineer, Josh Rogosin. You'll see our lead videographer and producer of Tiny Desk Concerts, Niki Walker, along with her intern, Kara Frame. Then, of course, there's the crowd — what a lucky bunch. Many of them work here, many are lucky friends of people who work here. You'd probably recognize some of the voices in this radio crowd.\n\nIf you've never watched a 360-degree video before, we can help. There's lots to look around and spot – in fact, if you look really carefully, you might be able to find seven of Wilco's album covers around the desk and references to each one that we hid in the crowd. And of course, enjoy the song itself, one of Wilco's unforgettable tunes, \"Misunderstood\" from the 1996 album Being There. On the left you'll see Mikael Jorgensen playing the melodica, Nels Cline on that resonator guitar, Jeff Tweedy singing and strumming, John Stirratt playing guitar and singing strongly alongside Jeff, Pat Sansone on banjo and glockenspiel, while in the back holding it all together and sometimes tearing it apart is drummer Glenn Kotche.\n\nAnd when you're all done here, you can watch Wilco play all four of the songs they performed at this Tiny Desk concert. For those of us here at NPR, you can guess how boring the day seemed after this.\n\nYou can watch the full (non-360) Wilco Tiny Desk here:\nhttps://www.youtube.com/watch?v=KMQQq...",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/R2osJjSNxTE/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/R2osJjSNxTE/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/R2osJjSNxTE/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/R2osJjSNxTE/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/R2osJjSNxTE/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 94
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-02-23T19:26:47.000Z",
    "title": "Wilco: NPR Music Tiny Desk Concert",
    "description": "February 23, 2016 by BOB BOILEN \n\nThousands of bands have made strong debuts, and many of those have made good second and third records — it's harder, but not unusual. It's truly rare to make your 10th album exciting and relevant more than 20 years on. For all that, I'd say Wilco is an American legend.\n\nThough Wilco is basically a conventional rock band in form — guitars, bass, drums, keyboards, one lead songwriter — it defies expectations in so many other ways. In 2001, the group put an entire new album (the instant classic Yankee Hotel Foxtrot) online for all to hear; it's one thing to do that in 2015, as Wilco did with Star Wars, but it was virtually unheard-of in 2001.\n\nThis is a deeply imaginative band, with evocative imagery and relatable storytelling; drummer Glenn Kotche is one of the best around, while Nels Cline's crazy, textured guitar layers add adventure to everything he touches. I could go on, but let's just say that breaking my rule of never bringing a band back to the Tiny Desk — Wilco performed here back in 2011 — was easy once I heard Star Wars.\n\nWilco opened this set with \"The Joke Explained\" from that album, but then dug deep into its catalog, performing 1996's \"Misunderstood\" and two songs from the 1999 pop masterpiece Summerteeth. I'm thinking we make a date: When Wilco turns 25 in a few years, let's break more rules and bring back their magic once more.\n\nStar Wars is available now:\niTunes: https://itunes.apple.com/us/album/sta...\nAmazon: http://www.amazon.com/Star-Wars-Wilco...\n\nSet List:\n\"The Joke Explained\"\n\"Misunderstood\"\n\"I'm Always In Love\"\n\"Shot In The Arm\"\n\nCredits:\nProducers: Bob Boilen, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Niki Walker, Kara Frame, Becky Lettenberger; Photo: Brandon Chew/NPR.\n\nFor our 360 behind the scenes video, click here: https://www.youtube.com/watch?v=R2osJjSNxTE \nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/ti...",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/KMQQqa21ZVs/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/KMQQqa21ZVs/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/KMQQqa21ZVs/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/KMQQqa21ZVs/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/KMQQqa21ZVs/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 95
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-02-16T15:09:34.000Z",
    "title": "Ben Folds: NPR Music Tiny Desk Concert",
    "description": "Watching Ben Folds perform his songs on piano at the Tiny Desk, there seems to be a direct line between thought and expression, except perhaps when he stumbles or forgets a line or two. Folds has a knack for plainspoken, smartly crafted words that sometimes sting and always seem to speak the truth — like these words from \"Phone In A Pool\":\n\n\"Seems what's been good for the music\nHasn't always been so good for the life\"\n\nAt the Tiny Desk, Folds opened with three sharp songs from his most recent album So There, a collaboration with six musicians who straddle the line between pop and classical music; they're known as the yMusic Ensemble. When he finished those tunes, he asked the crowd for requests, at which point he banged out two favorites on piano: \"Emaline,\" which dates back to the '80s, and a foot-stomper from his second album with Ben Folds Five, \"One Angry Dwarf And 200 Solemn Faces.\" It's a memorable performance recounting memorable moments from second grade and beyond, as simple and direct as its closing line: \"Kiss my ass.\"\n\nSo There is available now:\niTunes: https://itunes.apple.com/us/album/so-there/id1018447558\nAmazon: http://www.amazon.com/So-There-Ben-Folds/dp/B011KF8BJK\n\nSet List:\n\"Phone In A Pool\"\n\"Not A Fan\"\n\"Capable Of Anything\"\n\"Emaline\"\n\"One Angry Dwarf And 200 Solemn Faces\"\n\nCredits:\nProducers: Bob Boilen, Morgan Walker, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Julia Reihs; Photo: Jun Tsuboike/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/VNMms_zGbnI/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/VNMms_zGbnI/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/VNMms_zGbnI/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/VNMms_zGbnI/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/VNMms_zGbnI/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 96
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-02-11T22:12:20.000Z",
    "title": "Chelsea Wolfe: NPR Music Tiny Desk Concert",
    "description": "On last year's Abyss, Chelsea Wolfe explicitly rendered the metallic tendencies that have always existed just below the surface of her music. Wolfe's soulful howl found its bite in gigantic riffs and devastating volume that suited some of her most significant songwriting yet. But at the Tiny Desk, Wolfe took her songs back to their primal form with just her voice, a muffled electric guitar and a loop pedal.\n\nRemoved from thunderous distortion, the ghostly \"Maw\" becomes a nightmare in broad daylight, as Wolfe details \"shattered teeth under a dripping tongue\" just waiting \"in this silence while you're sleeping.\" \"Crazy Love,\" a love song that's dangerous in its desperation, sounds no less chilling. But it's \"Iron Moon,\" inspired by the poetry of a Chinese factory worker who took his own life, that's the most stripped of its metal. Wolfe's guitar sounds muddy and dank as she sings, \"My heart is an empty tomb / My heart is an empty room,\" recalling the lonesome wail of Kitty Wells shot through the darkness.\n\nAbyss is available now: \niTunes: https://itunes.apple.com/us/album/abyss/id988559297\nAmazon: http://www.amazon.com/Abyss-Chelsea-Wolfe/dp/B00WREOEEA\n\nSet List:\n\"Maw\"\n\"Crazy Love\"\n\"Iron Moon\"\n\nCredits:\nProducers: Bob Boilen, Morgan Walker, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Ariel Zambelich; Production Assistant: Rachel Horn; Photo: Ariel Zambelich/NPR.\n\nFor more Tiny Desk concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/jiNvJKF-pks/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/jiNvJKF-pks/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/jiNvJKF-pks/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/jiNvJKF-pks/sddefault.jpg",
      "width": 640,
      "height": 480
     }
    },
    "position": 97
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-02-08T19:29:28.000Z",
    "title": "Car Seat Headrest: NPR Music Tiny Desk Concert",
    "description": "February 8, 2016 by BOB BOILEN \n\nFor a singer who's sought privacy in the parking lot of a Target so he could record vocals in the backseat of his car, Will Toledo hasn't been shy about sharing his work. By age 23, he'd already released a dozen albums. Toledo, who records under the name Car Seat Headrest, is prolific but never conventional.\n\nHe performed this Tiny Desk Concert mostly solo — with occasional input from his nearby Leesburg, Va., friends and Seattle bandmates — for a set that represents only a tiny sliver of what you'll find on a Car Seat Headrest album. Those records can be filled with rich textures, chaos and harmony, sometimes in the same few minutes. But what you're about to discover here is a wordsmith with a vision, wrapping his faults and frailties in a DIY sound that's still finely crafted.\n\nTeens Of Style is available now:\niTunes: https://itunes.apple.com/us/artist/car-seat-headrest/id725086732\nAmazon: http://www.amazon.com/Teens-Style-Car-Seat-Headrest/dp/B014VLVTE4\n\nSet List:\n\"The Drum\"\n\"Drunk Drivers/Killer Whales\"\n\"Sober To Death\"\n\nCredits:\nProducers: Bob Boilen, Morgan Walker, Niki Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Niki Walker, Julia Reihs; Photo: Jun Tsuboike/NPR.\n\nFor more Tiny Desk Concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/RZZHTVr-r-g/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/RZZHTVr-r-g/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/RZZHTVr-r-g/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/RZZHTVr-r-g/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/RZZHTVr-r-g/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 98
   }
  },
  {
   "snippet": {
    "publishedAt": "2016-01-28T23:46:52.000Z",
    "title": "EL VY: NPR Music Tiny Desk Concert",
    "description": "It's fun to see something truly new from someone whose work you love. Matt Berninger came to the Tiny Desk as lead singer of The National a few years ago, but this time he's collaborating with Brent Knopf from the bands Menomena and Ramona Falls. EL VY is their new project, and the two are perfect foils for each other — especially in this intimate setting, which highlights Knopf's playful piano and Berninger's resonant voice. The words at times seem autobiographical; more specifically, they're about a time in Cincinnati when Berninger fell in love with music. He says some of the songs' reflective tone was inspired by seeing his own daughter start to find the same passion.\n\nIn concert and on their debut album Return To The Moon, EL VY is a richly textured band. Here, you get something special: At the Tiny Desk, it's almost like watching two artists discover their own songs, which in some ways is how this material came to be in the first place.\n\nReturn To The Moon is available now:\niTunes: https://itunes.apple.com/us/album/return-to-the-moon/id1020818018\nAmazon: http://www.amazon.com/Return-To-The-Moon-El/dp/B013CGZD3W\n\nSet List:\n\"No Time To Crank The Sun\"\n\"Careless\"\n\"Need A Friend\"\n\nCredits:\nProducers: Bob Boilen, Morgan Walker; Audio Engineer: Josh Rogosin; Videographers: Morgan Walker, Niki Walker; Editor: Niki Walker; Photo: NPR\n\nFor more Tiny Desk Concerts, subscribe to our podcast: http://www.npr.org/podcasts/510292/tiny-desk-concerts-video",
    "thumbnails": {
     "default": {
      "url": "https://i.ytimg.com/vi/C5EjS_ZEE_I/default.jpg",
      "width": 120,
      "height": 90
     },
     "medium": {
      "url": "https://i.ytimg.com/vi/C5EjS_ZEE_I/mqdefault.jpg",
      "width": 320,
      "height": 180
     },
     "high": {
      "url": "https://i.ytimg.com/vi/C5EjS_ZEE_I/hqdefault.jpg",
      "width": 480,
      "height": 360
     },
     "standard": {
      "url": "https://i.ytimg.com/vi/C5EjS_ZEE_I/sddefault.jpg",
      "width": 640,
      "height": 480
     },
     "maxres": {
      "url": "https://i.ytimg.com/vi/C5EjS_ZEE_I/maxresdefault.jpg",
      "width": 1280,
      "height": 720
     }
    },
    "position": 99
   }
  }
 ]
}
